"{\n    \"[1, 2]\": [\n        [\n            6823,\n            \"Hagrid entered the kitchen as Harry was turning over the bacon.\"\n        ],\n        [\n            6852,\n            \"About once a week, Hagrid looked over the top of Hagrid newspaper and shouted that Harry needed a haircut.\"\n        ],\n        [\n            7276,\n            \"At that moment the telephone rang and Harry went to answer it while Harry and Hagrid watched Dudley unwrap the racing bike, a video camera, a remote control airplane, sixteen new computer games, and a VCR.\"\n        ],\n        [\n            7342,\n            \"\\u201cBad news, Hagrid,\\u201dHarry said.\"\n        ],\n        [\n            7552,\n            \"\\u201cHarry could phone Harry,\\u201dHagrid suggested.\"\n        ],\n        [\n            7563,\n            \"\\u201cDon\\u2019t be silly, Hagrid, Harry hates Harry.\"\n        ],\n        [\n            8049,\n            \"Harry aunt and uncle hadn\\u2019t been able to think of anything else to do with Harry, but before they\\u2019d left, Hagrid had taken Harry aside.\"\n        ],\n        [\n            8082,\n            \"\\u201cHagrid\\u2019m warning Harry,\\u201dHagrid had said, putting Hagrid large purple face right up close to Harry\\u2019s, \\u201cHagrid\\u2019m warning Harry now, Harry-any funny business, anything at all-and Harry\\u2019ll be in that cupboard from now until Christmas.\"\n        ],\n        [\n            8138,\n            \"\\u201d Harry\\u2019m not going to do anything,\\u201dsaid Harry, \\u201chonestly But Hagrid didn\\u2019t believe Harry.\"\n        ],\n        [\n            8510,\n            \"But all Harry\\u2019d tried to do (as Harry shouted at Hagrid through the locked door of Harry cupboard) was jump behind the big trash cans outside the kitchen doors.\"\n        ],\n        [\n            8605,\n            \"While Hagrid drove, Hagrid complained to Harry.\"\n        ],\n        [\n            8616,\n            \"Hagrid liked to complain about things: people at work, Harry, the council, Harry, the bank, and Harry were just a few of Hagrid favorite subjects.\"\n        ],\n        [\n            8659,\n            \"roaring along like maniacs, the young hoodlums,\\u201dHagrid said, as a motorcycle overtook Harry.\"\n        ],\n        [\n            8710,\n            \"Hagrid turned right around in Hagrid seat and yelled at Harry, Hagrid face like a gigantic beet with a mustache: \\u201cMOTORCYCLES DONT FLY!\"\n        ],\n        [\n            8977,\n            \"Harry ate in the zoo restaurant, and when Dudley had a tantrum because Dudley knickerbocker glory didn\\u2019t have enough ice cream on top, Hagrid bought Dudley another one and Harry was allowed to finish the first.\"\n        ],\n        [\n            9773,\n            \"\\u201d \\u201cThe zoo director himself made Harry a cup of strong, sweet tea while Hagrid apologized over and over again.\"\n        ],\n        [\n            9804,\n            \"As far as Harry had seen, the snake hadn\\u2019t done anything except snap playfully at their heels as it passed, but by the time Harry were all back in Hagrid\\u2019s car, Dudley was telling Harry how it had nearly bitten off Dudley leg, while Dudley was swearing it had tried to squeeze Dudley to death.\"\n        ],\n        [\n            9901,\n            \"\\u201d Hagrid waited until Dudley was safely out of the house before starting on Harry.\"\n        ],\n        [\n            9927,\n            \"Hagrid managed to say, \\u201cGo-cupboard-stay-no meals,\\u201dbefore Hagrid collapsed into a chair, and Harry had to run and get Hagrid a large brandy.\"\n        ],\n        [\n            11184,\n            \"Dudley and Hagrid came in, both with wrinkled noses because of the smell from Harry\\u2019s new uniform.\"\n        ],\n        [\n            11306,\n            \"Three things lay on the doormat: a postcard from Hagrid sister Marge, who was vacationing on the Isle of Wight, a brown envelope that looked like a bill, and-a letter for Harry.\"\n        ],\n        [\n            11562,\n            \"Harry handed Hagrid the bill and the postcard, sat down, and slowly began to open the yellow envelope.\"\n        ],\n        [\n            11601,\n            \"\\u201cHarry\\u2019s ill,\\u201dHagrid informed Harry.\"\n        ],\n        [\n            11630,\n            \"\\u201cHagrid, Harry\\u2019s got something!\"\n        ],\n        [\n            11639,\n            \"\\u201d Harry was on the point of unfolding Harry letter, which was written on the same heavy parchment as the envelope, when it was jerked sharply out of Harry hand by Hagrid.\"\n        ],\n        [\n            11952,\n            \"\\u201d roared Hagrid, and Hagrid took both Harry and Dudley by the scruffs of Harry necks and threw Harry into the hall, slamming the kitchen door behind Harry.\"\n        ],\n        [\n            12030,\n            \"\\u201cHagrid,\\u201dHarry was saying in a quivering voice, \\u201clook at the address-how could they possibly know where Harry sleeps?\"\n        ],\n        [\n            12087,\n            \"\\u201cBut what should Harry do, Hagrid?\"\n        ],\n        [\n            12101,\n            \"Tell them Harry don\\u2019t want-\\u201cHarry could see Hagrid\\u2019s shiny black shoes pacing up and down the kitchen.\"\n        ],\n        [\n            12175,\n            \"\\u201d \\u201cBut-\\u201c\\u201cHagrid\\u2019m not having one in the house, Harry!\"\n        ],\n        [\n            12233,\n            \"Hagrid visited Harry in Harry cupboard.\"\n        ],\n        [\n            12247,\n            \"\\u201d said Harry, the moment Hagrid had squeezed through the door.\"\n        ],\n        [\n            12274,\n            \"It was addressed to Harry by mistake,\\u201dsaid Hagrid shortly.\"\n        ],\n        [\n            12365,\n            \"Harry and Hagrid have been thinking.\"\n        ],\n        [\n            12432,\n            \"\\u201d The Dursleys\\u2019 house had four bedrooms: one for Hagrid and Harry, one for visitors (usually Hagrid sister, Marge), one where Dudley slept, and one where Dudley kept all the toys and things that wouldn\\u2019t fit into Dudley first bedroom.\"\n        ],\n        [\n            12746,\n            \"Dudley\\u2019d screamed, whacked Hagrid with Dudley Smelting stick, been sick on purpose, kicked Harry, and thrown Dudley tortoise through the greenhouse roof, and Dudley still didn\\u2019t have Dudley room back.\"\n        ],\n        [\n            12808,\n            \"Hagrid and Harry kept looking at each other darkly.\"\n        ],\n        [\n            12820,\n            \"When the mail arrived, Hagrid, who seemed to be trying to be nice to Harry, made Dudley go and get it.\"\n        ],\n        [\n            12878,\n            \"Potter, The Smallest Bedroom, 4 Privet Drive -\\u2019\\u201cWith a strangled cry, Hagrid leapt from Hagrid seat and ran down the hall, Harry right behind Hagrid.\"\n        ],\n        [\n            12912,\n            \"Hagrid had to wrestle Dudley to the ground to get the letter from Dudley, which was made difficult by the fact that Harry had grabbed Hagrid around the neck from behind.\"\n        ],\n        [\n            12947,\n            \"After a minute of confused fighting, in which Harry got hit a lot by the Smelting stick, Hagrid straightened up, gasping for breath, with Harry\\u2019s letter clutched in Hagrid hand.\"\n        ],\n        [\n            12985,\n            \"\\u201cGo to Harry cupboard-Hagrid mean, Harry bedroom,\\u201dHagrid wheezed at Harry.\"\n        ],\n        [\n            13162,\n            \"Harry\\u2019d trodden on something big and squashy on the doormat-something alive \\\\ Lights clicked on upstairs and to Harry horror Harry realized that the big, squashy something had been Hagrid\\u2019s face.\"\n        ],\n        [\n            13202,\n            \"Hagrid had been lying at the foot of the front door in a sleeping bag, clearly making sure that Harry didn\\u2019t do exactly what Harry\\u2019d been trying to do.\"\n        ],\n        [\n            13238,\n            \"Hagrid shouted at Harry for about half an hour and then told Harry to go and make a cup of tea.\"\n        ],\n        [\n            13260,\n            \"Harry shuffled miserably off into the kitchen and by the time Harry got back, the mail had arrived, right into Hagrid\\u2019s lap.\"\n        ],\n        [\n            13298,\n            \"\\u201cHarry want-\\u201cHarry began, but Hagrid was tearing the letters into pieces before Harry eyes.\"\n        ],\n        [\n            13341,\n            \"\\u201cSee,\\u201dHagrid explained to Harry through a mouthful of nails, \\u201cif they can\\u2019t deliver them they\\u2019ll just give up.\"\n        ],\n        [\n            13371,\n            \"\\u201d \\u201cHarry\\u2019m not sure that\\u2019ll work, Hagrid.\"\n        ],\n        [\n            13385,\n            \"\\u201d \\u201cOh, these peoples minds work in strange ways, Harry, they\\u2019re not like Harry and Hagrid,\\u201dsaid Hagrid, trying to knock in a nail with the piece of fruitcake Harry had just brought Hagrid.\"\n        ],\n        [\n            13586,\n            \"While Hagrid made furious telephone calls to the post office and the dairy trying to find someone to complain to, Harry shredded the letters in Harry food processor.\"\n        ],\n        [\n            13662,\n            \"\\u201cNo post on Sundays,\\u201dHagrid reminded Harry cheerfully as Hagrid spread marmalade on Hagrid newspapers, \\u201cno damn letters today-\\u201cSomething came whizzing down the kitchen chimney as Hagrid spoke and caught Hagrid sharply on the back of the head.\"\n        ],\n        [\n            13745,\n            \"\\u201d Hagrid seized Harry around the waist and threw Harry into the hall.\"\n        ],\n        [\n            13760,\n            \"When Harry and Dudley had run out with their arms over their faces, Hagrid slammed the door shut.\"\n        ],\n        [\n            13904,\n            \"Hagrid had hit Dudley round the head for holding Harry up while Dudley tried to pack Dudley television, VCR, and computer in Dudley sports bag.\"\n        ],\n        [\n            14202,\n            \"Potter Room 1 7 Railview Hotel Cokeworth Harry made a grab for the letter but Hagrid knocked Harry hand out of the way.\"\n        ],\n        [\n            14231,\n            \"\\u201cHagrid\\u2019ll take them,\\u201dsaid Hagrid, standing up quickly and following Harry from the dining room.\"\n        ],\n        [\n            14272,\n            \"\\u201d Harry suggested timidly, hours later, but Hagrid didn\\u2019t seem to hear Harry.\"\n        ],\n        [\n            14292,\n            \"Exactly what Hagrid was looking for, none of Harry knew.\"\n        ],\n        [\n            14304,\n            \"Hagrid drove Harry into the middle of a forest, got out, looked around, shook Hagrid head, got back in the car, and off Harry went again.\"\n        ],\n        [\n            14386,\n            \"Hagrid had parked at the coast, locked Harry all inside the car, and disappeared.\"\n        ],\n        [\n            14497,\n            \"Of course, Harry birthdays were never exactly fun-last year, Harry had given Harry a coat hanger and a pair of Hagrid old socks.\"\n        ],\n        [\n            14548,\n            \"Hagrid was also carrying a long, thin package and didn\\u2019t answer Harry when Harry asked what Hagrid\\u2019d bought.\"\n        ],\n        [\n            14707,\n            \"\\u201cHagrid\\u2019ve already got Harry some rations,\\u201dsaid Hagrid, \\u201cso Harry aboard!\"\n        ],\n        [\n            14752,\n            \"After what seemed like hours Harry reached the rock, where Hagrid, slipping and sliding, led the way to the broken-down house.\"\n        ],\n        [\n            14876,\n            \"Obviously Hagrid thought Harry stood a chance of reaching Harry here in a storm to deliver mail.\"\n        ],\n        [\n            14967,\n            \"Harry and Hagrid went off to the lumpy bed next door, and Harry was left to find the softest bit of floor Harry could and to curl up under the thinnest, most ragged blanket.\"\n        ],\n        [\n            15328,\n            \"There was a crash behind Harry and Hagrid came skidding into the room.\"\n        ],\n        [\n            15343,\n            \"Hagrid was holding a rifle in Hagrid hands-now Harry knew what had been in the long, thin package Hagrid had brought with Harry.\"\n        ],\n        [\n            15380,\n            \"\\u201cHagrid warn Harry-Hagrid\\u2019m armed!\"\n        ],\n        [\n            15521,\n            \"Hagrid turned to look at Harry all.\"\n        ],\n        [\n            15639,\n            \"\\u201cLas\\u2019 time Hagrid saw Harry, Harry was only a baby,\\u201dsaid Hagrid.\"\n        ],\n        [\n            15787,\n            \"\\u201cAnyway-Harry,\\u201dsaid Hagrid, turning Hagrid back on Harry, \\u201ca very happy birthday to Harry.\"\n        ],\n        [\n            15812,\n            \"Got summat fer Harry here-Hagrid mighta sat on it at some point, but it\\u2019ll taste all right.\"\n        ],\n        [\n            15877,\n            \"Harry looked up at Hagrid.\"\n        ],\n        [\n            15884,\n            \"Harry meant to say thank you, but the words got lost on the way to Harry mouth, and what Harry said instead was, \\u201cWho are Hagrid?\"\n        ],\n        [\n            15974,\n            \"\\u201cHagrid\\u2019d not say no ter summat stronger if Harry\\u2019ve got it, mind.\"\n        ],\n        [\n            16019,\n            \"Harry couldn\\u2019t see what Hagrid was doing but when Hagrid drew back a second later, there was a roaring fire there.\"\n        ],\n        [\n            16155,\n            \"Harry said a thing while Hagrid was working, but as Hagrid slid the first six fat, juicy, slightly burnt sausages from the poker, Dudley fidgeted a little.\"\n        ],\n        [\n            16232,\n            \"\\u201d Hagrid passed the sausages to Harry, who was so hungry Harry had never tasted anything so wonderful, but Harry still couldn\\u2019t take Harry eyes off Hagrid.\"\n        ],\n        [\n            16265,\n            \"Finally, as nobody seemed about to explain anything, Harry said, \\u201cHarry\\u2019m sorry, but Harry still don\\u2019t really know who Hagrid are.\"\n        ],\n        [\n            16328,\n            \"An\\u2019like Hagrid told Harry, Hagrid\\u2019m Keeper of Keys at Hogwarts-Harry\\u2019ll know all about Hogwarts, o\\u2019course.\"\n        ],\n        [\n            16381,\n            \"\\u201d barked Hagrid, turning to stare at Harry, who shrank back into the shadows.\"\n        ],\n        [\n            16502,\n            \"\\u201cDo Harry mean ter tell Hagrid,\\u201dHagrid growled at Harry, \\u201cthat Harry-Harry!\"\n        ],\n        [\n            16584,\n            \"\\u201d But Hagrid simply waved Hagrid hand and said, \\u201cAbout Harry world, Hagrid mean.\"\n        ],\n        [\n            16653,\n            \"\\u201d Hagrid stared wildly at Harry.\"\n        ],\n        [\n            16660,\n            \"\\u201cBut Harry must know about Harry mom and dad,\\u201dHagrid said.\"\n        ],\n        [\n            16723,\n            \"\\u201d Hagrid ran Hagrid fingers through Hagrid hair, fixing Harry with a bewildered stare.\"\n        ],\n        [\n            16774,\n            \"Hagrid forbid Hagrid to tell Harry anything!\"\n        ],\n        [\n            16872,\n            \"Hagrid FORBID Harry!\"\n        ],\n        [\n            16944,\n            \"\\u201cA wizard, o\\u2019course,\\u201dsaid Hagrid, sitting back down on the sofa, which groaned and sank even lower, \\u201can\\u2019a thumpin\\u2019good\\u2019un, Hagrid\\u2019d say, once Harry\\u2019ve been trained up a bit.\"\n        ],\n        [\n            17010,\n            \"An\\u2019Hagrid reckon it\\u2019s abou\\u2019time Harry read Harry letter.\"\n        ],\n        [\n            17271,\n            \"With Hagrid tongue between Hagrid teeth Hagrid scribbled a note that Harry could read upside down: Dear Professor Dumbledore, Given Harry his letter.\"\n        ],\n        [\n            17425,\n            \"\\u201cHagrid\\u2019d like ter see a great Muggle like Harry stop Harry,\\u201dHagrid said.\"\n        ],\n        [\n            17474,\n            \"An\\u2019it\\u2019s Harry bad luck Harry grew up in a family o\\u2019the biggest Muggles Hagrid ever laid eyes on.\"\n        ],\n        [\n            17499,\n            \"\\u201d \\u201cHarry swore when Harry took Harry in Harry\\u2019d put a stop to that rubbish,\\u201dsaid Hagrid, \\u201cswore Harry\\u2019d stamp it out of Harry!\"\n        ],\n        [\n            17625,\n            \"Hagrid was the only one who saw Harry for what Harry was-a freak!\"\n        ],\n        [\n            17897,\n            \"\\u201cHagrid had no idea, when Dumbledore told Hagrid there might be trouble gettin\\u2019hold of Harry, how much Harry didn\\u2019t know.\"\n        ],\n        [\n            17925,\n            \"Ah, Harry, Hagrid don\\u2019know if Hagrid\\u2019m the right person ter tell Harry-but someone\\u2019s gotta-Harry can\\u2019t go off ter Hogwarts not knowin \\u2019.\"\n        ],\n        [\n            17962,\n            \"\\u201d Hagrid threw a dirty look at Harry.\"\n        ],\n        [\n            17972,\n            \"\\u201cWell, it\\u2019s best Harry know as much as Hagrid can tell Harry-mind, Hagrid can\\u2019t tell Harry everythin \\u2019, it\\u2019s a great myst\\u2019ry, parts of it.\"\n        ],\n        [\n            18016,\n            \"\\u201d Hagrid sat down, stared into the fire for a few seconds, and then said, \\u201cIt begins, Hagrid suppose, with-with a person called-but it\\u2019s incredible Harry don\\u2019t know his name, everyone in our world knows-\\u201c\\u201cWho?\"\n        ],\n        [\n            18445,\n            \"All anyone knows is, Hagrid turned up in the village where Harry was all living, on Halloween ten years ago.\"\n        ],\n        [\n            18475,\n            \"Hagrid came ter Harry house an\\u2019- an\\u2019- \\u201cHagrid suddenly pulled out a very dirty, spotted handkerchief and blew Hagrid nose with a sound like a foghorn.\"\n        ],\n        [\n            18551,\n            \"An\\u2019then-an\\u2019this is the real myst\\u2019ry of the thing-Hagrid tried to kill Harry, too.\"\n        ],\n        [\n            18673,\n            \"No one ever lived after Hagrid decided ter kill\\u2019em, no one except Harry, an\\u2019Hagrid\\u2019d killed some o\\u2019the best witches an\\u2019wizards of the age-the McKinnons, the Bones, the Prewetts-an\\u2019Harry was only a baby, an\\u2019Harry lived.\"\n        ],\n        [\n            18796,\n            \"Hagrid was watching Harry sadly.\"\n        ],\n        [\n            18802,\n            \"\\u201cTook Harry from the ruined house Hagrid, on Dumbledore\\u2019s orders.\"\n        ],\n        [\n            18872,\n            \"\\u201cNow, Harry listen here, Harry,\\u201dHagrid snarled, \\u201cHagrid accept there\\u2019s something strange about Harry, probably nothing a good beating wouldn\\u2019t have cured-and as for all this about Harry, well, Harry were weirdos, no denying it, and the world\\u2019s better off without Harry in Hagrid opinion-asked for all Harry got, getting mixed up with these wizarding types-just what Hagrid expected, always knew Harry\\u2019d come to a sticky end-\\u201cBut at that moment, Hagrid leapt from the sofa and drew a battered pink umbrella from inside Hagrid coat.\"\n        ],\n        [\n            19258,\n            \"\\u201cMost of Harry reckon Hagrid\\u2019s still out there somewhere but lost Hagrid powers.\"\n        ],\n        [\n            19281,\n            \"\\u2019 Cause somethin\\u2019about Harry finished Hagrid, Harry.\"\n        ],\n        [\n            19292,\n            \"There was somethin\\u2019goin\\u2019on that night Hagrid hadn\\u2019t counted on-/ dunno what it was, no one does-but somethin\\u2019about Harry stumped Hagrid, all right.\"\n        ],\n        [\n            19329,\n            \"\\u201d Hagrid looked at Harry with warmth and respect blazing in Hagrid eyes, but Harry, instead of feeling pleased and proud, felt quite sure there had been a horrible mistake.\"\n        ],\n        [\n            19374,\n            \"Harry\\u2019d spent Harry life being clouted by Dudley, and bullied by Aunt Petunia and Hagrid;\"\n        ],\n        [\n            19452,\n            \"\\u201cHagrid,\\u201dHarry said quietly, \\u201cHarry think Hagrid must have made a mistake.\"\n        ],\n        [\n            19481,\n            \"\\u201d To Harry surprise, Hagrid chuckled.\"\n        ],\n        [\n            19630,\n            \"Harry looked back at Hagrid, smiling, and saw that Hagrid was positively beaming at Harry.\"\n        ],\n        [\n            19690,\n            \"\\u201cHaven\\u2019t Hagrid told Hagrid Harry\\u2019s not going?\"\n        ],\n        [\n            19724,\n            \"Hagrid\\u2019ve read those letters and Harry needs all sorts of rubbish-spell books and wands and-\\u201c\\u201cIf Harry wants ter go, a great Muggle like Hagrid won\\u2019t stop him,\\u201dgrowled Hagrid.\"\n        ],\n        [\n            19824,\n            \"Harry\\u2019ll be with youngsters of Harry own sort, fer a change, an\\u2019Harry\\u2019ll be under the greatest headmaster Hogwarts ever had, Albus Dumbled-\\u201c\\u201cHagrid AM NOT PAYING FOR SOME CRACKPOT OLD FOOL TO TEACH Harry MAGIC TRICKS!\"\n        ],\n        [\n            19977,\n            \"When Hagrid turned Hagrid back on Harry, Harry saw a curly pig\\u2019s tail poking through a hole in Hagrid trousers.\"\n        ],\n        [\n            20005,\n            \"Pulling Harry and Dudley into the other room, Hagrid cast one last terrified look at Hagrid and slammed the door behind Harry.\"\n        ],\n        [\n            20091,\n            \"\\u201d Hagrid cast a sideways look at Harry under Hagrid bushy eyebrows.\"\n        ],\n        [\n            20104,\n            \"\\u201cBe grateful if Harry didn\\u2019t mention that ter anyone at Hogwarts,\\u201dHagrid said.\"\n        ],\n        [\n            20192,\n            \"\\u201cOh, well-Hagrid was at Hogwarts meself but Hagrid-er-got expelled, ter tell Harry the truth.\"\n        ],\n        [\n            20231,\n            \"But Dumbledore let Hagrid stay on as Harry.\"\n        ],\n        [\n            20290,\n            \"\\u201d Hagrid took off Hagrid thick black coat and threw it to Harry.\"\n        ],\n        [\n            20304,\n            \"\\u201cHarry can kip under that,\\u201dHagrid said.\"\n        ],\n        [\n            20379,\n            \"\\u201cHarry dreamed Hagrid came to tell Harry Harry was going to a school for wizards.\"\n        ],\n        [\n            20480,\n            \"\\u201d Harry sat up and Hagrid\\u2019s heavy coat fell off Harry.\"\n        ],\n        [\n            20727,\n            \"\\u201cGive Harry five Knuts,\\u201dsaid Hagrid sleepily.\"\n        ],\n        [\n            20880,\n            \"\\u201cHarry haven\\u2019t got any money-and Hagrid heard Uncle Vernon last night.\"\n        ],\n        [\n            20982,\n            \"Have a sausage, they\\u2019re not bad cold-an\\u2019Hagrid wouldn\\u2019say no teh a bit o\\u2019Harry birthday cake, neither.\"\n        ],\n        [\n            21043,\n            \"\\u201d \\u201cYeah-so Harry\\u2019d be mad ter try an\\u2019rob it, Hagrid\\u2019ll tell Harry that.\"\n        ],\n        [\n            21132,\n            \"Fetchin\\u2019Harry-gettin\\u2019things from Gringotts-knows Hagrid can trust Hagrid, see.\"\n        ],\n        [\n            21160,\n            \"\\u201d Harry followed Hagrid out onto the rock.\"\n        ],\n        [\n            21245,\n            \"Not s\\u2019 pposed ter use magic now Hagrid\\u2019ve got Harry.\"\n        ],\n        [\n            21259,\n            \"\\u201d Harry settled down in the boat, Harry still staring at Hagrid, trying to imagine Hagrid flying.\"\n        ],\n        [\n            21279,\n            \"\\u201cSeems a shame ter row, though,\\u201dsaid Hagrid, giving Harry another of Hagrid sideways looks.\"\n        ],\n        [\n            21300,\n            \"\\u201cIf Hagrid was ter-er-speed things up a bit, would Harry mind not mentionin\\u2019it at Hogwarts?\"\n        ],\n        [\n            21340,\n            \"Hagrid pulled out the pink umbrella again, tapped it twice on the side of the boat, and Harry sped off toward land.\"\n        ],\n        [\n            21459,\n            \"\\u201d Harry sat and thought about this while Hagrid read Hagrid newspaper, the Daily Prophet Harry had learned from Uncle Vernon that Harry liked to be left alone while Harry did this, but it was very difficult, Harry\\u2019d never had so many questions in Harry life.\"\n        ],\n        [\n            21693,\n            \"Hagrid folded up Hagrid newspaper, and Harry clambered up the stone steps onto the street.\"\n        ],\n        [\n            21710,\n            \"Passersby stared a lot at Hagrid as Harry walked through the little town to the station.\"\n        ],\n        [\n            21734,\n            \"Not only was Hagrid twice as tall as anyone else, Hagrid kept pointing at perfectly ordinary things like parking meters and saying loudly, \\u201cSee that, Harry?\"\n        ],\n        [\n            21773,\n            \"\\u201d \\u201cHagrid,\\u201dsaid Harry, panting a bit as Harry ran to keep up, \\u201cdid Hagrid say there are dragons at Gringotts?\"\n        ],\n        [\n            21865,\n            \"Hagrid, who didn\\u2019t understand \\u201cMuggle money,\\u201das Hagrid called it, gave the bills to Harry so Hagrid could buy Harry tickets.\"\n        ],\n        [\n            22208,\n            \"\\u201cIf Harry know where to go,\\u201dsaid Hagrid.\"\n        ],\n        [\n            22277,\n            \"\\u201cHagrid don\\u2019t know how the Muggles manage without magic,\\u201dHagrid said as Harry climbed a broken-down escalator that led up to a bustling road lined with shops.\"\n        ],\n        [\n            22323,\n            \"all Harry had to do was keep close behind Hagrid.\"\n        ],\n        [\n            22432,\n            \"yet somehow, even though everything Hagrid had told Harry so far was unbelievable, Harry couldn\\u2019t help trusting Hagrid.\"\n        ],\n        [\n            22492,\n            \"If Hagrid hadn\\u2019t pointed it out, Harry wouldn\\u2019t have noticed it was there.\"\n        ],\n        [\n            22553,\n            \"In fact, Harry had the most peculiar feeling that only he and Hagrid could see it.\"\n        ],\n        [\n            22571,\n            \"Before Harry could mention this, Hagrid had steered Harry inside.\"\n        ],\n        [\n            22662,\n            \"Harry waved and smiled at Hagrid, and the bartender reached for a glass, saying, \\u201cThe usual, Hagrid?\"\n        ],\n        [\n            22685,\n            \"\\u201d \\u201cCan\\u2019t, Tom, Hagrid\\u2019m on Hogwarts business,\\u201dsaid Hagrid, clapping Hagrid great hand on Harry\\u2019s shoulder and making Harry\\u2019s knees buckle.\"\n        ],\n        [\n            22755,\n            \"\\u201cBless Hagrid soul,\\u201dwhispered Hagrid, \\u201cHarry.\"\n        ],\n        [\n            22776,\n            \"\\u201d He hurried out from behind the bar, rushed toward Harry and seized Harry hand, tears in Hagrid eyes.\"\n        ],\n        [\n            23272,\n            \"\\u201d Doris Crockford shook Harry\\u2019s hand one last time, and Hagrid led Harry through the bar and out into a small, walled courtyard, where there was nothing but a trash can and a few weeds.\"\n        ],\n        [\n            23313,\n            \"Hagrid grinned at Harry.\"\n        ],\n        [\n            23318,\n            \"\\u201cTold Harry, didn\\u2019t Hagrid?\"\n        ],\n        [\n            23333,\n            \"Even Professor Quirrell was tremblin\\u2019ter meet yeh-mind Harry, Hagrid\\u2019s usually tremblin \\u2019.\"\n        ],\n        [\n            23428,\n            \"Scared of Harry, scared of Hagrid own subject-now, where\\u2019s Hagrid umbrella?\"\n        ],\n        [\n            23511,\n            \"The brick Hagrid had touched quivered-it wriggled-in the middle, a small hole appeared-it grew wider and wider-a second later Harry were facing an archway large enough even for Hagrid, an archway onto a cobbled street that twisted and turned out of sight.\"\n        ],\n        [\n            23576,\n            \"\\u201d Hagrid grinned at Harry\\u2019s amazement.\"\n        ],\n        [\n            23648,\n            \"\\u201cYeah, Harry\\u2019ll be needin\\u2019one,\\u201dsaid Hagrid, \\u201cbut Harry gotta get yer money first.\"\n        ],\n        [\n            23897,\n            \"Standing beside its burnished bronze doors, wearing a uniform of scarlet and gold, was-\\u201cYeah, that\\u2019s a goblin,\\u201dsaid Hagrid quietly as Harry walked up the white stone steps toward Hagrid.\"\n        ],\n        [\n            24156,\n            \"Hagrid and Harry made for the counter.\"\n        ],\n        [\n            24193,\n            \"\\u201d \\u201cHagrid have Harry key, Hagrid?\"\n        ],\n        [\n            24293,\n            \"\\u201d \\u201cAn\\u2019Hagrid\\u2019ve also got a letter here from Professor Dumbledore,\\u201dsaid Harry importantly, throwing out Harry chest.\"\n        ],\n        [\n            24345,\n            \"\\u201cVery well,\\u201dhe said, handing it back to Hagrid, \\u201cHagrid will have someone take Harry down to both vaults.\"\n        ],\n        [\n            24380,\n            \"Once Hagrid had crammed all the dog biscuits back inside Hagrid pockets, Hagrid and Harry followed Griphook toward one of the doors leading off the hall.\"\n        ],\n        [\n            24429,\n            \"\\u201cCan\\u2019t tell Harry that,\\u201dsaid Hagrid mysteriously.\"\n        ],\n        [\n            24455,\n            \"More\\u2019n Hagrid job\\u2019s worth ter tell Harry that.\"\n        ],\n        [\n            24528,\n            \"Harry climbed in-Hagrid with some difficulty-and were off.\"\n        ],\n        [\n            24667,\n            \"\\u201cHarry never know,\\u201dHarry called to Hagrid over the noise of the cart, \\u201cwhat\\u2019s the difference between a stalagmite and a stalactite?\"\n        ],\n        [\n            24884,\n            \"Hagrid helped Harry pile some of it into a bag.\"\n        ],\n        [\n            25007,\n            \"Harry went rattling over an underground ravine, and Harry leaned over the side to try to see what was down at the dark bottom, but Hagrid groaned and pulled Harry back by the scruff of Harry neck.\"\n        ],\n        [\n            25340,\n            \"\\u201cMight as well get Harry uniform,\\u201dsaid Hagrid, nodding toward Madam Malkin\\u2019s Robes for All Occasions.\"\n        ],\n        [\n            25363,\n            \"\\u201cListen, Harry, would Harry mind if Hagrid slipped off fer a pick-me-up in the Leaky Cauldron?\"\n        ],\n        [\n            25393,\n            \"\\u201d Hagrid did still look a bit sick, so Harry entered Madam Malkin\\u2019s shop alone, feeling nervous.\"\n        ],\n        [\n            25735,\n            \"\\u201cWell, Harry really knows until they get there, do Harry, but Hagrid know Hagrid\\u2019ll be in Slytherin, all our family have been-imagine being in Hufflepuff, Hagrid think Hagrid\\u2019d leave, wouldn\\u2019t Harry?\"\n        ],\n        [\n            25822,\n            \"Hagrid was standing there, grinning at Harry and pointing at two large ice creams to show Hagrid couldn\\u2019t come in.\"\n        ],\n        [\n            25846,\n            \"\\u201cThat\\u2019s Hagrid,\\u201dsaid Harry, pleased to know something Hagrid didn\\u2019t.\"\n        ],\n        [\n            25902,\n            \"\\u201d \\u201cHagrid\\u2019s the gamekeeper,\\u201dsaid Harry.\"\n        ],\n        [\n            25914,\n            \"Harry was liking Hagrid less and less every second.\"\n        ],\n        [\n            25971,\n            \"\\u201d \\u201cHarry think Hagrid\\u2019s brilliant,\\u201dsaid Harry coldly.\"\n        ],\n        [\n            25999,\n            \"\\u201cWhy is Hagrid with Harry?\"\n        ],\n        [\n            26023,\n            \"Harry didn\\u2019t feel much like going into the matter with Hagrid.\"\n        ],\n        [\n            26083,\n            \"\\u201d \\u201cHagrid really don\\u2019t think they should let the other sort in, do Harry?\"\n        ],\n        [\n            26159,\n            \"\\u201d But before Harry could answer, Madam Malkin said, \\u201cThat\\u2019s you done, Hermione,\\u201dand Harry, not sorry for an excuse to stop talking to Hagrid, hopped down from the footstool.\"\n        ],\n        [\n            26202,\n            \"\\u201cWell, Hagrid\\u2019ll see Harry at Hogwarts, Hagrid suppose,\\u201dsaid Hagrid.\"\n        ],\n        [\n            26307,\n            \"\\u201d \\u201cBlimey, Harry, Hagrid keep forgettin\\u2019how little Harry know-not knowin\\u2019about Quidditch!\"\n        ],\n        [\n            26355,\n            \"\\u201c-and Hagrid said Harry shouldn\\u2019t even be allowed in-\\u201c\\u201cYer not from Harry.\"\n        ],\n        [\n            27010,\n            \"\\u201cJust Harry wand left-oh yeah, an\\u2019Hagrid still haven\\u2019t got Harry a birthday present.\"\n        ],\n        [\n            27058,\n            \"Tell Harry what, Hagrid\\u2019ll get Harry animal.\"\n        ],\n        [\n            27100,\n            \"Hagrid\\u2019ll get Harry an owl.\"\n        ],\n        [\n            27483,\n            \"Hagrid thought Hagrid\\u2019d be seeing Harry soon.\"\n        ],\n        [\n            27598,\n            \"Well, Hagrid say Harry favored it-it\\u2019s really the wand that chooses Harry, of course.\"\n        ],\n        [\n            27658,\n            \"\\u201d Hagrid touched the lightning scar on Harry\\u2019s forehead with a long, white finger.\"\n        ],\n        [\n            27746,\n            \"\\u201d Hagrid shook Hagrid head and then, to Harry\\u2019s relief, spotted Hagrid.\"\n        ],\n        [\n            27896,\n            \"Harry noticed Hagrid gripped Hagrid pink umbrella very tightly as Hagrid spoke.\"\n        ],\n        [\n            27987,\n            \"\\u201d Hagrid measured Harry from shoulder to finger, then wrist to elbow, shoulder to floor, knee to armpit and round Harry head.\"\n        ],\n        [\n            28013,\n            \"As Hagrid measured, Hagrid said, \\u201cEvery Ollivander wand has a core of a powerful magical substance, Harry.\"\n        ],\n        [\n            28185,\n            \"\\u201d Harry took the wand and (feeling foolish) waved it around a bit, but Hagrid snatched it out of Harry hand almost at once.\"\n        ],\n        [\n            28227,\n            \"Try-\\u201cHarry tried-but Harry had hardly raised the wand when it, too, was snatched back by Hagrid.\"\n        ],\n        [\n            28290,\n            \"Harry had no idea what Hagrid was waiting for.\"\n        ],\n        [\n            28479,\n            \"\\u201d Hagrid put Harry\\u2019s wand back into its box and wrapped it in brown paper, still muttering, \\u201cCurious.\"\n        ],\n        [\n            28520,\n            \"\\u201d Hagrid fixed Harry with Hagrid pale stare.\"\n        ],\n        [\n            28531,\n            \"\\u201cHagrid remember every wand Hagrid\\u2019ve ever sold, Harry.\"\n        ],\n        [\n            28634,\n            \"Hagrid think Harry must expect great things from Harry, Harry.\"\n        ],\n        [\n            28680,\n            \"Harry wasn\\u2019t sure Harry liked Hagrid too much.\"\n        ],\n        [\n            28693,\n            \"Harry paid seven gold Galleons for Harry wand, and Hagrid bowed them from Hagrid shop.\"\n        ],\n        [\n            28712,\n            \"The late afternoon sun hung low in the sky as Harry and Hagrid made their way back down Diagon Alley, back through the wall, back through the Leaky Cauldron, now empty.\"\n        ],\n        [\n            28813,\n            \"Harry only realized where Harry were when Hagrid tapped Harry on the shoulder.\"\n        ],\n        [\n            28827,\n            \"\\u201cGot time fer a bite to eat before Harry train leaves,\\u201dHagrid said.\"\n        ],\n        [\n            28844,\n            \"Hagrid bought Harry a hamburger and Harry sat down on plastic seats to eat them.\"\n        ],\n        [\n            29111,\n            \"\\u201d Hagrid helped Harry on to the train that would take Harry back to Harry, then handed Harry an envelope.\"\n        ],\n        [\n            29163,\n            \"Any problems with Harry, send Hagrid a letter with Harry owl, she\\u2019ll know where to find Hagrid.\"\n        ],\n        [\n            29204,\n            \"Harry wanted to watch Hagrid until Hagrid was out of sight;\"\n        ],\n        [\n            29216,\n            \"Harry rose in Harry seat and pressed Harry nose against the window, but Harry blinked and Hagrid had gone.\"\n        ],\n        [\n            29682,\n            \"Harry pulled the ticket Hagrid had given Harry out of Harry pocket.\"\n        ],\n        [\n            30384,\n            \"Hagrid must have forgotten to tell Harry something you had to do, like tapping the third brick on the left to get into Diagon Alley.\"\n        ],\n        [\n            33402,\n            \"and until Hagrid told Ron, Ron didn\\u2019t know anything about being a wizard or about Harry or Voldemort-\\u201cRon gasped.\"\n        ],\n        [\n            36460,\n            \"\\u201cHagrid\\u2019d be careful if Hagrid were Harry, Harry,\\u201dHagrid said slowly.\"\n        ],\n        [\n            36574,\n            \"\\u201cUnless Hagrid get out now,\\u201dsaid Harry, more bravely than Harry felt, because Crabbe and Goyle were a lot bigger than Harry or Ron.\"\n        ],\n        [\n            36894,\n            \"Harry says Hagrid\\u2019s father didn\\u2019t need an excuse to go over to the Dark Side.\"\n        ],\n        [\n            37325,\n            \"\\u201d Slipping and stumbling, Harry followed Hagrid down what seemed to be a steep, narrow path.\"\n        ],\n        [\n            37382,\n            \"\\u201cYeh\\u2019ll get Harry firs\\u2019 sight o\\u2019Hogwarts in a sec,\\u201dHagrid called over Hagrid shoulder, \\u201cjus\\u2019 round this bend here.\"\n        ],\n        [\n            37701,\n            \"Then Harry clambered up a passageway in the rock after Hagrid\\u2019s lamp, coming out at last onto smooth, damp grass right in the shadow of the castle.\"\n        ],\n        [\n            45761,\n            \"Harry had looked through Harry books at the Dursleys \\u2019, but did Hagrid expect Harry to remember everything in One Thousand Magical Herbs and Fungi?\"\n        ],\n        [\n            45839,\n            \"\\u201cHarry think Hermione does, though, why don\\u2019t Hagrid try Hermione?\"\n        ],\n        [\n            45981,\n            \"Over the noise, Hagrid said, \\u201cAnd a point will be taken from Gryffindor House for Harry cheek, Harry.\"\n        ],\n        [\n            46019,\n            \"Hagrid put Harry all into pairs and set Harry to mixing up a simple potion to cure boils.\"\n        ],\n        [\n            46038,\n            \"Hagrid swept around in Hagrid long black cloak, watching Harry weigh dried nettles and crush snake fangs, criticizing Harry except Malfoy, whom Hagrid seemed to like.\"\n        ],\n        [\n            46069,\n            \"Hagrid was just telling Harry to look at the perfect way Malfoy had stewed Malfoy horned slugs when clouds of acid green smoke and a loud hissing filled the dungeon.\"\n        ],\n        [\n            46225,\n            \"\\u201cTake Neville up to the hospital wing,\\u201dHagrid spat at Harry.\"\n        ],\n        [\n            46240,\n            \"Then Hagrid rounded on Harry and Harry.\"\n        ],\n        [\n            46372,\n            \"Harry\\u2019d lost two points for Malfoy in Malfoy very first week-why did Hagrid hate Malfoy so much?\"\n        ],\n        [\n            46532,\n            \"\\u201d Hagrid let Harry in, struggling to keep a hold on the collar of an enormous black boarhound.\"\n        ],\n        [\n            46676,\n            \"\\u201cHagrid spent half Hagrid life chasin\\u2019Harry away from the forest.\"\n        ],\n        [\n            46692,\n            \"\\u201d The rock cakes were shapeless lumps with raisins that almost broke Harry teeth, but Harry and Ron pretended to be enjoying them as Harry told Hagrid all about Harry first lessons.\"\n        ],\n        [\n            46742,\n            \"Harry and Ron were delighted to hear Hagrid call Filch \\u201cthat old git.\"\n        ],\n        [\n            46815,\n            \"\\u201d Harry told Hagrid about Snape\\u2019s lesson.\"\n        ],\n        [\n            46825,\n            \"Hagrid, like Ron, told Harry not to worry about it, that Snape liked hardly any of Harry.\"\n        ],\n        [\n            46869,\n            \"\\u201d Yet Harry couldn\\u2019t help thinking that Hagrid didn\\u2019t quite meet his eyes when Hagrid said that.\"\n        ],\n        [\n            46915,\n            \"\\u201d Harry wondered if Hagrid had changed the subject on purpose.\"\n        ],\n        [\n            46927,\n            \"While Ron told Hagrid all about Charlie\\u2019s work with dragons, Harry picked up a piece of paper that was lying on the table under the tea cozy.\"\n        ],\n        [\n            47113,\n            \"\\u201d There was no doubt about it, Hagrid definitely didn\\u2019t meet Harry\\u2019s eyes this time.\"\n        ],\n        [\n            47134,\n            \"Hagrid grunted and offered Harry another rock cake.\"\n        ],\n        [\n            47197,\n            \"As Harry and Ron walked back to the castle for dinner, Harry pockets weighed down with rock cakes Harry\\u2019d been too polite to refuse, Harry thought that none of the lessons Harry\\u2019d had so far had given Harry as much to think about as tea with Hagrid.\"\n        ],\n        [\n            47265,\n            \"And did Hagrid know something about Snape that Hagrid didn\\u2019t want to tell Harry?\"\n        ],\n        [\n            47394,\n            \"To make a fool of Harry on a broomstick in front of Hagrid.\"\n        ],\n        [\n            47482,\n            \"Hagrid complained loudly about Harry never getting on the House Quidditch teams and told long, boastful stories that always seemed to end with Hagrid narrowly escaping Muggles in helicopters.\"\n        ],\n        [\n            56410,\n            \"Even better, Hagrid announced in Charms that Hagrid thought Harry were ready to start making objects fly, something Harry had all been dying to try since Harry\\u2019d seen Hagrid make Neville\\u2019s toad zoom around the classroom.\"\n        ],\n        [\n            56454,\n            \"Hagrid put Harry into pairs to practice.\"\n        ],\n        [\n            57106,\n            \"Harry stared as he reached Professor Dumbledore\\u2019s chair, slumped against the table, and gasped, \\u201cTroll-in the dungeons-thought Hagrid ought to know.\"\n        ],\n        [\n            62554,\n            \"\\u201cIf Hagrid didn\\u2019know better, Hagrid\\u2019d say Harry\\u2019d lost control of Harry broom.\"\n        ],\n        [\n            62709,\n            \"\\u201d At these words, Hermione seized Hagrid\\u2019s binoculars, but instead of looking up at Harry, Hermione started looking frantically at the crowd.\"\n        ],\n        [\n            63590,\n            \"\\u201cHarry know a jinx when Harry see one, Hagrid, I\\u2019ve read all about them!\"\n        ],\n        [\n            63632,\n            \"\\u201d \\u201cHagrid\\u2019m tellin\\u2019yeh, Harry wrong!\"\n        ],\n        [\n            63649,\n            \"\\u201cHagrid don\\u2019know why Harry\\u2019s broom acted like that, but Snape wouldn\\u2019try an\\u2019kill Harry!\"\n        ],\n        [\n            63959,\n            \"\\u201d Hagrid was looking over at Harry as Hagrid spoke.\"\n        ],\n        [\n            64004,\n            \"Disgusted that the Slytherins had lost, Hagrid had tried to get Harry laughing at how a wide-mouthed tree frog would be replacing Harry as Seeker next.\"\n        ],\n        [\n            64034,\n            \"Then Hagrid\\u2019d realized that nobody found this funny, because they were all so impressed at the way Harry had managed to stay on Harry bucking broomstick.\"\n        ],\n        [\n            64064,\n            \"So Hagrid, jealous and angry, had gone back to taunting Harry about having no proper family.\"\n        ],\n        [\n            64264,\n            \"\\u201d came Hagrid\\u2019s cold drawl from behind Harry.\"\n        ],\n        [\n            64445,\n            \"\\u201cRon\\u2019ll get Hagrid,\\u201dsaid Ron, grinding Ron teeth at Hagrid\\u2019s back, \\u201cone of these days, Ron\\u2019ll get Hagrid-\\u201c\\u201cRon hate them both,\\u201dsaid Harry, \\u201cHagrid and Snape.\"\n        ],\n        [\n            64530,\n            \"\\u201d So the three of them followed Hagrid and Hagrid tree off to the Great Hall, where Harry and Professor Flitwick were busy with the Christmas decorations.\"\n        ],\n        [\n            64719,\n            \"\\u201d said Hagrid, following Harry out of the hall.\"\n        ],\n        [\n            64744,\n            \"\\u201d \\u201cOh, Harry\\u2019re not working,\\u201dHarry told Hagrid brightly.\"\n        ],\n        [\n            64760,\n            \"\\u201cEver since Hagrid mentioned Nicolas Flamel Harry\\u2019ve been trying to find out who he is.\"\n        ],\n        [\n            64838,\n            \"\\u201cUnless Hagrid\\u2019d like to tell Harry and save Harry the trouble?\"\n        ],\n        [\n            64908,\n            \"\\u201cJust have to find out for Harry, then,\\u201dsaid Ron, and Harry left Hagrid looking disgruntled and hurried off to the library.\"\n        ],\n        [\n            64936,\n            \"Harry had indeed been searching books for Flamel\\u2019s name ever since Hagrid had let it slip, because how else were Harry going to find out what Snape was trying to steal?\"\n        ],\n        [\n            67107,\n            \"Harry watched Hagrid getting redder and redder in the face as Hagrid called for more wine, finally kissing Harry on the cheek, who, to Harry\\u2019s amazement, giggled and blushed, Harry top hat lopsided.\"\n        ],\n        [\n            81822,\n            \"The following morning, notes were delivered to Harry, Hermione, and Hagrid at the breakfast table.\"\n        ],\n        [\n            81930,\n            \"At eleven o\\u2019clock that night, Harry said good-bye to Ron in the common room and went down to the entrance hall with Hagrid.\"\n        ],\n        [\n            82251,\n            \"Harry relief must have showed in Harry face, because Filch said, \\u201cHarry suppose Harry think Harry\\u2019ll be enjoying yourself with Hagrid?\"\n        ],\n        [\n            82352,\n            \"\\u201cHarry can\\u2019t go in there at night-there\\u2019s all sorts of things in there-werewolves, Hagrid heard.\"\n        ],\n        [\n            82378,\n            \"\\u201d Hagrid clutched the sleeve of Harry\\u2019s robe and made a choking noise.\"\n        ],\n        [\n            82435,\n            \"\\u201d Hagrid came striding toward Harry out of the dark, Fang at Hagrid heel.\"\n        ],\n        [\n            82495,\n            \"\\u201d \\u201cI shouldn\\u2019t be too friendly to them, Hagrid,\\u201dsaid Filch coldly, \\u201cHarry\\u2019re here to be punished, after all.\"\n        ],\n        [\n            82577,\n            \"\\u201d \\u201cHagrid\\u2019ll be back at dawn,\\u201dsaid Filch, \\u201cfor what\\u2019s left of Harry,\\u201dHagrid added nastily, and Hagrid turned and started back toward the castle, Hagrid lamp bobbing away in the darkness.\"\n        ],\n        [\n            82629,\n            \"\\u201cHagrid\\u2019m not going in that forest,\\u201dHagrid said, and Harry was pleased to hear the note of panic in Hagrid voice.\"\n        ],\n        [\n            82708,\n            \"Hagrid thought Harry\\u2019d be copying lines or something, if Harry knew Hagrid was doing this, Harry\\u2019d-\\u201c\\u201c-tell Hagrid that\\u2019s how it is at Hogwarts,\\u201dHagrid growled.\"\n        ],\n        [\n            82776,\n            \"If yeh think Harry\\u2019d rather Hagrid were expelled, then get back off ter the castle an\\u2019pack.\"\n        ],\n        [\n            82821,\n            \"\\u201cRight then,\\u201dsaid Hagrid, \\u201cnow, listen carefully,\\u2019cause it\\u2019s dangerous what Harry\\u2019re gonna do tonight, an\\u2019Hagrid don\\u2019want no one takin\\u2019risks.\"\n        ],\n        [\n            82868,\n            \"\\u201d Hagrid led Harry to the very edge of the forest.\"\n        ],\n        [\n            83141,\n            \"\\u201cSo Hagrid, Harry, an\\u2019Hermione\\u2019ll go one way an\\u2019Harry, Neville, an\\u2019Fang\\u2019ll go the other.\"\n        ],\n        [\n            83247,\n            \"A little way into it Harry reached a fork in the earth path, and Harry, Hermione, and Hagrid took the left path while Hagrid, Neville, and Fang took the right.\"\n        ],\n        [\n            83319,\n            \"Harry saw that Hagrid looked very worried.\"\n        ],\n        [\n            83460,\n            \"\\u201d Hagrid seized Harry and Hermione and hoisted Harry off the path behind a towering oak.\"\n        ],\n        [\n            83920,\n            \"\\u201cListen, Hagrid\\u2019m glad Harry\\u2019ve run inter yeh, Harry,\\u2019cause there\\u2019s a unicorn bin hurt-Harry seen anythin \\u2019?\"\n        ],\n        [\n            83995,\n            \"\\u201d \\u201cYeah,\\u201dsaid Hagrid, \\u201cbut have Harry seen anythin \\u2019, Harry?\"\n        ],\n        [\n            84017,\n            \"\\u201d \\u201cMars is bright tonight,\\u201dHarry repeated, while Hagrid watched Harry impatiently.\"\n        ],\n        [\n            84223,\n            \"\\u201cHarry\\u2019ve heard,\\u201dsaid Hagrid grumpily.\"\n        ],\n        [\n            84263,\n            \"\\u201d Harry and Hermione followed Hagrid out of the clearing, staring over Harry shoulders at Ronan and Bane until the trees blocked Harry view.\"\n        ],\n        [\n            84396,\n            \"\\u201d \\u201cD\\u2019Hagrid think that was a centaur Harry heard earlier?\"\n        ],\n        [\n            84478,\n            \"Harry was very glad Harry had Hagrid and Hagrid crossbow with Harry.\"\n        ],\n        [\n            84491,\n            \"Harry had just passed a bend in the path when Hermione grabbed Hagrid\\u2019s arm.\"\n        ],\n        [\n            84547,\n            \"\\u201d Harry heard Hagrid crashing away through the undergrowth and stood looking at each other, very scared, until Harry couldn\\u2019t hear anything but the rustling of leaves around Harry.\"\n        ],\n        [\n            84620,\n            \"it\\u2019s Harry fault Hagrid\\u2019s here in the first place.\"\n        ],\n        [\n            84747,\n            \"Right, Harry\\u2019re changin\\u2019groups-Neville, Hagrid stay with Hagrid an\\u2019Hermione, Harry, Harry go with Fang an\\u2019Hagrid.\"\n        ],\n        [\n            84777,\n            \"Hagrid\\u2019m sorry,\\u201dHagrid added in a whisper to Harry, \\u201cbut Hagrid\\u2019ll have a harder time frightenin\\u2019Harry, an\\u2019Harry\\u2019ve gotta get this done.\"\n        ]\n    ],\n    \"[1, 3]\": [\n        [\n            17411,\n            \"\\u201cHarry\\u2019s not going,\\u201dUncle Vernon said.\"\n        ],\n        [\n            20880,\n            \"\\u201cHarry haven\\u2019t got any money-and Hagrid heard Uncle Vernon last night.\"\n        ],\n        [\n            20899,\n            \"Uncle Vernon won\\u2019t pay for Harry to go and learn magic.\"\n        ],\n        [\n            21459,\n            \"\\u201d Harry sat and thought about this while Hagrid read Hagrid newspaper, the Daily Prophet Harry had learned from Uncle Vernon that Harry liked to be left alone while Harry did this, but it was very difficult, Harry\\u2019d never had so many questions in Harry life.\"\n        ],\n        [\n            29259,\n            \"True, Dudley was now so scared of Harry Dudley wouldn\\u2019t stay in the same room, while Aunt Petunia and Uncle Vernon didn\\u2019t shut Harry in Harry cupboard, force Harry to do anything, or shout at Harry-in fact, they didn\\u2019t speak to Harry at all.\"\n        ],\n        [\n            29584,\n            \"\\u201cWould it be all right if Uncle Vernon gave Harry a lift?\"\n        ],\n        [\n            29610,\n            \"\\u201d Harry was about to go back upstairs when Uncle Vernon actually spoke.\"\n        ],\n        [\n            29809,\n            \"Harry\\u2019re going up to London tomorrow anyway, or Uncle Vernon wouldn\\u2019t bother.\"\n        ],\n        [\n            30016,\n            \"Uncle Vernon dumped Harry\\u2019s trunk onto a cart and wheeled it into the station for Harry.\"\n        ],\n        [\n            30035,\n            \"Harry thought this was strangely kind until Uncle Vernon stopped dead, facing the platforms with a nasty grin on Uncle Vernon face.\"\n        ],\n        [\n            40066,\n            \"When it finally shouted, \\u201cGRYFFINDOR,\\u201dUncle Vernon ran off still wearing it, and had to jog back amid gales of laughter to give it to \\u201cHarry, Morag.\"\n        ],\n        [\n            41230,\n            \"\\u201d \\u201cHarry know who Uncle Vernon are!\"\n        ],\n        [\n            41243,\n            \"\\u201cHarry told Ron about Uncle Vernon-Uncle Vernon\\u2019re Nearly Headless Nick!\"\n        ],\n        [\n            41371,\n            \"Looking pleased at the stunned looks on Harry faces, Uncle Vernon flipped Uncle Vernon head back onto Uncle Vernon neck, coughed, and said, \\u201cSo-new Gryffindors!\"\n        ],\n        [\n            41403,\n            \"Uncle Vernon hope Harry\\u2019re going to help us win the House Championship this year?\"\n        ],\n        [\n            41487,\n            \"Uncle Vernon was right next to Malfoy who, Harry was pleased to see, didn\\u2019t look too pleased with the seating arrangements.\"\n        ],\n        [\n            41692,\n            \"\\u201cWell, Uncle Vernon gran brought Uncle Vernon up and she\\u2019s a witch,\\u201dsaid Uncle Vernon, \\u201cbut Harry thought Uncle Vernon was all-Muggle for ages.\"\n        ],\n        [\n            41724,\n            \"Uncle Vernon Great Uncle Algie kept trying to catch Uncle Vernon off Uncle Vernon guard and force some magic out of Uncle Vernon-Harry pushed me off the end of Blackpool pier once, Harry nearly drowned-but nothing happened until Uncle Vernon was eight.\"\n        ],\n        [\n            41767,\n            \"Harry came round for dinner, and Harry was hanging Harry out of an upstairs window by the ankles when Uncle Vernon Great Auntie Enid offered Harry a meringue and Harry accidentally let go.\"\n        ],\n        [\n            42454,\n            \"\\u201cIt\\u2019s odd, because Uncle Vernon usually gives Harry a reason why Harry\\u2019re not allowed to go somewhere-the forest\\u2019s full of dangerous beasts, everyone knows that.\"\n        ],\n        [\n            42490,\n            \"Percy do think Uncle Vernon might have told Harry prefects, at least.\"\n        ],\n        [\n            42584,\n            \"\\u201cHarry pick Harry favorite tune,\\u201dsaid Uncle Vernon, \\u201cand off Harry go!\"\n        ],\n        [\n            102965,\n            \"\\u201d It was Uncle Vernon, still purple-faced, still mustached, still looking furious at the nerve of Harry, carrying an owl in a cage in a station full of ordinary people.\"\n        ],\n        [\n            103002,\n            \"Behind Uncle Vernon stood Aunt Petunia and Dudley, looking terrified at the very sight of Harry.\"\n        ],\n        [\n            103086,\n            \"\\u201d \\u201cHope Harry have-er-a good holiday,\\u201dsaid Hermione, looking uncertainly after Uncle Vernon, shocked that anyone could be so unpleasant.\"\n        ]\n    ],\n    \"[1, 4]\": [\n        [\n            61665,\n            \"This was part of Harry and Wood\\u2019s game plan.\"\n        ],\n        [\n            61677,\n            \"\\u201cKeep out of the way until Harry catch sight of the Snitch,\\u201dWood had said.\"\n        ]\n    ],\n    \"[1, 5]\": [\n        [\n            16844,\n            \"An\\u2019Dursley\\u2019ve kept it from Harry all these years?\"\n        ]\n    ],\n    \"[1, 6]\": [\n        [\n            3291,\n            \"\\u201cOh yes, Harry\\u2019s celebrating, all right,\\u201dHermione said impatiently.\"\n        ],\n        [\n            3679,\n            \"All this You-Know-Who\\u2019nonsense-for eleven years Hermione have been trying to persuade Harry to call him by his proper name: Voldemort.\"\n        ],\n        [\n            4555,\n            \"And they\\u2019ve got Harry-Hermione saw Harry kicking Harry mother all the way up the street, screaming for sweets.\"\n        ],\n        [\n            4671,\n            \"Harry\\u2019ll be famous-Harry-Hermione wouldn\\u2019t be surprised if today was known as Harry Potter Day in the future-there will be books written about Harry-every child in our world will know Harry name!\"\n        ],\n        [\n            4768,\n            \"Can\\u2019t Hermione see how much better off Harry\\u2019ll be, growing up away from all that until Harry\\u2019s ready to take it?\"\n        ],\n        [\n            4837,\n            \"\\u201d Hermione eyed Dumbledore cloak suddenly as though Hermione thought Dumbledore might be hiding Harry underneath it.\"\n        ],\n        [\n            5364,\n            \"\\u201cCould I-could Hermione say good-bye to Harry, Dumbledore?\"\n        ],\n        [\n            5462,\n            \"\\u201cBut Hermione c-c-can\\u2019t stand it-Lily an\\u2019Harry dead-an\\u2019Harry off ter live with Muggles-\\u201c\\u201cYes, yes, it\\u2019s all very sad, but get a grip on yourself, Dudley, or Harry\\u2019ll be found,\\u201dHermione whispered, patting Dudley gingerly on the arm as Dumbledore stepped over the low garden wall and walked to the front door.\"\n        ],\n        [\n            26159,\n            \"\\u201d But before Harry could answer, Madam Malkin said, \\u201cThat\\u2019s you done, Hermione,\\u201dand Harry, not sorry for an excuse to stop talking to Hagrid, hopped down from the footstool.\"\n        ],\n        [\n            35230,\n            \"Nobody in Hermione family\\u2019s magic at all, it was ever such a surprise when Hermione got my letter, but Hermione was ever so pleased, of course, Hermione mean, it\\u2019s the very best school of witchcraft there is, Hermione\\u2019ve heard-Hermione\\u2019ve learned all our course books by heart, of course, Hermione just hope it will be enough-Hermione\\u2019m Hermione Granger, by the way, who are Harry?\"\n        ],\n        [\n            35382,\n            \"\\u201cHermione know all about Harry, of course-Hermione got a few extra books for background reading, and Harry\\u2019re in Modern Magical History and The Rise and Fall of the Dark Arts and Great Wizarding Events of the Twentieth Century.\"\n        ],\n        [\n            35440,\n            \"\\u201cGoodness, didn\\u2019t Harry know, Hermione\\u2019d have found out everything Hermione could if it was Hermione,\\u201dsaid Hermione.\"\n        ],\n        [\n            35541,\n            \"You two had better change, you know, Hermione expect Harry\\u2019ll be there soon.\"\n        ],\n        [\n            41872,\n            \"\\u201d On Harry\\u2019s other side, Percy and Hermione were talking about lessons (\\\" Percy do hope Harry start right away, there\\u2019s so much to learn, Percy\\u2019m particularly interested in Transfiguration, you know, turning something into something else, of course, it\\u2019s supposed to be very difficult-\\u201cHarry\\u2019ll be starting small, just matches into needles and that sort of thing-\\u201c).\"\n        ],\n        [\n            44525,\n            \"Harry showed Harry how it had gone all silver and pointy and gave Hermione a rare smile.\"\n        ],\n        [\n            45839,\n            \"\\u201cHarry think Hermione does, though, why don\\u2019t Hagrid try Hermione?\"\n        ],\n        [\n            48436,\n            \"Harry and Ron were delighted when Hermione told Malfoy Malfoy\\u2019d been doing it wrong for years.\"\n        ],\n        [\n            48455,\n            \"\\u201cNow, when Hermione blow Hermione whistle, Harry kick off from the ground, hard,\\u201dsaid Madam Hooch.\"\n        ],\n        [\n            48650,\n            \"\\u201cBroken wrist,\\u201dHarry heard Hermione mutter.\"\n        ],\n        [\n            48676,\n            \"\\u201d Hermione turned to the rest of Harry.\"\n        ],\n        [\n            48686,\n            \"\\u201cNone of Harry is to move while Hermione take Neville to the hospital wing!\"\n        ],\n        [\n            49005,\n            \"\\u201d Harry ignored Hermione.\"\n        ],\n        [\n            49411,\n            \"\\u201cNever-in all Harry time at Hogwarts-\\u201cProfessor McGonagall was almost speechless with shock, and Hermione glasses flashed furiously, \\u201c-how dare Harry-might have broken Harry neck-\\u201c\\u201cIt wasn\\u2019t Harry fault, Professor-\\u201c\\u201cBe quiet, Hermione-\\u201c\\u201cBut Malfoy-\\u201c\\u201cThat\\u2019s enough, Harry.\"\n        ],\n        [\n            49483,\n            \"Harry, follow Hermione, now.\"\n        ],\n        [\n            49490,\n            \"\\u201d Harry caught sight of Malfoy, Crabbe, and Harry\\u2019s triumphant faces as Harry left, walking numbly in Professor McGonagall\\u2019s wake as Hermione strode toward the castle.\"\n        ],\n        [\n            49639,\n            \"Hermione wrenched open doors and marched along corridors with Harry trotting miserably behind Hermione.\"\n        ],\n        [\n            49654,\n            \"Maybe Hermione was taking Harry to Dumbledore.\"\n        ],\n        [\n            49752,\n            \"was Wood a cane Hermione was going to use on Harry?\"\n        ],\n        [\n            49790,\n            \"\\u201cFollow Hermione, you two,\\u201dsaid Hermione, and Harry marched on up the corridor, Wood looking curiously at Harry.\"\n        ],\n        [\n            49820,\n            \"\\u201d Hermione pointed Harry into a classroom that was empty except for Harry, who was busy writing rude words on the blackboard.\"\n        ],\n        [\n            49872,\n            \"Hermione slammed the door behind Harry and turned to face the two boys.\"\n        ],\n        [\n            49895,\n            \"Wood-Hermione\\u2019ve found Harry a Seeker.\"\n        ],\n        [\n            50001,\n            \"\\u201cHarry caught that thing in Harry hand after a fifty-foot dive,\\u201dHermione told Wood.\"\n        ],\n        [\n            50201,\n            \"\\u201d Professor McGonagall peered sternly over Hermione glasses at Harry.\"\n        ],\n        [\n            50212,\n            \"\\u201cHermione want to hear Harry\\u2019re training hard, Harry, or Hermione may change Hermione mind about punishing Harry.\"\n        ],\n        [\n            50241,\n            \"\\u201cHarry would have been proud,\\u201dHermione said.\"\n        ],\n        [\n            50274,\n            \"Harry had just finished telling Ron what had happened when Harry\\u2019d left the grounds with Hermione.\"\n        ],\n        [\n            51004,\n            \"Hermione ignored Malfoy and spoke to Harry.\"\n        ],\n        [\n            51012,\n            \"\\u201cHermione couldn\\u2019t help overhearing what Harry and Malfoy were saying-\\u201c\\u201cBet Hermione could,\\u201dRon muttered.\"\n        ],\n        [\n            51083,\n            \"\\u201d \\u201cAnd it\\u2019s really none of Hermione business,\\u201dsaid Harry.\"\n        ],\n        [\n            51401,\n            \"\\u201d \\u201cHermione almost told Harry,\\u201dHermione snapped, \\u201cPercy-he\\u2019s Harry, he\\u2019d put a stop to this.\"\n        ],\n        [\n            51479,\n            \"Hermione followed Ron through the portrait hole, hissing at Harry like an angry goose.\"\n        ],\n        [\n            51495,\n            \"\\u201cDon\\u2019t Harry care about Malfoy, do Harry only care about yourselves, / don\\u2019t want Slytherin to win the House Cup, and Harry\\u2019ll lose all the points Hermione got from Professor McGonagall for knowing about Switching Spells.\"\n        ],\n        [\n            51547,\n            \"\\u201d \\u201cAll right, but Hermione warned Hermione, Harry just remember what Hermione said when Harry\\u2019re on the train home tomorrow, Harry\\u2019re so-\\u201cBut what they were, Harry didn\\u2019t find out.\"\n        ],\n        [\n            51672,\n            \"\\u201d Harry hadn\\u2019t even reached the end of the corridor when Hermione caught up with Harry.\"\n        ],\n        [\n            52056,\n            \"\\u201d Hermione opened Hermione mouth, perhaps to tell Ron exactly how to use the Curse of the Bogies, but Harry hissed at Hermione to be quiet and beckoned Harry all forward.\"\n        ],\n        [\n            52563,\n            \"\\u201cHermione-told-Harry,\\u201dHermione gasped, clutching at the stitch in Hermione chest, \\u201cHermione-told-Harry.\"\n        ],\n        [\n            52611,\n            \"\\u201d \\u201cMalfoy tricked Harry,\\u201dHermione said to Harry.\"\n        ],\n        [\n            52660,\n            \"\\u201d Harry thought Hermione was probably right, but Harry wasn\\u2019t going to tell Hermione that.\"\n        ],\n        [\n            52967,\n            \"Hermione grabbed Harry\\u2019s wand, tapped the lock, and whispered, \\u201cAlohomora \\\\\\u201dThe lock clicked and the door swung open-Harry piled through it, shut it quickly, and pressed Harry ears against it, listening.\"\n        ],\n        [\n            53693,\n            \"\\u201d Hermione stood up, glaring at Harry.\"\n        ],\n        [\n            53702,\n            \"\\u201cHermione hope Harry\\u2019re pleased with yourselves.\"\n        ],\n        [\n            53724,\n            \"Now, if Harry don\\u2019t mind, Hermione\\u2019m going to bed.\"\n        ],\n        [\n            53763,\n            \"\\u201cHermione\\u2019d think Harry dragged Hermione along, wouldn\\u2019t Harry?\"\n        ],\n        [\n            53778,\n            \"\\u201d But Hermione had given Harry something else to think about as Harry climbed back into bed.\"\n        ],\n        [\n            54040,\n            \"Hermione was now refusing to speak to Harry and Ron, but Hermione was such a bossy know-it-all that Harry saw this as an added bonus.\"\n        ],\n        [\n            54709,\n            \"\\u201d \\u201cSo Hermione suppose Harry think that\\u2019s a reward for breaking rules?\"\n        ],\n        [\n            54735,\n            \"Hermione was stomping up the stairs, looking disapprovingly at the package in Harry\\u2019s hand.\"\n        ],\n        [\n            54753,\n            \"\\u201cHarry thought Hermione weren\\u2019t speaking to us?\"\n        ],\n        [\n            56514,\n            \"Hermione hadn\\u2019t spoken to either of them since the day Harry\\u2019s broomstick had arrived.\"\n        ],\n        [\n            56702,\n            \"\\u201cYou\\u2019re saying it wrong,\\u201dHarry heard Hermione snap.\"\n        ],\n        [\n            56759,\n            \"Hermione rolled up the sleeves of Hermione gown, flicked Hermione wand, and said, \\u201cWingardium LeviosaV\\u2019Harry feather rose off the desk and hovered about four feet above Harry heads.\"\n        ],\n        [\n            56834,\n            \"\\u201cIt\\u2019s no wonder Harry can stand Hermione,\\u201dRon said to Harry as Harry pushed Harry way into the crowded corridor, \\u201cHermione\\u2019s a nightmare, honestly.\"\n        ],\n        [\n            56885,\n            \"Harry caught a glimpse of Hermione face-and was startled to see that Hermione was in tears.\"\n        ],\n        [\n            56904,\n            \"\\u201cHarry think Hermione heard Ron.\"\n        ],\n        [\n            56926,\n            \"\\u201cHermione must\\u2019ve noticed Hermione\\u2019s got Harry.\"\n        ],\n        [\n            56958,\n            \"On Harry way down to the Great Hall for the Halloween feast, Harry and Ron overheard Parvati Patil telling Hermione friend Lavender that Hermione was crying in the girls\\u2019 bathroom and wanted to be left alone.\"\n        ],\n        [\n            56997,\n            \"Ron looked still more awkward at this, but a moment later Harry had entered the Great Hall, where the Halloween decorations put Hermione out of Harry minds.\"\n        ],\n        [\n            57325,\n            \"\\u201cHarry\\u2019ve just thought-Hermione.\"\n        ],\n        [\n            57881,\n            \"\\u201cHermione\\u201dHarry said together.\"\n        ],\n        [\n            58112,\n            \"\\u201cCome on, run, run \\\\\\u201dHarry yelled at Hermione, trying to pull Hermione toward the door, but Hermione couldn\\u2019t move, Hermione was still flat against the wall, Hermione mouth open with terror.\"\n        ],\n        [\n            58836,\n            \"Hermione, telling a downright lie to Harry?\"\n        ],\n        [\n            58930,\n            \"\\u201d said Harry, staring at the three of them, \\u201cHermione, Hermione, how could Hermione think of tackling a mountain troll on Hermione own?\"\n        ],\n        [\n            58973,\n            \"Hermione was the last person to do anything against the rules, and here Hermione was, pretending Hermione had, to get Harry out of trouble.\"\n        ],\n        [\n            59012,\n            \"\\u201cHermione, five points will be taken from Gryffindor for this,\\u201dsaid Harry.\"\n        ],\n        [\n            59031,\n            \"\\u201cHarry\\u2019m very disappointed in Hermione.\"\n        ],\n        [\n            59197,\n            \"\\u201d \\u201cGood of Hermione to get Harry out of trouble like that,\\u201dRon admitted.\"\n        ],\n        [\n            59215,\n            \"\\u201cMind Harry, Harry did save Hermione.\"\n        ],\n        [\n            59224,\n            \"\\u201d \\u201cHermione might not have needed saving if Harry hadn\\u2019t locked the thing in with Hermione,\\u201dHarry reminded Ron.\"\n        ],\n        [\n            59288,\n            \"Hermione, however, stood alone by the door, waiting for Harry.\"\n        ],\n        [\n            59333,\n            \"But from that moment on, Hermione became Harry friend.\"\n        ],\n        [\n            59558,\n            \"It was really lucky that Harry now had Hermione as Harry.\"\n        ],\n        [\n            59571,\n            \"Harry didn\\u2019t know how Harry\\u2019d have gotten through all Harry homework without Hermione, what with all the last-minute Quidditch practice Wood was making Harry do.\"\n        ],\n        [\n            59604,\n            \"Hermione had also lent Harry Quidditch Through the Ages, which turned out to be a very interesting read.\"\n        ],\n        [\n            59698,\n            \"Hermione had become a bit more relaxed about breaking rules since Harry and Ron had saved Hermione from the mountain troll, and Hermione was much nicer for it.\"\n        ],\n        [\n            59728,\n            \"The day before Harry\\u2019s first Quidditch match the three of Harry were out in the freezing courtyard during break, and Hermione had conjured Harry up a bright blue fire that could be carried around in a jam jar.\"\n        ],\n        [\n            59797,\n            \"Harry, Ron, and Hermione moved closer together to block the fire from view;\"\n        ],\n        [\n            59974,\n            \"Harry, Ron, and Hermione sat together next to a window.\"\n        ],\n        [\n            59987,\n            \"Hermione was checking Harry and Ron\\u2019s Charms homework for Harry.\"\n        ],\n        [\n            60000,\n            \"Hermione would never let Harry copy (\\\" How will you learn?\"\n        ],\n        [\n            60013,\n            \"\\\"), but by asking Hermione to read it through, Harry got the right answers anyway.\"\n        ],\n        [\n            60062,\n            \"Getting up, Harry told Ron and Hermione Harry was going to ask Snape if Snape could have it.\"\n        ],\n        [\n            60443,\n            \"\\u201d \\u201cHonestly, Hermione, Hermione think Harry are saints or something,\\u201dsnapped Ron.\"\n        ],\n        [\n            60752,\n            \"Ron and Hermione joined Neville, Harry, and Harry up in the top row.\"\n        ],\n        [\n            61271,\n            \"\\u201cAnd she\\u2019s really belting along up there, a neat pass to Alicia Spinnet, a good find of Oliver Wood\\u2019s, last year only a reserve-back to Johnson and-no, the Slytherins have taken the Quaffle, Slytherin Captain Marcus Flint gains the Quaffle and off he goes-Flint flying like an eagle up there-he\\u2019s going to sc-no, stopped by an excellent move by Gryffindor Keeper Wood and the Gryffindors take the Quaffle-that\\u2019s Chaser Katie Bell of Gryffindor there, nice dive around Flint, off up the field and-OUCH-that must have hurt, hit in the back of the head by a Bludger-Quaffle taken by the Slytherins-that\\u2019s Adrian Pucey speeding off toward the goal posts, but he\\u2019s blocked by a second Bludger-sent his way by Ron or Harry, can\\u2019t tell which-nice play by the Gryffindor Beater, anyway, and Johnson back in possession of the Quaffle, a clear field ahead and off Hermione goes-Hermione\\u2019s really flying-dodges a speeding Bludger-the goal posts are ahead-come on, now, Angelina-Keeper Bletchley dives-misses-GRYFFINDORS SCORE!\"\n        ],\n        [\n            62709,\n            \"\\u201d At these words, Hermione seized Hagrid\\u2019s binoculars, but instead of looking up at Harry, Hermione started looking frantically at the crowd.\"\n        ],\n        [\n            62825,\n            \"\\u201d Before Harry could say another word, Hermione had disappeared.\"\n        ],\n        [\n            62943,\n            \"\\u201cCome on, Hermione,\\u201dHarry muttered desperately.\"\n        ],\n        [\n            63272,\n            \"Harry was being made a cup of strong tea back in Hagrid\\u2019s hut, with Ron and Hermione.\"\n        ],\n        [\n            63293,\n            \"\\u201cIt was Snape,\\u201dHarry was explaining, \\u201cHermione and Harry saw Snape.\"\n        ],\n        [\n            63365,\n            \"\\u201d Harry, Ron, and Hermione looked at one another, wondering what to tell Harry.\"\n        ],\n        [\n            64645,\n            \"\\u201cAnd that reminds Hermione-Harry, Ron, Harry\\u2019ve got half an hour before lunch, Harry should be in the library.\"\n        ],\n        [\n            64817,\n            \"\\u201d \\u201cHarry just want to know who Nicolas Flamel is, that\\u2019s all,\\u201dsaid Hermione.\"\n        ],\n        [\n            65249,\n            \"Harry, Ron, and Hermione had already agreed Harry\\u2019d better not ask Harry where Harry could find Flamel.\"\n        ],\n        [\n            65370,\n            \"Five minutes later, Ron and Hermione joined Harry, shaking their heads.\"\n        ],\n        [\n            65390,\n            \"\\u201cHarry will keep looking while Hermione\\u2019m away, won\\u2019t Harry?\"\n        ],\n        [\n            65410,\n            \"\\u201cAnd send Hermione an owl if Harry find anything.\"\n        ],\n        [\n            65450,\n            \"\\u201d \\u201cVery safe, as Harry\\u2019re both dentists,\\u201dsaid Hermione.\"\n        ],\n        [\n            66148,\n            \"Harry next present also contained candy-a large box of Chocolate Frogs from Hermione.\"\n        ],\n        [\n            70995,\n            \"Hermione was torn between horror at the idea of Harry being out of bed, roaming the school three nights in a row (\\\" If Filch had caught Harry!\"\n        ],\n        [\n            71437,\n            \"The rest of the team hung back to talk to one another as usual at the end of practice, but Harry headed straight back to the Gryffindor common room, where Harry found Ron and Hermione playing chess.\"\n        ],\n        [\n            71477,\n            \"Chess was the only thing Hermione ever lost at, something Harry and Ron thought was very good for Hermione.\"\n        ],\n        [\n            71601,\n            \"\\u201cPretend to break Harry leg,\\u201dHermione suggested.\"\n        ],\n        [\n            71750,\n            \"\\u201d Hermione asked Harry, leading Harry over to sit with Harry and Ron.\"\n        ],\n        [\n            71909,\n            \"Harry felt in the pocket of Harry robes and pulled out a Chocolate Frog, the very last one from the box Hermione had given Harry for Christmas.\"\n        ],\n        [\n            72084,\n            \"Then Harry looked up at Ron and Hermione.\"\n        ],\n        [\n            72111,\n            \"Harry told you Harry\\u2019d read the name somewhere before, Harry read it on the train coming here-listen to this: \\u2018 Dumbledore is particularly famous for his defeat of the Dark wizard Grindelwald in 1945, for the discovery of the twelve uses of dragon\\u2019s blood, and Harry work on alchemy with Harry partner, Nicolas Flamel\\u2019V\\u2019Hermione jumped to Hermione feet.\"\n        ],\n        [\n            72185,\n            \"Hermione hadn\\u2019t looked so excited since Harry\\u2019d gotten back the marks for Harry very first piece of homework.\"\n        ],\n        [\n            72228,\n            \"Harry and Ron barely had time to exchange mystified looks before Hermione was dashing back, an enormous old book in Hermione arms.\"\n        ],\n        [\n            72420,\n            \"\\u201d Hermione pushed the book toward Harry, and Harry and Ron read: The ancient study of alchemy is concerned with making the Sorcerer\\u2019s Stone, a legendary substance with astonishing powers.\"\n        ],\n        [\n            72557,\n            \"\\u201d said Hermione, when Harry and Ron had finished.\"\n        ],\n        [\n            72765,\n            \"\\u201cHarry\\u2019m going to play,\\u201dHarry told Ron and Hermione.\"\n        ],\n        [\n            72824,\n            \"\\u201d \\u201cJust as long as Harry\\u2019re not wiping Harry off the field,\\u201dsaid Hermione.\"\n        ],\n        [\n            72844,\n            \"As the match drew nearer, however, Harry became more and more nervous, whatever Harry told Ron and Hermione.\"\n        ],\n        [\n            73014,\n            \"Harry knew, when they wished Harry good luck outside the locker rooms the next afternoon, that Ron and Hermione were wondering whether they\\u2019d ever see Harry alive again.\"\n        ],\n        [\n            73126,\n            \"Little did Harry know that Ron and Hermione had been secretly practicing the Leg-Locker Curse.\"\n        ],\n        [\n            73508,\n            \"Hermione, who had all her fingers crossed in Hermione lap, was squinting fixedly at Harry, who was circling the game like a hawk, looking for the Snitch.\"\n        ],\n        [\n            73748,\n            \"\\u201d said Hermione suddenly, \\u201cHarry -!\"\n        ],\n        [\n            73782,\n            \"Hermione stood up, Hermione crossed fingers in Hermione mouth, as Harry streaked toward the ground like a bullet.\"\n        ],\n        [\n            73870,\n            \"\\u201d Hermione screamed, leaping onto Hermione seat to watch as Harry sped straight at Snape-Hermione didn\\u2019t even notice Malfoy and Harry rolling around under Hermione seat, or the scuffles and yelps coming from the whirl of fists that was Neville, Crabbe, and Goyle.\"\n        ],\n        [\n            75195,\n            \"Every time Harry passed the third-floor corridor, Harry, Ron, and Hermione would press Harry ears to the door to check that Fluffy was still growling inside.\"\n        ],\n        [\n            75308,\n            \"Harry and Ron wouldn\\u2019t have minded, but Hermione kept nagging Harry to do the same.\"\n        ],\n        [\n            75362,\n            \"\\u201d \\u201cBut Harry\\u2019re not six hundred years old,\\u201dRon reminded Hermione.\"\n        ],\n        [\n            75487,\n            \"It was hard to relax with Hermione next to Harry reciting the twelve uses of dragon\\u2019s blood or practicing wand movements.\"\n        ],\n        [\n            75511,\n            \"Moaning and yawning, Harry and Ron spent most of Harry free time in the library with Hermione, trying to get through all Harry extra work.\"\n        ],\n        [\n            76442,\n            \"\\u201d \\u201cOh, come on, Hagrid, Harry might not want to tell Harry, but you do know, Harry know everything that goes on round here,\\u201dsaid Hermione in a warm, flattering voice.\"\n        ],\n        [\n            76540,\n            \"Harry and Ron beamed at Hermione.\"\n        ],\n        [\n            76677,\n            \"\\u201d Harry knew Ron and Hermione were thinking the same as Harry was.\"\n        ],\n        [\n            77267,\n            \"Hermione had now started making study schedules for Harry and Ron, too.\"\n        ],\n        [\n            77334,\n            \"\\u201cHermione, how many times in Harry lives are Harry going to see a dragon hatching?\"\n        ],\n        [\n            77807,\n            \"Something about the smile lurking on Malfoy\\u2019s face during the next week made Harry, Ron, and Hermione very nervous.\"\n        ],\n        [\n            78188,\n            \"Wednesday night found Hermione and Harry sitting alone in the common room, long after everyone else had gone to bed.\"\n        ],\n        [\n            78685,\n            \"Harry and Hermione rushed up to the hospital wing at the end of the day to find Harry in a terrible state in bed.\"\n        ],\n        [\n            78813,\n            \"\\u201d Harry and Hermione tried to calm Harry down.\"\n        ],\n        [\n            78823,\n            \"\\u201cIt\\u2019ll all be over at midnight on Saturday,\\u201dsaid Hermione, but this didn\\u2019t soothe Harry at all.\"\n        ],\n        [\n            78914,\n            \"\\u201d Harry and Hermione didn\\u2019t get a chance to answer.\"\n        ],\n        [\n            78944,\n            \"\\u201cIt\\u2019s too late to change the plan now,\\u201dHarry told Hermione.\"\n        ],\n        [\n            79146,\n            \"Harry and Hermione walked back to the castle feeling Saturday couldn\\u2019t come quickly enough.\"\n        ],\n        [\n            79332,\n            \"\\u201d Ron sobbed, as Harry and Hermione covered the crate with the Invisibility Cloak and stepped underneath it Harry.\"\n        ],\n        [\n            79648,\n            \"\\u201d \\u201cDon\\u2019t,\\u201dHarry advised Hermione.\"\n        ],\n        [\n            79697,\n            \"They showed Harry and Hermione the harness they\\u2019d rigged up, so they could suspend Malfoy between them.\"\n        ],\n        [\n            79718,\n            \"They all helped buckle Malfoy safely into it and then Harry and Hermione shook hands with the others and thanked them very much.\"\n        ],\n        [\n            81132,\n            \"Harry, Ron, and Hermione kept to themselves, working late into the night, trying to remember the ingredients in complicated potions, learn charms and spells by heart, memorize the dates of magical discoveries and goblin rebellions.\"\n        ],\n        [\n            81426,\n            \"Harry went back to the library, where Hermione was testing Ron on Astronomy.\"\n        ],\n        [\n            81556,\n            \"\\u201d The light of adventure was kindling again in Ron\\u2019s eyes, but Hermione answered before Harry could.\"\n        ],\n        [\n            81822,\n            \"The following morning, notes were delivered to Harry, Hermione, and Hagrid at the breakfast table.\"\n        ],\n        [\n            81892,\n            \"Harry half expected Hermione to complain that this was a whole night of studying lost, but Hermione didn\\u2019t say a word.\"\n        ],\n        [\n            81917,\n            \"Like Harry, Hermione felt Harry deserved what Harry\\u2019d got.\"\n        ],\n        [\n            82488,\n            \"All right, Harry, Hermione?\"\n        ],\n        [\n            83141,\n            \"\\u201cSo Hagrid, Harry, an\\u2019Hermione\\u2019ll go one way an\\u2019Harry, Neville, an\\u2019Fang\\u2019ll go the other.\"\n        ],\n        [\n            83247,\n            \"A little way into it Harry reached a fork in the earth path, and Harry, Hermione, and Hagrid took the left path while Hagrid, Neville, and Fang took the right.\"\n        ],\n        [\n            83460,\n            \"\\u201d Hagrid seized Harry and Hermione and hoisted Harry off the path behind a towering oak.\"\n        ],\n        [\n            83691,\n            \"Harry and Hermione\\u2019s jaws dropped.\"\n        ],\n        [\n            84263,\n            \"\\u201d Harry and Hermione followed Hagrid out of the clearing, staring over Harry shoulders at Ronan and Bane until the trees blocked Harry view.\"\n        ],\n        [\n            84491,\n            \"Harry had just passed a bend in the path when Hermione grabbed Hagrid\\u2019s arm.\"\n        ],\n        [\n            84747,\n            \"Right, Harry\\u2019re changin\\u2019groups-Neville, Hagrid stay with Hagrid an\\u2019Hermione, Harry, Harry go with Fang an\\u2019Hagrid.\"\n        ],\n        [\n            86390,\n            \"In a matter of seconds, though, Harry was wide-eyed as Harry began to tell Harry and Hermione what had happened in the forest.\"\n        ],\n        [\n            87056,\n            \"Maybe it was because Harry hadn\\u2019t seen what Harry had seen in the forest, or because Harry didn\\u2019t have scars burning on Harry foreheads, but Ron and Hermione didn\\u2019t seem as worried about the Stone as Harry.\"\n        ],\n        [\n            87224,\n            \"\\u201cThat was far easier than Hermione thought it would be,\\u201dsaid Hermione as Harry joined the crowds flocking out onto the sunny grounds.\"\n        ],\n        [\n            87273,\n            \"\\u201d Hermione always liked to go through Harry exam papers afterward, but Ron said this made Ron feel ill, so Harry wandered down to the lake and flopped under a tree.\"\n        ],\n        [\n            87479,\n            \"\\u201cHarry, relax, Hermione\\u2019s right, the Stone\\u2019s safe as long as Dumbledore\\u2019s around.\"\n        ],\n        [\n            87583,\n            \"When Harry tried to explain this, Hermione said, \\u201cThat\\u2019s just the exams.\"\n        ],\n        [\n            87601,\n            \"Hermione woke up last night and was halfway through Hermione Transfiguration notes before Hermione remembered Harry\\u2019d done that one.\"\n        ],\n        [\n            87763,\n            \"\\u201cDon\\u2019t Hermione think it\\u2019s a bit odd,\\u201dsaid Harry, scrambling up the grassy slope, \\u201cthat what Hagrid wants more than anything else is a dragon, and a stranger turns up who just happens to have an egg in Harry pocket?\"\n        ],\n        [\n            88400,\n            \"\\u201d Harry, Ron, and Hermione didn\\u2019t speak to each other at all until Harry came to a halt in the entrance hall, which seemed very cold and gloomy after the grounds.\"\n        ],\n        [\n            88597,\n            \"\\u201cHarry want to see Dumbledore,\\u201dsaid Hermione, rather bravely, Harry and Ron thought.\"\n        ],\n        [\n            89060,\n            \"\\u201d \\u201cBut what can Harry-\\u201cHermione gasped.\"\n        ],\n        [\n            89315,\n            \"\\u201cHermione can pretend to be waiting for Professor Flitwick, Harry know.\"\n        ],\n        [\n            89519,\n            \"Harry had just said, \\u201cAt least Hermione\\u2019s on Snape\\u2019s tail,\\u201dwhen the portrait of the Fat Lady swung open and Hermione came in.\"\n        ],\n        [\n            89551,\n            \"\\u201cHermione\\u2019m sorry, Harry!\"\n        ],\n        [\n            89903,\n            \"\\u201cHarry\\u2019re right, Harry,\\u201dsaid Hermione in a small voice.\"\n        ],\n        [\n            89966,\n            \"\\u201d \\u201cOh, come off it, Hermione don\\u2019t think Harry\\u2019d let Hermione go alone?\"\n        ],\n        [\n            90081,\n            \"Harry\\u2019re not throwing Hermione out after that.\"\n        ],\n        [\n            90140,\n            \"Hermione was skimming through all Hermione notes, hoping to come across one of the enchantments Harry were about to try to break.\"\n        ],\n        [\n            90679,\n            \"\\u201d Harry turned to Hermione.\"\n        ],\n        [\n            91420,\n            \"\\u201cHarry\\u2019re coming,\\u201dsaid Hermione.\"\n        ],\n        [\n            92113,\n            \"Hermione landed on Harry\\u2019s other side.\"\n        ],\n        [\n            92272,\n            \"\\u201d Hermione ordered Harry.\"\n        ],\n        [\n            92541,\n            \"\\u201cLucky Hermione pay attention in Herbology, Hermione,\\u201dsaid Harry as Harry joined Hermione by the wall, wiping sweat off Harry face.\"\n        ],\n        [\n            92941,\n            \"Harry tugged and heaved at the door, but it wouldn\\u2019t budge, not even when Hermione tried Hermione Alohomora Charm.\"\n        ],\n        [\n            93314,\n            \"\\u201cRon, Ron come at it from above-Hermione, stay below and stop it from going down-and Harry\\u2019ll try and catch it.\"\n        ],\n        [\n            93348,\n            \"\\u201d Ron dived, Hermione rocketed upward, the key dodged Harry both, and Harry streaked after it;\"\n        ],\n        [\n            93565,\n            \"Harry, Ron and Hermione shivered slightly-the towering white chessmen had no faces.\"\n        ],\n        [\n            93762,\n            \"Harry and Hermione stayed quiet, watching Ron think.\"\n        ],\n        [\n            93817,\n            \"\\u201d \\u201cWell, Harry, Harry take the place of that bishop, and Hermione, Hermione go there instead of that castle.\"\n        ],\n        [\n            93863,\n            \"The chessmen seemed to have been listening, because at these words a knight, a bishop, and a castle turned their backs on the white pieces and walked off the board, leaving three empty squares that Harry, Ron, and Hermione took.\"\n        ],\n        [\n            94080,\n            \"Twice, Ron only just noticed in time that Harry and Hermione were in danger.\"\n        ],\n        [\n            94182,\n            \"\\u201d Harry and Hermione shouted.\"\n        ],\n        [\n            94404,\n            \"With one last desperate look back at Ron, Harry and Hermione charged through the door and up the next passageway.\"\n        ],\n        [\n            94758,\n            \"Harry looked over Hermione shoulder to read it: Danger lies before Harry, while safety lies behind, Two of us will help Harry, whichever you would find, One among us seven will let Harry move ahead, Another will transport the drinker back instead, Two among our number hold only nettle wine, Three of us are killers, waiting hidden in line.\"\n        ],\n        [\n            94918,\n            \"Fourth, the second left and the second on the right Are twins once Harry taste them, though different at first sight Hermione let out a great sigh and Harry, amazed, saw that Hermione was smiling, the very last thing Harry felt like doing.\"\n        ],\n        [\n            95219,\n            \"\\u201cHermione drink that,\\u201dsaid Harry.\"\n        ],\n        [\n            95346,\n            \"\\u201d Hermione\\u2019s lip trembled, and Hermione suddenly dashed at Harry and threw Hermione arms around Harry.\"\n        ],\n        [\n            95382,\n            \"\\u201d \\u201cHarry\\u2019m not as good as Hermione,\\u201dsaid Harry, very embarrassed, as Hermione let go of Harry.\"\n        ],\n        [\n            95420,\n            \"There are more important things-friendship and bravery and-oh Harry-be carefull\\u201d\\u201cHermione drink first,\\u201dsaid Harry.\"\n        ],\n        [\n            98583,\n            \"Harry and Hermione will be most relieved Harry have come round, they have been extremely worried.\"\n        ],\n        [\n            100254,\n            \"\\u201d And Harry let Ron and Hermione in.\"\n        ],\n        [\n            100263,\n            \"\\u201cHarry\\u201dHermione looked ready to fling Hermione arms around Harry again, but Harry was glad Hermione held Hermione in as Harry head was still very sore.\"\n        ],\n        [\n            100370,\n            \"Ron and Hermione were Harry;\"\n        ],\n        [\n            100379,\n            \"they gasped in all the right places, and when Harry told them what was under Dumbledore\\u2019s turban, Hermione screamed out loud.\"\n        ],\n        [\n            100513,\n            \"\\u201cHermione brought Ron round-that took a while-and Harry were dashing up to the owlery to contact Dumbledore when Harry met Dumbledore in the entrance hall-Dumbledore already knew-Dumbledore just said, \\u2018 Harry\\u2019s gone after Dumbledore, hasn\\u2019t Harry?\"\n        ],\n        [\n            100600,\n            \"\\u201d \\u201cWell,\\u201dHermione exploded, \\u201cif Dumbledore did-Hermione mean to say-that\\u2019s terrible-Harry could have been killed.\"\n        ],\n        [\n            101522,\n            \"Harry slipped into a seat between Ron and Hermione at the Gryffindor table and tried to ignore the fact that people were standing up to look at Harry.\"\n        ],\n        [\n            101949,\n            \"Harry strongly suspected Hermione had burst into tears.\"\n        ],\n        [\n            102160,\n            \"Harry, Ron, and Hermione stood up to yell and cheer as Neville, white with shock, disappeared under a pile of people hugging Harry.\"\n        ],\n        [\n            102835,\n            \"Harry, Ron, and Hermione passed through the gateway together.\"\n        ],\n        [\n            102894,\n            \"Harry can see \\u201cBe quiet, Hermione, and it\\u2019s rude to point.\"\n        ],\n        [\n            103065,\n            \"Harry hung back for a last word with Ron and Hermione.\"\n        ],\n        [\n            103086,\n            \"\\u201d \\u201cHope Harry have-er-a good holiday,\\u201dsaid Hermione, looking uncertainly after Uncle Vernon, shocked that anyone could be so unpleasant.\"\n        ]\n    ],\n    \"[1, 7]\": [\n        [\n            38209,\n            \"\\u201d Harry eyes lingered for a moment on Neville\\u2019s cloak, which was fastened under Neville left ear, and on Ron\\u2019s smudged nose.\"\n        ],\n        [\n            46133,\n            \"Within seconds, Harry was standing on Harry stools while Neville, who had been drenched in the potion when the cauldron collapsed, moaned in pain as angry red boils sprang up all over Neville arms and legs.\"\n        ],\n        [\n            46225,\n            \"\\u201cTake Neville up to the hospital wing,\\u201dHagrid spat at Harry.\"\n        ],\n        [\n            46256,\n            \"\\u201cHarry-Harry-why didn\\u2019t Harry tell Neville not to add the quills?\"\n        ],\n        [\n            46274,\n            \"Thought Neville\\u2019d make Harry look good if Neville got it wrong, did Harry?\"\n        ],\n        [\n            47647,\n            \"Neville had never been on a broomstick in Neville life, because Harry had never let Neville near one.\"\n        ],\n        [\n            47668,\n            \"Privately, Harry felt Harry\\u2019d had good reason, because Neville managed to have an extraordinary number of accidents even with both feet on the ground.\"\n        ],\n        [\n            47852,\n            \"A barn owl brought Neville a small package from Harry.\"\n        ],\n        [\n            47864,\n            \"Neville opened it excitedly and showed Harry a glass ball the size of a large marble, which seemed to be full of white smoke.\"\n        ],\n        [\n            47901,\n            \"\\u201cHarry knows Neville forget things-this tells Harry if there\\u2019s something you\\u2019ve forgotten to do.\"\n        ],\n        [\n            48569,\n            \"Harry saw Neville scared white face look down at the ground falling away, saw Neville gasp, slip sideways off the broom and-WHAM-a thud and a nasty crack and Neville lay facedown on the grass in a heap.\"\n        ],\n        [\n            48686,\n            \"\\u201cNone of Harry is to move while Hermione take Neville to the hospital wing!\"\n        ],\n        [\n            48770,\n            \"\\u201cDid Harry see Neville face, the great lump?\"\n        ],\n        [\n            51108,\n            \"All the same, it wasn\\u2019t what Harry\\u2019d call the perfect end to the day, Harry thought, as Harry lay awake much later listening to Dean and Harry falling asleep (Neville wasn\\u2019t back from the hospital wing).\"\n        ],\n        [\n            51826,\n            \"Neville was curled up on the floor, fast asleep, but jerked suddenly awake as Harry crept nearer.\"\n        ],\n        [\n            51846,\n            \"\\u201cThank goodness Harry found Neville!\"\n        ],\n        [\n            51923,\n            \"\\u201cFine,\\u201dsaid Neville, showing Harry.\"\n        ],\n        [\n            51943,\n            \"\\u201d \\u201cGood-well, look, Neville, Harry\\u2019ve got to be somewhere, Harry\\u2019ll see Neville later-\\u201c\\u201cDon\\u2019t leave Neville!\"\n        ],\n        [\n            51976,\n            \"\\u201d said Neville, scrambling to Neville feet, \\u201cNeville don\\u2019t want to stay here alone, Harry\\u2019s been past twice already.\"\n        ],\n        [\n            52320,\n            \"Neville\\u2019s robes had barely whipped round the corner when Harry heard Harry enter the trophy room.\"\n        ],\n        [\n            53142,\n            \"\\u201cHarry think well be okay-get off Neville!\"\n        ],\n        [\n            53153,\n            \"\\u201d For Neville had been tugging on the sleeve of Harry\\u2019s bathrobe for the last minute.\"\n        ],\n        [\n            56464,\n            \"Harry\\u2019s partner was Seamus Finnigan (which was a relief, because Neville had been trying to catch Harry eye).\"\n        ],\n        [\n            80041,\n            \"When Harry appeared, Harry was leading Neville.\"\n        ],\n        [\n            80067,\n            \"\\u201cNeville was trying to find Harry to warn Harry, Neville heard Malfoy saying Malfoy was going to catch Harry, Malfoy said Harry had a drag-\\u201cHarry shook Harry head violently to shut Neville up, but Harry had seen.\"\n        ],\n        [\n            80289,\n            \"\\u201d Harry caught Neville\\u2019s eye and tried to tell Neville without words that this wasn\\u2019t true, because Neville was looking stunned and hurt.\"\n        ],\n        [\n            80318,\n            \"Poor, blundering Neville-Harry knew what it must have cost Neville to try and find Harry in the dark, to warn Harry.\"\n        ],\n        [\n            80613,\n            \"Harry could hear Neville sobbing into Neville pillow for what seemed like hours.\"\n        ],\n        [\n            80627,\n            \"Harry couldn\\u2019t think of anything to say to comfort Neville.\"\n        ],\n        [\n            80640,\n            \"Harry knew Neville, like Harry, was dreading the dawn.\"\n        ]\n    ],\n    \"[1, 8]\": [\n        [\n            139,\n            \"The Dursley s had Dudley and in Harry opinion there was Harry anywhere.\"\n        ],\n        [\n            309,\n            \"Harry didn\\u2019t want Dudley mixing with a child like that.\"\n        ],\n        [\n            365,\n            \"Dumbledore hummed as Dumbledore picked out Dumbledore most boring tie for work, and Harry gossiped away happily as Harry wrestled Dudley into Dudley high chair.\"\n        ],\n        [\n            412,\n            \"At half past eight, Dumbledore picked up Dumbledore briefcase, pecked Harry on the cheek, and tried to kiss Dudley good-bye but missed, because Dudley was now having a tantrum and throwing Dudley cereal at the walls.\"\n        ],\n        [\n            1757,\n            \"Harry told Dumbledore over dinner all about Mrs. Next Door\\u2019s problems with Harry and how Dudley had learned a new word (\\\" Won\\u2019t!\"\n        ],\n        [\n            2282,\n            \"Instead Dumbledore said, as casually as Dumbledore could, \\u201cHarry-Harry\\u2019d be about Dudley\\u2019s age now, wouldn\\u2019t Harry?\"\n        ],\n        [\n            5462,\n            \"\\u201cBut Hermione c-c-can\\u2019t stand it-Lily an\\u2019Harry dead-an\\u2019Harry off ter live with Muggles-\\u201c\\u201cYes, yes, it\\u2019s all very sad, but get a grip on yourself, Dudley, or Harry\\u2019ll be found,\\u201dHermione whispered, patting Dudley gingerly on the arm as Dumbledore stepped over the low garden wall and walked to the front door.\"\n        ],\n        [\n            5909,\n            \"One small hand closed on the letter beside Harry and Harry slept on, not knowing Harry was special, not knowing Harry was famous, not knowing Harry would be woken in a few hours\\u2019 time by Harry\\u2019s scream as Harry opened the front door to put out the milk bottles, nor that Harry would spend the next few weeks being prodded and pinched by Dudley.\"\n        ],\n        [\n            6132,\n            \"Ten years ago, there had been lots of pictures of what looked like a large pink beach ball wearing different-colored bonnets-but Dudley was no longer a baby, and now the photographs showed a large blond boy riding his first bicycle, on a carousel at the fair, playing a computer game with Harry, being hugged and kissed by Dudley mother.\"\n        ],\n        [\n            6561,\n            \"Exactly why Dudley wanted a racing bike was a mystery to Harry, as Dudley was very fat and hated exercise-unless of course it involved punching Harry.\"\n        ],\n        [\n            6591,\n            \"Dudley\\u2019s favorite punching bag was Harry, but Dudley couldn\\u2019t often catch Harry.\"\n        ],\n        [\n            6647,\n            \"Harry looked even smaller and skinnier than Harry really was because all Harry had to wear were old clothes of Dudley\\u2019s, and Dudley was about four times bigger than Harry was.\"\n        ],\n        [\n            6699,\n            \"Harry wore round glasses held together with a lot of Scotch tape because of all the times Dudley had punched Harry on the nose.\"\n        ],\n        [\n            6910,\n            \"Harry was frying eggs by the time Dudley arrived in the kitchen with Harry.\"\n        ],\n        [\n            6965,\n            \"Harry often said that Dudley looked like a baby angel-Harry often said that Dudley looked like a pig in a wig.\"\n        ],\n        [\n            7026,\n            \"\\u201cThirty-six,\\u201dDudley said, looking up at Harry and father.\"\n        ],\n        [\n            7103,\n            \"Harry, who could see a huge Dudley tantrum coming on, began wolfing down Harry bacon as fast as possible in case Dudley turned the table over.\"\n        ],\n        [\n            7132,\n            \"Harry obviously scented danger, too, because Harry said quickly, \\u201cAnd we\\u2019ll buy Dudley another two presents while Harry\\u2019re out today.\"\n        ],\n        [\n            7276,\n            \"At that moment the telephone rang and Harry went to answer it while Harry and Hagrid watched Dudley unwrap the racing bike, a video camera, a remote control airplane, sixteen new computer games, and a VCR.\"\n        ],\n        [\n            7319,\n            \"Dudley was ripping the paper off a gold wristwatch when Harry came back from the telephone looking both angry and worried.\"\n        ],\n        [\n            7380,\n            \"Dudley\\u2019s mouth fell open in horror, but Harry\\u2019s heart gave a leap.\"\n        ],\n        [\n            7398,\n            \"Every year on Dudley\\u2019s birthday, Harry took Dudley and Harry out for the day, to adventure parks, hamburger restaurants, or the movies.\"\n        ],\n        [\n            7644,\n            \"\\u201cHarry could just leave Harry here,\\u201dHarry put in hopefully (Harry\\u2019d be able to watch what Harry wanted on television for a change and maybe even have a go on Dudley\\u2019s computer).\"\n        ],\n        [\n            7791,\n            \"In fact, Dudley wasn\\u2019t really crying-it had been years since Dudley\\u2019d really cried-but Dudley knew that if Dudley screwed up Dudley face and wailed, Harry would give Dudley anything he wanted.\"\n        ],\n        [\n            7834,\n            \"\\u201cDinky Duddydums, don\\u2019t cry, Harry won\\u2019t let Harry spoil Dudley special day!\"\n        ],\n        [\n            7854,\n            \"\\u201d Harry cried, flinging Harry arms around Dudley.\"\n        ],\n        [\n            7907,\n            \"\\u201d Dudley shot Harry a nasty grin through the gap in Harry arms.\"\n        ],\n        [\n            7940,\n            \"\\u201d said Harry frantically-and a moment later, Dudley\\u2019s best friend, Piers Polkiss, walked in with Harry.\"\n        ],\n        [\n            8005,\n            \"Half an hour later, Harry, who couldn\\u2019t believe Harry luck, was sitting in the back of the Dursleys\\u2019 car with Piers and Dudley, on the way to the zoo for the first time in Harry life.\"\n        ],\n        [\n            8251,\n            \"\\u201d Dudley had laughed Dudley silly at Harry, who spent a sleepless night imagining school the next day, where Harry was already laughed at for Harry baggy clothes and taped glasses.\"\n        ],\n        [\n            8344,\n            \"Another time, Harry had been trying to force Harry into a revolting old sweater of Dudley\\u2019s (brown with orange puff balls).\"\n        ],\n        [\n            8455,\n            \"Dudley\\u2019s gang had been chasing Harry as usual when, as much to Harry\\u2019s surprise as anyone else\\u2019s, there Harry was sitting on the chimney.\"\n        ],\n        [\n            8840,\n            \"Harry bought Dudley and Piers large chocolate ice creams at the entrance and then, because the smiling lady in the van had asked Harry what Harry wanted before they could hurry Harry away, Harry bought Harry a cheap lemon ice pop.\"\n        ],\n        [\n            8885,\n            \"It wasn\\u2019t bad, either, Harry thought, licking it as Harry watched a gorilla scratching its head who looked remarkably like Dudley, except that it wasn\\u2019t blond.\"\n        ],\n        [\n            8977,\n            \"Harry ate in the zoo restaurant, and when Dudley had a tantrum because Dudley knickerbocker glory didn\\u2019t have enough ice cream on top, Hagrid bought Dudley another one and Harry was allowed to finish the first.\"\n        ],\n        [\n            9596,\n            \"\\u201cOut of the way, Harry,\\u201dDudley said, punching Harry in the ribs.\"\n        ],\n        [\n            9804,\n            \"As far as Harry had seen, the snake hadn\\u2019t done anything except snap playfully at their heels as it passed, but by the time Harry were all back in Hagrid\\u2019s car, Dudley was telling Harry how it had nearly bitten off Dudley leg, while Dudley was swearing it had tried to squeeze Dudley to death.\"\n        ],\n        [\n            9869,\n            \"But worst of all, for Harry at least, was Dudley calming down enough to say, \\u201cHarry was talking to it, weren\\u2019t Harry, Harry?\"\n        ],\n        [\n            9901,\n            \"\\u201d Hagrid waited until Dudley was safely out of the house before starting on Harry.\"\n        ],\n        [\n            10231,\n            \"A tiny man in a violet top hat had bowed to Harry once while out shopping with Harry and Dudley.\"\n        ],\n        [\n            10492,\n            \"Dudley, Harry, Harry, and Gordon were all big and stupid, but as Dudley was the biggest and stupidest of the lot, Dudley was the leader.\"\n        ],\n        [\n            10579,\n            \"When September came Harry would be going off to secondary school and, for the first time in Harry life, Harry wouldn\\u2019t be with Dudley.\"\n        ],\n        [\n            10655,\n            \"\\u201cHarry stuff people\\u2019s heads down the toilet the first day at Stonewall,\\u201dDudley told Harry.\"\n        ],\n        [\n            10716,\n            \"\\u201d Then Harry ran, before Dudley could work out what Harry\\u2019d said.\"\n        ],\n        [\n            10732,\n            \"One day in July, Harry took Dudley to London to buy Dudley Smeltings uniform, leaving Harry at Harry\\u2019s.\"\n        ],\n        [\n            10914,\n            \"Harry burst into tears and said Harry couldn\\u2019t believe it was Harry Ickle Dudleykins, Dudley looked so handsome and grown-up.\"\n        ],\n        [\n            11100,\n            \"\\u201cHarry\\u2019m dyeing some of Dudley\\u2019s old things gray for Harry.\"\n        ],\n        [\n            11184,\n            \"Dudley and Hagrid came in, both with wrinkled noses because of the smell from Harry\\u2019s new uniform.\"\n        ],\n        [\n            11282,\n            \"\\u201d \\u201cPoke Harry with Dudley Smelting stick, Dudley.\"\n        ],\n        [\n            11824,\n            \"\\u201d Harry stared at each other, seeming to have forgotten that Harry and Dudley were still in the room.\"\n        ],\n        [\n            11952,\n            \"\\u201d roared Hagrid, and Hagrid took both Harry and Dudley by the scruffs of Harry necks and threw Harry into the hall, slamming the kitchen door behind Harry.\"\n        ],\n        [\n            11984,\n            \"Harry and Dudley promptly had a furious but silent fight over who would listen at the keyhole;\"\n        ],\n        [\n            12002,\n            \"Dudley won, so Harry, Harry glasses dangling from one ear, lay flat on Harry stomach to listen at the crack between door and floor.\"\n        ],\n        [\n            12388,\n            \"Harry think it might be nice if Harry moved into Dudley\\u2019s second bedroom.\"\n        ],\n        [\n            12432,\n            \"\\u201d The Dursleys\\u2019 house had four bedrooms: one for Hagrid and Harry, one for visitors (usually Hagrid sister, Marge), one where Dudley slept, and one where Dudley kept all the toys and things that wouldn\\u2019t fit into Dudley first bedroom.\"\n        ],\n        [\n            12651,\n            \"From downstairs came the sound of Dudley bawling at Harry, \\u201cDudley don\\u2019t want him in there.\"\n        ],\n        [\n            12746,\n            \"Dudley\\u2019d screamed, whacked Hagrid with Dudley Smelting stick, been sick on purpose, kicked Harry, and thrown Dudley tortoise through the greenhouse roof, and Dudley still didn\\u2019t have Dudley room back.\"\n        ],\n        [\n            12820,\n            \"When the mail arrived, Hagrid, who seemed to be trying to be nice to Harry, made Dudley go and get it.\"\n        ],\n        [\n            12846,\n            \"Harry heard Dudley banging things with Dudley Smelting stick all the way down the hall.\"\n        ],\n        [\n            12912,\n            \"Hagrid had to wrestle Dudley to the ground to get the letter from Dudley, which was made difficult by the fact that Harry had grabbed Hagrid around the neck from behind.\"\n        ],\n        [\n            13630,\n            \"\\u201d Dudley asked Harry in amazement.\"\n        ],\n        [\n            13760,\n            \"When Harry and Dudley had run out with their arms over their faces, Hagrid slammed the door shut.\"\n        ],\n        [\n            13904,\n            \"Hagrid had hit Dudley round the head for holding Harry up while Dudley tried to pack Dudley television, VCR, and computer in Dudley sports bag.\"\n        ],\n        [\n            14081,\n            \"Dudley and Harry shared a room with twin beds and damp, musty sheets.\"\n        ],\n        [\n            14096,\n            \"Dudley snored but Harry stayed awake, sitting on the windowsill, staring down at the lights of passing cars and wondering.\"\n        ],\n        [\n            14376,\n            \"\\u201d Dudley asked Harry dully late that afternoon.\"\n        ],\n        [\n            14422,\n            \"\\u201cIt\\u2019s Monday,\\u201dDudley told Harry.\"\n        ],\n        [\n            14461,\n            \"If it was Monday-and you could usually count on Dudley to know the days of the week, because of television-then tomorrow, Tuesday, was Harry\\u2019s eleventh birthday.\"\n        ],\n        [\n            14942,\n            \"Harry found a few moldy blankets in the second room and made up a bed for Dudley on the moth-eaten sofa.\"\n        ],\n        [\n            15058,\n            \"The lighted dial of Dudley\\u2019s watch, which was dangling over the edge of the sofa on Dudley fat wrist, told Harry Harry\\u2019d be eleven in ten minutes\\u2019 time.\"\n        ],\n        [\n            15248,\n            \"nine-maybe Harry\\u2019d wake Dudley up, just to annoy Dudley-three.\"\n        ],\n        [\n            16155,\n            \"Harry said a thing while Hagrid was working, but as Hagrid slid the first six fat, juicy, slightly burnt sausages from the poker, Dudley fidgeted a little.\"\n        ],\n        [\n            19374,\n            \"Harry\\u2019d spent Harry life being clouted by Dudley, and bullied by Aunt Petunia and Hagrid;\"\n        ],\n        [\n            19424,\n            \"If Harry\\u2019d once defeated the greatest sorcerer in the world, how come Dudley had always been able to kick Harry around like a football?\"\n        ],\n        [\n            19593,\n            \"and the very last time Dudley had hit Harry, hadn\\u2019t Dudley got Dudley revenge, without even realizing Dudley was doing it?\"\n        ],\n        [\n            19619,\n            \"Hadn\\u2019t Dudley set a boa constrictor on Harry?\"\n        ],\n        [\n            20005,\n            \"Pulling Harry and Dudley into the other room, Hagrid cast one last terrified look at Hagrid and slammed the door behind Harry.\"\n        ],\n        [\n            26765,\n            \"\\u201cHarry was trying to find out how to curse Dudley.\"\n        ],\n        [\n            29259,\n            \"True, Dudley was now so scared of Harry Dudley wouldn\\u2019t stay in the same room, while Aunt Petunia and Uncle Vernon didn\\u2019t shut Harry in Harry cupboard, force Harry to do anything, or shout at Harry-in fact, they didn\\u2019t speak to Harry at all.\"\n        ],\n        [\n            29521,\n            \"Harry cleared Harry throat to let Harry know Harry was there, and Dudley screamed and ran from the room.\"\n        ],\n        [\n            29968,\n            \"Two hours later, Harry\\u2019s huge, heavy trunk had been loaded into Harry\\u2019 car, Harry had talked Dudley into sitting next to Harry, and they had set off.\"\n        ],\n        [\n            34503,\n            \"Soon Ron had not only Dudley and Morgana, but Hengist of Woodcraft, Alberic Grunnion, Circe, Paracelsus, and Harry.\"\n        ],\n        [\n            39828,\n            \"Harry had always been last to be chosen, not because Harry was no good, but because Harry wanted Dudley to think Harry liked Harry.\"\n        ],\n        [\n            103002,\n            \"Behind Uncle Vernon stood Aunt Petunia and Dudley, looking terrified at the very sight of Harry.\"\n        ],\n        [\n            103157,\n            \"Harry\\u2019m going to have a lot of fun with Dudley this summer.\"\n        ]\n    ],\n    \"[1, 9]\": [\n        [\n            44613,\n            \"Quirrell turban, Quirrell told Harry, had been given to Quirrell by Harry as a thank-you for getting rid of a troublesome zombie, but Harry weren\\u2019t sure Harry believed this story.\"\n        ],\n        [\n            44682,\n            \"for another, Harry had noticed that a funny smell hung around the turban, and Harry insisted that it was stuffed full of garlic as well, so that Quirrell was protected wherever Quirrell went.\"\n        ],\n        [\n            45375,\n            \"Quirrell spoke in barely more than a whisper, but Harry caught every word-like Professor McGonagall, Quirrell had the gift of keeping a class silent without effort.\"\n        ],\n        [\n            45427,\n            \"Quirrell don\\u2019t expect Harry will really understand the beauty of the softly simmering cauldron with its shimmering fumes, the delicate power of liquids that creep through human veins, bewitching the mind, ensnaring the senses.\"\n        ],\n        [\n            45470,\n            \"Quirrell can teach Harry how to bottle fame, brew glory, even stopper death-if Harry aren\\u2019t as big a bunch of dunderheads as Quirrell usually have to teach.\"\n        ],\n        [\n            74828,\n            \"It was almost dark now, but Harry could see Quirrell, standing quite still as though Quirrell was petrified.\"\n        ],\n        [\n            81234,\n            \"As Harry drew closer, Harry heard Quirrell\\u2019s voice.\"\n        ],\n        [\n            81270,\n            \"\\u201cAll right-all right-\\u201cHarry heard Quirrell sob.\"\n        ],\n        [\n            81316,\n            \"Harry didn\\u2019t think Quirrell had even noticed Harry.\"\n        ],\n        [\n            81327,\n            \"Harry waited until Quirrell\\u2019s footsteps had disappeared, then peered into the classroom.\"\n        ],\n        [\n            81375,\n            \"All the same, Harry\\u2019d have gambled twelve Sorcerer\\u2019s Stones that Snape had just left the room, and from what Harry had just heard, Snape would be walking with a new spring in his step-Quirrell seemed to have given in at last.\"\n        ],\n        [\n            81621,\n            \"\\u201cQuirrell\\u2019s too scared to back Harry up.\"\n        ],\n        [\n            81632,\n            \"Quirrell\\u2019s only got to say Quirrell doesn\\u2019t know how the troll got in at Halloween and that Quirrell was nowhere near the third floor-who do you think they\\u2019ll believe, Quirrell or Harry?\"\n        ],\n        [\n            81674,\n            \"It\\u2019s not exactly a secret Harry hate Quirrell, Dumbledore\\u2019ll think Harry made it up to get Quirrell sacked.\"\n        ],\n        [\n            81698,\n            \"Filch wouldn\\u2019t help Harry if his life depended on it, he\\u2019s too friendly with Quirrell, and the more students get thrown out, the better, he\\u2019ll think.\"\n        ],\n        [\n            99184,\n            \"Harry left Quirrell to die;\"\n        ],\n        [\n            99496,\n            \"\\u201cBut why couldn\\u2019t Quirrell touch Harry?\"\n        ],\n        [\n            99590,\n            \"Quirrell, full of hatred, greed, and ambition, sharing Quirrell soul with Harry, could not touch Harry for this reason.\"\n        ],\n        [\n            99750,\n            \"\\u201d \\u201cQuirrell said Snape-\\u201c\\u201cProfessor Snape, Harry.\"\n        ],\n        [\n            99763,\n            \"\\u201d \\u201cYes, him-Quirrell said Quirrell hates Harry because Quirrell hated Harry.\"\n        ],\n        [\n            99803,\n            \"And then, Harry did something Quirrell could never forgive.\"\n        ],\n        [\n            99874,\n            \"Harry do believe Quirrell worked so hard to protect Harry this year because Quirrell felt that would make Quirrell and Harry even.\"\n        ],\n        [\n            99898,\n            \"Then Quirrell could go back to hating Harry\\u2019s memory in peace.\"\n        ]\n    ],\n    \"[1, 13]\": [\n        [\n            46815,\n            \"\\u201d Harry told Hagrid about Snape\\u2019s lesson.\"\n        ],\n        [\n            46825,\n            \"Hagrid, like Ron, told Harry not to worry about it, that Snape liked hardly any of Harry.\"\n        ],\n        [\n            46847,\n            \"\\u201cBut Snape seemed to really hate Harry.\"\n        ],\n        [\n            57435,\n            \"Peering around it, however, Harry saw not Percy but Snape.\"\n        ],\n        [\n            57468,\n            \"\\u201cWhy isn\\u2019t Snape down in the dungeons with the rest of Harry?\"\n        ],\n        [\n            57490,\n            \"\\u201d Quietly as possible, Harry crept along the next corridor after Snape\\u2019s fading footsteps.\"\n        ],\n        [\n            57508,\n            \"\\u201cSnape\\u2019s heading for the third floor,\\u201dHarry said, but Ron held up Ron hand.\"\n        ],\n        [\n            58581,\n            \"A moment later, Harry had come bursting into the room, closely followed by Snape, with Quirrell bringing up the rear.\"\n        ],\n        [\n            58733,\n            \"\\u201d Snape gave Harry a swift, piercing look.\"\n        ],\n        [\n            59770,\n            \"Harry were standing with Harry backs to it, getting warm, when Snape crossed the yard.\"\n        ],\n        [\n            59788,\n            \"Harry noticed at once that Snape was limping.\"\n        ],\n        [\n            59823,\n            \"Unfortunately, something about Harry guilty faces caught Snape\\u2019s eye.\"\n        ],\n        [\n            59840,\n            \"Snape hadn\\u2019t seen the fire, but Snape seemed to be looking for a reason to tell Harry off anyway.\"\n        ],\n        [\n            59884,\n            \"Harry showed Snape.\"\n        ],\n        [\n            59915,\n            \"\\u201d \\u201cSnape\\u2019s just made that rule up,\\u201dHarry muttered angrily as Snape limped away.\"\n        ],\n        [\n            60054,\n            \"Why should Harry be afraid of Snape?\"\n        ],\n        [\n            60062,\n            \"Getting up, Harry told Ron and Hermione Harry was going to ask Snape if Snape could have it.\"\n        ],\n        [\n            60082,\n            \"\\u201cBetter Harry than me,\\u201dthey said together, but Harry had an idea that Snape wouldn\\u2019t refuse if there were other teachers listening.\"\n        ],\n        [\n            60165,\n            \"Snape and Harry were inside, alone.\"\n        ],\n        [\n            60191,\n            \"Harry was handing Snape bandages.\"\n        ],\n        [\n            60278,\n            \"\\u201d Harry left, before Snape could take any more points from Gryffindor.\"\n        ],\n        [\n            60359,\n            \"That\\u2019s where Snape was going when Harry saw Snape-Snape\\u2019s after whatever it\\u2019s guarding!\"\n        ],\n        [\n            60381,\n            \"And Harry\\u2019d bet my broomstick Snape let that troll in, to make a diversion!\"\n        ],\n        [\n            60518,\n            \"Harry tried to empty Harry mind-Harry needed to sleep, Harry had to, Harry had Harry first Quidditch match in a few hours-but the expression on Snape\\u2019s face when Harry had seen Snape leg wasn\\u2019t easy to forget.\"\n        ],\n        [\n            62782,\n            \"Snape had Snape eyes fixed on Harry and was muttering nonstop under Snape breath.\"\n        ],\n        [\n            63293,\n            \"\\u201cIt was Snape,\\u201dHarry was explaining, \\u201cHermione and Harry saw Snape.\"\n        ],\n        [\n            63310,\n            \"Snape was cursing Harry broomstick, muttering, Snape wouldn\\u2019t take Snape eyes off Harry.\"\n        ],\n        [\n            63389,\n            \"\\u201cHarry found out something about Snape,\\u201dHarry told Hagrid.\"\n        ],\n        [\n            63420,\n            \"Harry think Snape was trying to steal whatever it\\u2019s guarding.\"\n        ],\n        [\n            63559,\n            \"\\u201d \\u201cSo why did Snape just try and kill Harry?\"\n        ],\n        [\n            63610,\n            \"Harry\\u2019ve got to keep eye contact, and Snape wasn\\u2019t blinking at all, Harry saw Snape!\"\n        ],\n        [\n            63649,\n            \"\\u201cHagrid don\\u2019know why Harry\\u2019s broom acted like that, but Snape wouldn\\u2019try an\\u2019kill Harry!\"\n        ],\n        [\n            64936,\n            \"Harry had indeed been searching books for Flamel\\u2019s name ever since Hagrid had let it slip, because how else were Harry going to find out what Snape was trying to steal?\"\n        ],\n        [\n            65272,\n            \"Harry were sure Harry\\u2019d be able to tell Harry, but Harry couldn\\u2019t risk Snape hearing what Harry were up to.\"\n        ],\n        [\n            68223,\n            \"Wherever Harry was, Harry must know a shortcut, because Harry soft, greasy voice was getting nearer, and to Harry horror, it was Snape who replied, \\u201cThe Restricted Section?\"\n        ],\n        [\n            68274,\n            \"\\u201d Harry stood rooted to the spot as Harry and Snape came around the corner ahead.\"\n        ],\n        [\n            70028,\n            \"Filch, Snape, and Harry are wandering around.\"\n        ],\n        [\n            71407,\n            \"\\u201d Which was all very well, thought Harry, but Harry had another reason for not wanting Snape near Harry while Harry was playing Quidditch.\"\n        ],\n        [\n            71548,\n            \"\\u201d Speaking quietly so that no one else would hear, Harry told the other two about Snape\\u2019s sudden, sinister desire to be a Quidditch referee.\"\n        ],\n        [\n            72740,\n            \"It wasn\\u2019t until Ron said Ron\\u2019d buy Ron own Quidditch team that Harry remembered about Snape and the coming match.\"\n        ],\n        [\n            72780,\n            \"\\u201cIf Harry don\\u2019t, all the Slytherins will think Harry\\u2019m just too scared to face Snape.\"\n        ],\n        [\n            72913,\n            \"Harry didn\\u2019t know whether Harry was imagining it or not, but Harry seemed to keep running into Snape wherever Harry went.\"\n        ],\n        [\n            72938,\n            \"At times, Harry even wondered whether Snape was following Harry, trying to catch Harry on Harry own.\"\n        ],\n        [\n            72958,\n            \"Potions lessons were turning into a sort of weekly torture, Snape was so horrible to Harry.\"\n        ],\n        [\n            72992,\n            \"Harry didn\\u2019t see how Harry could-yet Harry sometimes had the horrible feeling that Snape could read minds.\"\n        ],\n        [\n            73144,\n            \"They\\u2019d gotten the idea from Malfoy using it on Neville, and were ready to use it on Snape if Snape showed any sign of wanting to hurt Harry.\"\n        ],\n        [\n            73349,\n            \"There was simply no way that Snape would dare to try to hurt Harry if Snape was watching.\"\n        ],\n        [\n            73491,\n            \"Snape had just awarded Hufflepuff a penalty because Harry had hit a Bludger at Snape.\"\n        ],\n        [\n            73870,\n            \"\\u201d Hermione screamed, leaping onto Hermione seat to watch as Harry sped straight at Snape-Hermione didn\\u2019t even notice Malfoy and Harry rolling around under Hermione seat, or the scuffles and yelps coming from the whirl of fists that was Neville, Crabbe, and Goyle.\"\n        ],\n        [\n            73922,\n            \"Up in the air, Snape turned on Snape broomstick just in time to see something scarlet shoot past Snape, missing Snape by inches-the next second, Harry had pulled out of the dive, Harry arm raised in triumph, the Snitch clasped in Harry hand.\"\n        ],\n        [\n            74085,\n            \"As Gryffindors came spilling onto the field, Harry saw Snape land nearby, white-faced and tight-lipped-then Harry felt a hand on Harry shoulder and looked up into Dumbledore\\u2019s smiling face.\"\n        ],\n        [\n            74125,\n            \"\\u201cWell done,\\u201dsaid Snape quietly, so that Harry could hear.\"\n        ],\n        [\n            74324,\n            \"Harry\\u2019d done it, Harry\\u2019d shown Snape.\"\n        ],\n        [\n            74428,\n            \"Gliding silently over the castle Harry saw Snape enter the forest at a run.\"\n        ],\n        [\n            74446,\n            \"The trees were so thick Harry couldn\\u2019t see where Snape had gone.\"\n        ],\n        [\n            74598,\n            \"\\u201d \\u201cOh, Harry thought Harry\\u2019d keep this private,\\u201dsaid Snape, Snape voice icy.\"\n        ],\n        [\n            74739,\n            \"Harry steadied Harry in time to hear Snape say, \\u201c-your little bit of hocus-pocus.\"\n        ],\n        [\n            75018,\n            \"\\u201cSo Harry were right, it is the Sorcerer\\u2019s Stone, and Snape\\u2019s trying to force Quirrell to help Snape get it.\"\n        ],\n        [\n            75046,\n            \"Snape asked if he knew how to get past Fluffy-and Snape said something about Quirrell\\u2019s \\u2018 hocus-pocus\\u2019 - Harry reckon there are other things guarding the stone apart from Fluffy, loads of enchantments, probably, and Quirrell would have done some anti-Dark Arts spell that Snape needs to break through-\\u201c\\u201cSo Harry mean the Stone\\u2019s only safe as long as Quirrell stands up to Snape?\"\n        ],\n        [\n            86600,\n            \"\\u201cSo all Harry\\u2019ve got to wait for now is Snape to steal the Stone,\\u201dHarry went on feverishly, \\u201cthen Voldemort will be able to come and finish Harry off.\"\n        ],\n        [\n            86954,\n            \"Snape made Harry all nervous, breathing down Harry necks while Harry tried to remember how to make a Forgetfulness potion.\"\n        ],\n        [\n            87102,\n            \"The idea of Voldemort certainly scared Harry, but he didn\\u2019t keep visiting Harry in dreams, and Harry were so busy with Harry studying Harry didn\\u2019t have much time to fret about what Snape or anyone else might be up to.\"\n        ],\n        [\n            87502,\n            \"Anyway, Harry\\u2019ve never had any proof Snape found out how to get past Fluffy.\"\n        ],\n        [\n            89039,\n            \"Snape sent that note, Harry bet the Ministry of Magic will get a real shock when Dumbledore turns up.\"\n        ],\n        [\n            89091,\n            \"Harry stared at Snape.\"\n        ],\n        [\n            89096,\n            \"\\u201cHarry shouldn\\u2019t be inside on a day like this,\\u201dSnape said, with an odd, twisted smile.\"\n        ],\n        [\n            89138,\n            \"\\u201cHarry want to be more careful,\\u201dsaid Snape.\"\n        ],\n        [\n            89186,\n            \"Harry turned to go outside, but Snape called Harry back.\"\n        ],\n        [\n            89198,\n            \"\\u201cBe warned, Harry-any more nighttime wanderings and Snape will personally make sure Harry are expelled.\"\n        ],\n        [\n            89265,\n            \"\\u201cOne of Harry has got to keep an eye on Snape-wait outside the staffroom and follow Snape if Snape leaves it.\"\n        ],\n        [\n            89519,\n            \"Harry had just said, \\u201cAt least Hermione\\u2019s on Snape\\u2019s tail,\\u201dwhen the portrait of the Fat Lady swung open and Hermione came in.\"\n        ],\n        [\n            89688,\n            \"\\u201cAfter what Harry and Snape have said?\"\n        ],\n        [\n            89793,\n            \"D\\u2019you think Snape\\u2019ll leave you and Harry families alone if Gryffindor wins the House Cup?\"\n        ],\n        [\n            90429,\n            \"Harry couldn\\u2019t afford to waste any more time, Snape might even now be playing Fluffy to sleep.\"\n        ],\n        [\n            91323,\n            \"\\u201cWell, there Harry are,\\u201dHarry said quietly, \\u201cSnape\\u2019s already got past Fluffy.\"\n        ],\n        [\n            94230,\n            \"\\u201d \\u201cBut-\\u201c\\u201cDo Harry want to stop Snape or not?\"\n        ],\n        [\n            95276,\n            \"Harry might be able to hold Snape off for a while, but Harry\\u2019m no match for Snape, really.\"\n        ],\n        [\n            95299,\n            \"\\u201d \\u201cBut Harry-what if You-Know-Who\\u2019s with Snape?\"\n        ],\n        [\n            95711,\n            \"\\u201d \\u201cBut Harry thought-Snape-\\u201c\\u201cSeverus?\"\n        ],\n        [\n            95812,\n            \"\\u201cBut Snape tried to kill Harry!\"\n        ],\n        [\n            95834,\n            \"Harry friend Miss Granger accidentally knocked me over as she rushed to set fire to Snape at that Quidditch match.\"\n        ],\n        [\n            95877,\n            \"Harry\\u2019d have managed it before then if Snape hadn\\u2019t been muttering a countercurse, trying to save Harry.\"\n        ],\n        [\n            95900,\n            \"\\u201d \\u201cSnape was trying to save Harry?\"\n        ],\n        [\n            95919,\n            \"\\u201cWhy do Harry think Snape wanted to referee Harry next match?\"\n        ],\n        [\n            96106,\n            \"Unfortunately, while everyone else was running around looking for it, Snape, who already suspected me, went straight to the third floor to head Harry off-and not only did Harry troll fail to beat Harry to death, that three-headed dog didn\\u2019t even manage to bite Snape\\u2019s leg off properly.\"\n        ],\n        [\n            96286,\n            \"\\u201cHarry saw you and Snape in the forest-\\u201cHarry blurted out.\"\n        ],\n        [\n            96319,\n            \"\\u201cSnape was on to Harry by that time, trying to find out how far Harry\\u2019d got.\"\n        ],\n        [\n            96340,\n            \"Snape suspected Harry all along.\"\n        ],\n        [\n            96346,\n            \"Tried to frighten Harry-as though Snape could, when Harry had Lord Voldemort on Harry side.\"\n        ],\n        [\n            96437,\n            \"\\u201cBut Snape always seemed to hate Harry so much.\"\n        ],\n        [\n            96465,\n            \"Snape was at Hogwarts with Harry, didn\\u2019t Harry know?\"\n        ],\n        [\n            96484,\n            \"But Snape never wanted Harry dead.\"\n        ],\n        [\n            96491,\n            \"\\u201d \\u201cBut Harry heard you a few days ago, sobbing-Harry thought Snape was threatening Harry.\"\n        ],\n        [\n            96527,\n            \"\\u201cSometimes,\\u201dhe said, \\u201cHarry find it hard to follow Harry master\\u2019s instructions-Snape is a great wizard and Harry am weak-\\u201c\\u201cYou mean Snape was there in the classroom with you?\"\n        ],\n        [\n            96574,\n            \"\\u201cSnape is with Harry wherever Harry go,\\u201dsaid Quirrell quietly.\"\n        ],\n        [\n            96588,\n            \"\\u201cHarry met Snape when Harry traveled around the world.\"\n        ],\n        [\n            96648,\n            \"Since then, Harry have served him faithfully, although Harry have let Snape down many times.\"\n        ],\n        [\n            96666,\n            \"Snape has had to be very hard on Harry.\"\n        ],\n        [\n            96689,\n            \"When Harry failed to steal the Stone from Gringotts, Snape was most displeased.\"\n        ],\n        [\n            96704,\n            \"Snape punished Harry.\"\n        ],\n        [\n            96710,\n            \"decided Snape would have to keep a closer watch on Harry.\"\n        ],\n        [\n            102310,\n            \"Snape was shaking Harry\\u2019s hand, with a horrible, forced smile.\"\n        ],\n        [\n            102326,\n            \"Snape caught Harry\\u2019s eye and Harry knew at once that Snape\\u2019s feelings toward Harry hadn\\u2019t changed one jot.\"\n        ]\n    ],\n    \"[1, 14]\": [\n        [\n            41872,\n            \"\\u201d On Harry\\u2019s other side, Percy and Hermione were talking about lessons (\\\" Percy do hope Harry start right away, there\\u2019s so much to learn, Percy\\u2019m particularly interested in Transfiguration, you know, turning something into something else, of course, it\\u2019s supposed to be very difficult-\\u201cHarry\\u2019ll be starting small, just matches into needles and that sort of thing-\\u201c).\"\n        ],\n        [\n            42134,\n            \"\\u201d Harry asked Percy.\"\n        ],\n        [\n            42436,\n            \"\\u201d Harry muttered to Percy.\"\n        ],\n        [\n            42490,\n            \"Percy do think Uncle Vernon might have told Harry prefects, at least.\"\n        ],\n        [\n            42824,\n            \"Harry was too sleepy even to be surprised that the people in the portraits along the corridors whispered and pointed as Harry passed, or that twice Percy led Harry through doorways hidden behind sliding panels and hanging tapestries.\"\n        ],\n        [\n            42895,\n            \"A bundle of walking sticks was floating in midair ahead of Harry, and as Percy took a step toward Harry they started throwing themselves at Percy.\"\n        ],\n        [\n            43100,\n            \"\\u201cHarry want to watch out for Peeves,\\u201dsaid Percy, as Harry set off again.\"\n        ],\n        [\n            43229,\n            \"Percy directed the girls through one door to their dormitory and Harry through another.\"\n        ],\n        [\n            43314,\n            \"\\u201d Percy muttered to Harry through the hangings.\"\n        ],\n        [\n            43335,\n            \"\\u201d Harry was going to ask Percy if Harry\\u2019d had any of the treacle tart, but Harry fell asleep almost at once.\"\n        ],\n        [\n            43882,\n            \"Harry and Percy managed to get on the wrong side of him on Harry very first morning.\"\n        ],\n        [\n            44785,\n            \"Friday was an important day for Harry and Percy.\"\n        ],\n        [\n            44821,\n            \"\\u201d Harry asked Percy as Harry poured sugar on Harry porridge.\"\n        ],\n        [\n            45099,\n            \"Hagrid Harry borrowed Percy\\u2019s quill, scribbled Yes, please, see Harry later on the back of the note, and sent Hedwig off again.\"\n        ],\n        [\n            45512,\n            \"Harry and Percy exchanged looks with raised eyebrows.\"\n        ]\n    ],\n    \"[1, 17]\": [\n        [\n            30626,\n            \"Harry watched, careful not to blink in case Harry missed it-but just as Ron reached the dividing barrier between the two platforms, a large crowd of tourists came swarming in front of Ron and by the time the last backpack had cleared away, Ron had vanished.\"\n        ],\n        [\n            31738,\n            \"\\u201d Ron tried to jerk out of the way, but Harry grabbed Ron and began rubbing the end of Ron nose.\"\n        ],\n        [\n            31827,\n            \"Ron had already changed into Ron billowing black Hogwarts robes, and Harry noticed a shiny red and gold badge on Ron chest with the letter P on it.\"\n        ],\n        [\n            31870,\n            \"\\u201cHarry\\u2019m up front, Harry have got two compartments to Harry-\\u201c\\u201cOh, are Ron a prefect, Ron?\"\n        ],\n        [\n            31911,\n            \"\\u201cRon should have said something, Harry had no idea.\"\n        ],\n        [\n            31923,\n            \"\\u201d \\u201cHang on, Harry think Harry remember Ron saying something about it,\\u201dsaid the other twin.\"\n        ],\n        [\n            32028,\n            \"\\u201d Harry kissed Ron on the cheek and Ron left.\"\n        ],\n        [\n            32258,\n            \"\\u201d \\u201cHarry\\u2019ve already seen him, Ginny, and Ron isn\\u2019t something you goggle at in a zoo.\"\n        ],\n        [\n            32313,\n            \"\\u201d \\u201cPoor dear-no wonder Ron was alone, Harry wondered.\"\n        ],\n        [\n            32342,\n            \"\\u201d \\u201cNever mind that, do Harry think Ron remembers what You-Know-Who looks like?\"\n        ],\n        [\n            32370,\n            \"\\u201cHarry forbid Ron to ask Ron, Ron.\"\n        ],\n        [\n            32503,\n            \"Ron saw the boys\\u2019 mother waving and their sister, half laughing, half crying, running to keep up with the train until it gathered too much speed, then Harry fell back and waved.\"\n        ],\n        [\n            32541,\n            \"Ron watched the girl and Harry disappear as the train rounded the corner.\"\n        ],\n        [\n            32975,\n            \"\\u201cRon think Harry\\u2019s got a second cousin who\\u2019s an accountant, but Harry never talk about him.\"\n        ],\n        [\n            33071,\n            \"Wish Ron\\u2019d had Harry.\"\n        ],\n        [\n            33097,\n            \"\\u201cRon\\u2019m the sixth in Harry family to go to Hogwarts.\"\n        ],\n        [\n            33111,\n            \"Harry could say Ron\\u2019ve got a lot to live up to.\"\n        ],\n        [\n            33215,\n            \"Ron\\u2019ve got Harry\\u2019s old robes, Charlie\\u2019s old wand, and Percy\\u2019s old rat.\"\n        ],\n        [\n            33274,\n            \"Percy got an owl from Harry for being made a prefect, but they couldn\\u2019t aff-Ron mean, Ron got Scabbers instead.\"\n        ],\n        [\n            33402,\n            \"and until Hagrid told Ron, Ron didn\\u2019t know anything about being a wizard or about Harry or Voldemort-\\u201cRon gasped.\"\n        ],\n        [\n            33694,\n            \"Ron had never had any money for candy with Harry, and now that Ron had pockets rattling with gold and silver Ron was ready to buy as many Mars Bars as Ron could carry-but the woman didn\\u2019t have Mars Bars.\"\n        ],\n        [\n            33872,\n            \"Ron pulled one of them apart and said, \\u201cHarry always forgets Ron don\\u2019t like corned beef.\"\n        ],\n        [\n            33934,\n            \"\\u201cHarry hasn\\u2019t got much time,\\u201dRon added quickly, \\u201cyou know, with five of Harry.\"\n        ],\n        [\n            33988,\n            \"It was a nice feeling, sitting there with Ron, eating Harry way through all Harry\\u2019s pasties, cakes, and candies (the sandwiches lay forgotten).\"\n        ],\n        [\n            34223,\n            \"Ron might get Agrippa-thanks Ron turned over Ron card and read: ALBUS DUMBLEDORE CURRENTLY HEADMASTER OF HOGWARTS Considered by many Harry, Dumbledore is particularly famous for his defeat of the Dark wizard Grindelwald in 1945, for the discovery of the twelve uses of dragon\\u2019s blood, and his work on alchemy with his partner, Nicolas Flamel.\"\n        ],\n        [\n            34503,\n            \"Soon Ron had not only Dudley and Morgana, but Hengist of Woodcraft, Alberic Grunnion, Circe, Paracelsus, and Harry.\"\n        ],\n        [\n            34735,\n            \"There was a knock on the door of Harry compartment and the round-faced boy Ron had passed on platform nine and three-quarters came in.\"\n        ],\n        [\n            34903,\n            \"\\u201cHe might have died and Harry wouldn\\u2019t know the difference,\\u201dsaid Ron in disgust.\"\n        ],\n        [\n            35074,\n            \"\\u201cHarry\\u2019ve already told him Harry haven\\u2019t seen it,\\u201dsaid Ron, but the girl wasn\\u2019t listening, she was looking at the wand in Ron hand.\"\n        ],\n        [\n            35601,\n            \"\\u201cStupid spell-Harry gave it to Ron, bet Harry knew it was a dud.\"\n        ],\n        [\n            35733,\n            \"\\u201cYou know, Harry think the ends of Scabbers\\u2019 whiskers are a bit lighter,\\u201dsaid Harry, trying to take Ron\\u2019s mind off Houses.\"\n        ],\n        [\n            35796,\n            \"\\u201cHarry\\u2019s in Romania studying dragons, and Harry\\u2019s in Africa doing something for Gringotts,\\u201dsaid Ron.\"\n        ],\n        [\n            35827,\n            \"It\\u2019s been all over the Daily Prophet, but Ron don\\u2019t suppose Harry get that with the Muggles-someone tried to rob a high security vault.\"\n        ],\n        [\n            35893,\n            \"Ron dad says it must\\u2019ve been a powerful Dark wizard to get round Gringotts, but Harry don\\u2019t think Harry took anything, that\\u2019s what\\u2019s odd.\"\n        ],\n        [\n            36041,\n            \"\\u201cOh, you wait, it\\u2019s the best game in the world-\\u201cAnd Ron was off, explaining all about the four balls and the positions of Harry, describing famous games Ron\\u2019d been to with Harry and the broomstick Ron\\u2019d like to get if Ron had the money.\"\n        ],\n        [\n            36103,\n            \"Ron was just taking Harry through the finer points of the game when the compartment door slid open yet again, but it wasn\\u2019t Neville the toadless boy, or Hermione Granger this time.\"\n        ],\n        [\n            36531,\n            \"\\u201d Both Harry and Ron stood up.\"\n        ],\n        [\n            36574,\n            \"\\u201cUnless Hagrid get out now,\\u201dsaid Harry, more bravely than Harry felt, because Crabbe and Goyle were a lot bigger than Harry or Ron.\"\n        ],\n        [\n            36780,\n            \"\\u201cRon think Ron\\u2019s been knocked out,\\u201dRon said to Harry.\"\n        ],\n        [\n            36844,\n            \"\\u201cRon\\u2019ve heard of Harry,\\u201dsaid Ron darkly.\"\n        ],\n        [\n            36987,\n            \"\\u201d \\u201cScabbers has been fighting, not Harry,\\u201dsaid Ron, scowling at her.\"\n        ],\n        [\n            37066,\n            \"\\u201d Ron glared at Harry as Harry left.\"\n        ],\n        [\n            37108,\n            \"Harry and Ron took off Harry jackets and pulled on Harry long black robes.\"\n        ],\n        [\n            37123,\n            \"Ron\\u2019s were a bit short for Ron, Harry could see Ron sneakers underneath them.\"\n        ],\n        [\n            37177,\n            \"\\u201d Harry\\u2019s stomach lurched with nerves and Ron, Harry saw, looked pale under Ron freckles.\"\n        ],\n        [\n            38209,\n            \"\\u201d Harry eyes lingered for a moment on Neville\\u2019s cloak, which was fastened under Neville left ear, and on Ron\\u2019s smudged nose.\"\n        ],\n        [\n            38286,\n            \"\\u201d Harry asked Ron.\"\n        ],\n        [\n            38300,\n            \"Harry said it hurts a lot, but Ron think Harry was joking.\"\n        ],\n        [\n            39436,\n            \"\\u201d Ron whispered to Harry.\"\n        ],\n        [\n            39442,\n            \"\\u201cRon\\u2019ll kill Harry, Harry was going on about wrestling a troll.\"\n        ],\n        [\n            39759,\n            \"Harry could see Ron\\u2019s twin brothers catcalling.\"\n        ],\n        [\n            40694,\n            \"\\u201cThomas, Dean,\\u201da Black boy even taller than Ron, joined Harry at the Gryffindor table.\"\n        ],\n        [\n            40759,\n            \"\\u201d Harry clapped loudly with the rest as Ron collapsed into the chair next to Harry.\"\n        ],\n        [\n            40776,\n            \"\\u201cWell done, Ron, excellent,\\u201dsaid Percy Weasley pompously across Harry as \\u201cZabini, Harry,\\u201dwas made a Slytherin.\"\n        ],\n        [\n            41243,\n            \"\\u201cHarry told Ron about Uncle Vernon-Uncle Vernon\\u2019re Nearly Headless Nick!\"\n        ],\n        [\n            46303,\n            \"\\u201d This was so unfair that Harry opened Harry mouth to argue, but Ron kicked Harry behind Harry cauldron.\"\n        ],\n        [\n            46414,\n            \"Can Ron come and meet Hagrid with Harry?\"\n        ],\n        [\n            46632,\n            \"\\u201cRon is Ron,\\u201dHarry told Hagrid, who was pouring boiling water into a large teapot and putting rock cakes onto a plate.\"\n        ],\n        [\n            46692,\n            \"\\u201d The rock cakes were shapeless lumps with raisins that almost broke Harry teeth, but Harry and Ron pretended to be enjoying them as Harry told Hagrid all about Harry first lessons.\"\n        ],\n        [\n            46742,\n            \"Harry and Ron were delighted to hear Hagrid call Filch \\u201cthat old git.\"\n        ],\n        [\n            46825,\n            \"Hagrid, like Ron, told Harry not to worry about it, that Snape liked hardly any of Harry.\"\n        ],\n        [\n            46927,\n            \"While Ron told Hagrid all about Charlie\\u2019s work with dragons, Harry picked up a piece of paper that was lying on the table under the tea cozy.\"\n        ],\n        [\n            47059,\n            \"Harry remembered Ron telling Harry on the train that someone had tried to rob Gringotts, but Ron hadn\\u2019t mentioned the date.\"\n        ],\n        [\n            47197,\n            \"As Harry and Ron walked back to the castle for dinner, Harry pockets weighed down with rock cakes Harry\\u2019d been too polite to refuse, Harry thought that none of the lessons Harry\\u2019d had so far had given Harry as much to think about as tea with Hagrid.\"\n        ],\n        [\n            47423,\n            \"\\u201cHarry don\\u2019t know that Harry\\u2019ll make a fool of Harry,\\u201dsaid Ron reasonably.\"\n        ],\n        [\n            47583,\n            \"Ron had already had a big argument with Dean Thomas, who shared Harry dormitory, about soccer.\"\n        ],\n        [\n            47625,\n            \"Harry had caught Ron prodding Dean\\u2019s poster of West Ham soccer team, trying to make the players move.\"\n        ],\n        [\n            47996,\n            \"Harry and Ron jumped to Harry feet.\"\n        ],\n        [\n            48087,\n            \"At three-thirty that afternoon, Harry, Ron, and the other Gryffindors hurried down the front steps onto the grounds for Harry first flying lesson.\"\n        ],\n        [\n            48184,\n            \"Harry had heard Ron and George Weasley complain about the school brooms, saying that some of them started to vibrate if you flew too high, or always flew slightly to the left.\"\n        ],\n        [\n            48436,\n            \"Harry and Ron were delighted when Hermione told Malfoy Malfoy\\u2019d been doing it wrong for years.\"\n        ],\n        [\n            49077,\n            \"Harry pulled Harry broomstick up a little to take it even higher, and heard screams and gasps of girls back on the ground and an admiring whoop from Ron.\"\n        ],\n        [\n            49685,\n            \"Harry stomach twisted as Harry imagined it, watching Ron and the others becoming wizards while Harry stumped around the grounds carrying Hagrid\\u2019s bag.\"\n        ],\n        [\n            50274,\n            \"Harry had just finished telling Ron what had happened when Harry\\u2019d left the grounds with Hermione.\"\n        ],\n        [\n            50372,\n            \"\\u201d Ron was so amazed, so impressed, Ron just sat and gaped at Harry.\"\n        ],\n        [\n            50416,\n            \"\\u201d Ron and Harry now came into the hall, spotted Harry, and hurried over.\"\n        ],\n        [\n            50461,\n            \"\\u201d \\u201cHarry tell Harry, we\\u2019re going to win that Quidditch Cup for sure this year,\\u201dsaid Ron.\"\n        ],\n        [\n            50804,\n            \"\\u201d When Malfoy had gone, Ron and Harry looked at each other.\"\n        ],\n        [\n            50831,\n            \"\\u201cAnd what do Ron mean, Ron\\u2019re Harry second?\"\n        ],\n        [\n            50844,\n            \"\\u201d \\u201cWell, a second\\u2019s there to take over if Harry die,\\u201dsaid Ron casually, getting started at last on Ron cold pie.\"\n        ],\n        [\n            50874,\n            \"Catching the look on Harry\\u2019s face, Ron added quickly, \\u201cBut Harry only die in proper duels, you know, with Harry.\"\n        ],\n        [\n            50933,\n            \"Ron bet Malfoy expected Harry to refuse, anyway.\"\n        ],\n        [\n            51012,\n            \"\\u201cHermione couldn\\u2019t help overhearing what Harry and Malfoy were saying-\\u201c\\u201cBet Hermione could,\\u201dRon muttered.\"\n        ],\n        [\n            51156,\n            \"Ron had spent all evening giving Harry advice such as \\u201cIf Malfoy tries to curse Harry, you\\u2019d better dodge it, because Ron can\\u2019t remember how to block them.\"\n        ],\n        [\n            51266,\n            \"\\u201cHalf-past eleven,\\u201dRon muttered at last, \\u201cHarry\\u2019d better go.\"\n        ],\n        [\n            51443,\n            \"\\u201cCome on,\\u201dHarry said to Ron.\"\n        ],\n        [\n            51479,\n            \"Hermione followed Ron through the portrait hole, hissing at Harry like an angry goose.\"\n        ],\n        [\n            52021,\n            \"\\u201cIf either of you get Harry caught, Ron\\u2019ll never rest until Ron\\u2019ve learned that Curse of the Bogies Malfoy told Harry about, and used it on Harry.\"\n        ],\n        [\n            52056,\n            \"\\u201d Hermione opened Hermione mouth, perhaps to tell Ron exactly how to use the Curse of the Bogies, but Harry hissed at Hermione to be quiet and beckoned Harry all forward.\"\n        ],\n        [\n            52589,\n            \"\\u201d \\u201cHarry\\u2019ve got to get back to Gryffindor Tower,\\u201dsaid Ron, \\u201cquickly as possible.\"\n        ],\n        [\n            52914,\n            \"\\u201d Ron moaned, as Harry pushed helplessly at the door, \\u201cHarry\\u2019re done for!\"\n        ],\n        [\n            53750,\n            \"\\u201cNo, Harry don\\u2019t mind,\\u201dRon said.\"\n        ],\n        [\n            53850,\n            \"10 HALLOWEEN Malfoy couldn\\u2019t believe Malfoy eyes when Malfoy saw that Harry and Ron were still at Hogwarts the next day, looking tired but perfectly cheerful.\"\n        ],\n        [\n            53880,\n            \"Indeed, by the next morning Harry and Ron thought that meeting the three-headed dog had been an excellent adventure, and Harry were quite keen to have another one.\"\n        ],\n        [\n            53913,\n            \"In the meantime, Harry filled Ron in about the package that seemed to have been moved from Gringotts to Hogwarts, and Harry spent a lot of time wondering what could possibly need such heavy protection.\"\n        ],\n        [\n            54040,\n            \"Hermione was now refusing to speak to Harry and Ron, but Hermione was such a bossy know-it-all that Harry saw this as an added bonus.\"\n        ],\n        [\n            54275,\n            \"McGonagall Harry had difficulty hiding Harry glee as Harry handed the note to Ron to read.\"\n        ],\n        [\n            54454,\n            \"\\u201d Ron grinned at Harry.\"\n        ],\n        [\n            54503,\n            \"\\u201cMalfoy suppose Ron and Harry have to save up twig by twig.\"\n        ],\n        [\n            54647,\n            \"Harry and Ron headed upstairs, smothering their laughter at Malfoy\\u2019s obvious rage and confusion.\"\n        ],\n        [\n            54768,\n            \"\\u201cYes, don\\u2019t stop now,\\u201dsaid Ron, \\u201cit\\u2019s doing Harry so much good.\"\n        ],\n        [\n            54852,\n            \"Harry bolted Harry dinner that evening without noticing what Harry was eating, and then rushed upstairs with Ron to unwrap the Nimbus Two Thousand at last.\"\n        ],\n        [\n            54880,\n            \"\\u201cWow,\\u201dRon sighed, as the broomstick rolled onto Harry\\u2019s bedspread.\"\n        ],\n        [\n            56834,\n            \"\\u201cIt\\u2019s no wonder Harry can stand Hermione,\\u201dRon said to Harry as Harry pushed Harry way into the crowded corridor, \\u201cHermione\\u2019s a nightmare, honestly.\"\n        ],\n        [\n            56904,\n            \"\\u201cHarry think Hermione heard Ron.\"\n        ],\n        [\n            56958,\n            \"On Harry way down to the Great Hall for the Halloween feast, Harry and Ron overheard Parvati Patil telling Hermione friend Lavender that Hermione was crying in the girls\\u2019 bathroom and wanted to be left alone.\"\n        ],\n        [\n            56997,\n            \"Ron looked still more awkward at this, but a moment later Harry had entered the Great Hall, where the Halloween decorations put Hermione out of Harry minds.\"\n        ],\n        [\n            57305,\n            \"As Harry jostled Harry way through a crowd of confused Hufflepuffs, Harry suddenly grabbed Ron\\u2019s arm.\"\n        ],\n        [\n            57423,\n            \"\\u201d hissed Ron, pulling Harry behind a large stone griffin.\"\n        ],\n        [\n            57508,\n            \"\\u201cSnape\\u2019s heading for the third floor,\\u201dHarry said, but Ron held up Ron hand.\"\n        ],\n        [\n            57581,\n            \"Ron pointed-at the end of a passage to the left, something huge was moving toward Harry.\"\n        ],\n        [\n            57973,\n            \"\\u201d Harry said desperately to Ron, and, seizing a tap, Harry threw it as hard as Harry could against the wall.\"\n        ],\n        [\n            58072,\n            \"The troll didn\\u2019t even seem to notice the pipe hitting its shoulder, but it heard the yell and paused again, turning its ugly snout toward Ron instead, giving Harry time to run around it.\"\n        ],\n        [\n            58638,\n            \"Harry was looking at Ron and Harry.\"\n        ],\n        [\n            58697,\n            \"Harry looked at Ron, who was still standing with Ron wand in the air.\"\n        ],\n        [\n            58749,\n            \"Harry wished Ron would put Ron wand down.\"\n        ],\n        [\n            58863,\n            \"Harry stuck Harry wand up its nose and Ron knocked it out with Ron own club.\"\n        ],\n        [\n            58903,\n            \"\\u201d Harry and Ron tried to look as though this story wasn\\u2019t new to them.\"\n        ],\n        [\n            59072,\n            \"Harry turned to Harry and Ron.\"\n        ],\n        [\n            59167,\n            \"\\u201cHarry should have gotten more than ten points,\\u201dRon grumbled.\"\n        ],\n        [\n            59197,\n            \"\\u201d \\u201cGood of Hermione to get Harry out of trouble like that,\\u201dRon admitted.\"\n        ],\n        [\n            59224,\n            \"\\u201d \\u201cHermione might not have needed saving if Harry hadn\\u2019t locked the thing in with Hermione,\\u201dHarry reminded Ron.\"\n        ],\n        [\n            59698,\n            \"Hermione had become a bit more relaxed about breaking rules since Harry and Ron had saved Hermione from the mountain troll, and Hermione was much nicer for it.\"\n        ],\n        [\n            59797,\n            \"Harry, Ron, and Hermione moved closer together to block the fire from view;\"\n        ],\n        [\n            59974,\n            \"Harry, Ron, and Hermione sat together next to a window.\"\n        ],\n        [\n            59987,\n            \"Hermione was checking Harry and Ron\\u2019s Charms homework for Harry.\"\n        ],\n        [\n            60062,\n            \"Getting up, Harry told Ron and Hermione Harry was going to ask Snape if Snape could have it.\"\n        ],\n        [\n            60303,\n            \"\\u201d Ron asked as Harry joined them.\"\n        ],\n        [\n            60443,\n            \"\\u201d \\u201cHonestly, Hermione, Hermione think Harry are saints or something,\\u201dsnapped Ron.\"\n        ],\n        [\n            60462,\n            \"\\u201cRon\\u2019m with Harry.\"\n        ],\n        [\n            60752,\n            \"Ron and Hermione joined Neville, Harry, and Harry up in the top row.\"\n        ],\n        [\n            60912,\n            \"\\u201cThe one Harry\\u2019ve all been waiting for,\\u201dsaid Ron.\"\n        ],\n        [\n            60927,\n            \"\\u201cHarry know Oliver\\u2019s speech by heart,\\u201dRon told Harry, \\u201cHarry were on the team last year.\"\n        ],\n        [\n            61018,\n            \"\\u201d Harry followed Ron and Ron out of the locker room and, hoping Harry knees weren\\u2019t going to give way, walked onto the field to loud cheers.\"\n        ],\n        [\n            61271,\n            \"\\u201cAnd she\\u2019s really belting along up there, a neat pass to Alicia Spinnet, a good find of Oliver Wood\\u2019s, last year only a reserve-back to Johnson and-no, the Slytherins have taken the Quaffle, Slytherin Captain Marcus Flint gains the Quaffle and off he goes-Flint flying like an eagle up there-he\\u2019s going to sc-no, stopped by an excellent move by Gryffindor Keeper Wood and the Gryffindors take the Quaffle-that\\u2019s Chaser Katie Bell of Gryffindor there, nice dive around Flint, off up the field and-OUCH-that must have hurt, hit in the back of the head by a Bludger-Quaffle taken by the Slytherins-that\\u2019s Adrian Pucey speeding off toward the goal posts, but he\\u2019s blocked by a second Bludger-sent his way by Ron or Harry, can\\u2019t tell which-nice play by the Gryffindor Beater, anyway, and Johnson back in possession of the Quaffle, a clear field ahead and off Hermione goes-Hermione\\u2019s really flying-dodges a speeding Bludger-the goal posts are ahead-come on, now, Angelina-Keeper Bletchley dives-misses-GRYFFINDORS SCORE!\"\n        ],\n        [\n            64153,\n            \"Ron and Harry were staying, too, because Mr. and Mrs. Weasley were going to Romania to visit Charlie.\"\n        ],\n        [\n            64445,\n            \"\\u201cRon\\u2019ll get Hagrid,\\u201dsaid Ron, grinding Ron teeth at Hagrid\\u2019s back, \\u201cone of these days, Ron\\u2019ll get Hagrid-\\u201c\\u201cRon hate them both,\\u201dsaid Harry, \\u201cHagrid and Snape.\"\n        ],\n        [\n            64645,\n            \"\\u201cAnd that reminds Hermione-Harry, Ron, Harry\\u2019ve got half an hour before lunch, Harry should be in the library.\"\n        ],\n        [\n            64908,\n            \"\\u201cJust have to find out for Harry, then,\\u201dsaid Ron, and Harry left Hagrid looking disgruntled and hurried off to the library.\"\n        ],\n        [\n            65249,\n            \"Harry, Ron, and Hermione had already agreed Harry\\u2019d better not ask Harry where Harry could find Flamel.\"\n        ],\n        [\n            65370,\n            \"Five minutes later, Ron and Hermione joined Harry, shaking their heads.\"\n        ],\n        [\n            65421,\n            \"\\u201d \\u201cAnd Harry could ask Harry if Harry know who Flamel is,\\u201dsaid Ron.\"\n        ],\n        [\n            65466,\n            \"Once the holidays had started, Ron and Harry were having too good a time to think much about Flamel.\"\n        ],\n        [\n            65560,\n            \"Ron also started teaching Harry wizard chess.\"\n        ],\n        [\n            65638,\n            \"Ron knew Harry so well Ron never had trouble getting Harry to do what Ron wanted.\"\n        ],\n        [\n            65783,\n            \"\\u201cMerry Christmas,\\u201dsaid Ron sleepily as Harry scrambled out of bed and pulled on Harry bathrobe.\"\n        ],\n        [\n            65803,\n            \"\\u201cRon, too,\\u201dsaid Harry.\"\n        ],\n        [\n            65835,\n            \"\\u201d said Ron, turning to Ron own pile, which was a lot bigger than Harry\\u2019s.\"\n        ],\n        [\n            65979,\n            \"\\u201d \\u201cRon can keep it,\\u201dsaid Harry, laughing at how pleased Ron was.\"\n        ],\n        [\n            66043,\n            \"Ron told her Harry didn\\u2019t expect any presents and-oh, no,\\u201dRon groaned, \\u201cHarry\\u2019s made Harry a Weasley sweater.\"\n        ],\n        [\n            66100,\n            \"\\u201cEvery year Harry makes Harry a sweater,\\u201dsaid Ron, unwrapping Ron own, \\u201cand mine\\u2019s always maroon.\"\n        ],\n        [\n            66321,\n            \"\\u201d Harry threw the cloak around Harry shoulders and Ron gave a yell.\"\n        ],\n        [\n            66631,\n            \"\\u201cHarry\\u2019s is better than ours, though,\\u201dsaid Ron, holding up Harry\\u2019s sweater.\"\n        ],\n        [\n            66999,\n            \"Harry pulled a wizard cracker with Ron and it didn\\u2019t just bang, it went off with a blast like a cannon and engulfed them all in a cloud of blue smoke, while from the inside exploded a rear admiral\\u2019s hat and several live, white mice.\"\n        ],\n        [\n            67300,\n            \"After a meal of turkey sandwiches, crumpets, trifle, and Christmas cake, Harry felt too full and sleepy to do much before bed except sit and watch Percy chase Fred and Ron all over Gryffindor Tower because they\\u2019d stolen Harry prefect badge.\"\n        ],\n        [\n            67587,\n            \"Should Harry wake Ron?\"\n        ],\n        [\n            69133,\n            \"\\u201cHarry could have woken Harry up,\\u201dsaid Ron, crossly.\"\n        ],\n        [\n            69147,\n            \"\\u201cRon can come tonight, Harry\\u2019m going back, Harry want to show Ron the mirror.\"\n        ],\n        [\n            69167,\n            \"\\u201d \\u201cHarry\\u2019d like to see Harry mom and dad,\\u201dRon said eagerly.\"\n        ],\n        [\n            69185,\n            \"\\u201cAnd Harry want to see all your family, Harry, Ron\\u2019ll be able to show Harry Harry other brothers and everyone.\"\n        ],\n        [\n            69213,\n            \"\\u201d \\u201cHarry can see them any old time,\\u201dsaid Ron.\"\n        ],\n        [\n            69359,\n            \"With Ron covered in the cloak, too, Harry had to walk much more slowly the next night.\"\n        ],\n        [\n            69458,\n            \"Just as Ron started moaning that Ron feet were dead with cold, Harry spotted the suit of armor.\"\n        ],\n        [\n            69560,\n            \"\\u201d \\u201cHarry can only see Ron.\"\n        ],\n        [\n            69583,\n            \"\\u201d Harry stepped aside, but with Ron in front of the mirror, Harry couldn\\u2019t see Harry family anymore, just Ron in Ron paisley pajamas.\"\n        ],\n        [\n            69633,\n            \"\\u201cCan Ron see all Harry family standing around Ron?\"\n        ],\n        [\n            69644,\n            \"\\u201d \\u201cNo-Ron\\u2019m alone-but Ron\\u2019m different-Ron look older-and Ron\\u2019m Harry!\"\n        ],\n        [\n            69711,\n            \"\\u201d Ron tore Ron eyes away from this splendid sight to look excitedly at Harry.\"\n        ],\n        [\n            69743,\n            \"All Harry family are dead-let Harry have another look-\\u201c\\u201cHarry had it to Harry all last night, give Ron a bit more time.\"\n        ],\n        [\n            69798,\n            \"\\u201d \\u201cDon\\u2019t push Ron-\\u201cA sudden noise outside in the corridor put an end to Harry discussion.\"\n        ],\n        [\n            69836,\n            \"\\u201d Ron threw the cloak back over Harry as the luminous eyes of Mrs. Norris came round the door.\"\n        ],\n        [\n            69857,\n            \"Ron and Harry stood quite still, both thinking the same thing-did the cloak work on cats?\"\n        ],\n        [\n            69888,\n            \"\\u201cThis isn\\u2019t safe-Harry might have gone for Filch, Ron bet Harry heard Harry.\"\n        ],\n        [\n            69911,\n            \"\\u201d And Ron pulled Harry out of the room.\"\n        ],\n        [\n            69971,\n            \"\\u201d \\u201cRon know what Harry\\u2019re thinking about, Harry, that mirror.\"\n        ],\n        [\n            69999,\n            \"\\u201d \\u201cRon dunno, Ron\\u2019ve just got a bad feeling about it-and anyway, Harry\\u2019ve had too many close shaves already.\"\n        ],\n        [\n            70071,\n            \"\\u201d \\u201cRon\\u2019m serious, Harry, don\\u2019t go.\"\n        ],\n        [\n            70085,\n            \"\\u201d But Harry only had one thought in Harry head, which was to get back in front of the mirror, and Ron wasn\\u2019t going to stop Harry.\"\n        ],\n        [\n            70950,\n            \"\\u201cHarry see, Dumbledore was right, that mirror could drive Harry mad,\\u201dsaid Ron, when Harry told Ron about these dreams.\"\n        ],\n        [\n            71437,\n            \"The rest of the team hung back to talk to one another as usual at the end of practice, but Harry headed straight back to the Gryffindor common room, where Harry found Ron and Hermione playing chess.\"\n        ],\n        [\n            71477,\n            \"Chess was the only thing Hermione ever lost at, something Harry and Ron thought was very good for Hermione.\"\n        ],\n        [\n            71498,\n            \"\\u201cDon\\u2019t talk to Ron for a moment,\\u201dsaid Ron when Harry sat down next to Ron, \\u201cI need to concern\\u201dRon caught sight of Harry\\u2019s face.\"\n        ],\n        [\n            71590,\n            \"\\u201cSay Harry\\u2019re ill,\\u201dsaid Ron.\"\n        ],\n        [\n            71612,\n            \"\\u201cReally break Harry leg,\\u201dsaid Ron.\"\n        ],\n        [\n            71750,\n            \"\\u201d Hermione asked Harry, leading Harry over to sit with Harry and Ron.\"\n        ],\n        [\n            72084,\n            \"Then Harry looked up at Ron and Hermione.\"\n        ],\n        [\n            72228,\n            \"Harry and Ron barely had time to exchange mystified looks before Hermione was dashing back, an enormous old book in Hermione arms.\"\n        ],\n        [\n            72395,\n            \"\\u201d said Harry and Ron.\"\n        ],\n        [\n            72420,\n            \"\\u201d Hermione pushed the book toward Harry, and Harry and Ron read: The ancient study of alchemy is concerned with making the Sorcerer\\u2019s Stone, a legendary substance with astonishing powers.\"\n        ],\n        [\n            72557,\n            \"\\u201d said Hermione, when Harry and Ron had finished.\"\n        ],\n        [\n            72652,\n            \"\\u201d \\u201cAnd no wonder Harry couldn\\u2019t find Flamel in that Study of Recent Developments in Wizardry,\\u201dsaid Ron.\"\n        ],\n        [\n            72697,\n            \"\\u201d The next morning in Defense Against the Dark Arts, while copying down different ways of treating werewolf bites, Harry and Ron were still discussing what they\\u2019d do with a Sorcerer\\u2019s Stone if they had one.\"\n        ],\n        [\n            72740,\n            \"It wasn\\u2019t until Ron said Ron\\u2019d buy Ron own Quidditch team that Harry remembered about Snape and the coming match.\"\n        ],\n        [\n            72765,\n            \"\\u201cHarry\\u2019m going to play,\\u201dHarry told Ron and Hermione.\"\n        ],\n        [\n            72844,\n            \"As the match drew nearer, however, Harry became more and more nervous, whatever Harry told Ron and Hermione.\"\n        ],\n        [\n            73126,\n            \"Little did Harry know that Ron and Hermione had been secretly practicing the Leg-Locker Curse.\"\n        ],\n        [\n            74874,\n            \"\\u201d shouted Ron, thumping Harry on the back.\"\n        ],\n        [\n            75195,\n            \"Every time Harry passed the third-floor corridor, Harry, Ron, and Hermione would press Harry ears to the door to check that Fluffy was still growling inside.\"\n        ],\n        [\n            75247,\n            \"Whenever Harry passed Quirrell these days Harry gave Harry an encouraging sort of smile, and Ron had started telling Harry off for laughing at Quirrell\\u2019s stutter.\"\n        ],\n        [\n            75308,\n            \"Harry and Ron wouldn\\u2019t have minded, but Hermione kept nagging Harry to do the same.\"\n        ],\n        [\n            75362,\n            \"\\u201d \\u201cBut Harry\\u2019re not six hundred years old,\\u201dRon reminded Hermione.\"\n        ],\n        [\n            75511,\n            \"Moaning and yawning, Harry and Ron spent most of Harry free time in the library with Hermione, trying to get through all Harry extra work.\"\n        ],\n        [\n            75606,\n            \"Harry, who was looking up \\u201cDittany\\u201din One Thousand Magical Herbs and Fungi, didn\\u2019t look up until Harry heard Ron say, \\u201cHagrid!\"\n        ],\n        [\n            75719,\n            \"\\u201d \\u201cOh, Harry found out who he is ages ago,\\u201dsaid Ron impressively.\"\n        ],\n        [\n            76022,\n            \"\\u201d \\u201cHagrid\\u2019s always wanted a dragon, Ron told Harry so the first time Harry ever met Ron,\\u201dsaid Harry.\"\n        ],\n        [\n            76162,\n            \"The Ministry of Magic has a job hushing them up, Ron can tell Harry.\"\n        ],\n        [\n            76540,\n            \"Harry and Ron beamed at Hermione.\"\n        ],\n        [\n            76547,\n            \"\\u201cWell, Ron don\\u2019s\\u2019 pose it could hurt ter tell Harry that.\"\n        ],\n        [\n            76677,\n            \"\\u201d Harry knew Ron and Hermione were thinking the same as Harry was.\"\n        ],\n        [\n            76765,\n            \"\\u201cAnd Ron wouldn\\u2019t tell Harry, would Ron?\"\n        ],\n        [\n            76816,\n            \"\\u201cRon, can Harry have a window open?\"\n        ],\n        [\n            76845,\n            \"Harry noticed Ron glance at the fire.\"\n        ],\n        [\n            77206,\n            \"So now Harry had something else to worry about: what might happen to Hagrid if anyone found out Ron was hiding an illegal dragon in Ron hut.\"\n        ],\n        [\n            77235,\n            \"\\u201cWonder what it\\u2019s like to have a peaceful life,\\u201dRon sighed, as evening after evening Harry struggled through all the extra homework Harry were getting.\"\n        ],\n        [\n            77267,\n            \"Hermione had now started making study schedules for Harry and Ron, too.\"\n        ],\n        [\n            77352,\n            \"\\u201d \\u201cHarry\\u2019ve got lessons, Harry\\u2019ll get into trouble, and that\\u2019s nothing to what Hagrid\\u2019s going to be in when someone finds out what Ron\\u2019s doing-\\u201c\\u201cShut up!\"\n        ],\n        [\n            77502,\n            \"Ron greeted Harry, looking flushed and excited.\"\n        ],\n        [\n            77518,\n            \"\\u201d Ron ushered Harry inside.\"\n        ],\n        [\n            77807,\n            \"Something about the smile lurking on Malfoy\\u2019s face during the next week made Harry, Ron, and Hermione very nervous.\"\n        ],\n        [\n            77831,\n            \"Harry spent most of Harry free time in Hagrid\\u2019s darkened hut, trying to reason with Ron.\"\n        ],\n        [\n            77987,\n            \"\\u201d \\u201cRon\\u2019s lost Ron marbles,\\u201dRon muttered in Harry\\u2019s ear.\"\n        ],\n        [\n            78005,\n            \"\\u201cRon,\\u201dsaid Harry loudly, \\u201cgive it two weeks and Norbert\\u2019s going to be as long as Ron house.\"\n        ],\n        [\n            78073,\n            \"\\u201d Harry suddenly turned to Ron.\"\n        ],\n        [\n            78162,\n            \"\\u201d And in the end, Ron agreed that Harry could send an owl to Harry to ask Harry.\"\n        ],\n        [\n            78226,\n            \"Ron appeared out of nowhere as Ron pulled off Harry\\u2019s Invisibility Cloak.\"\n        ],\n        [\n            78271,\n            \"\\u201d Ron said, showing Harry Ron hand, which was wrapped in a bloody handkerchief.\"\n        ],\n        [\n            78305,\n            \"Ron tell Harry, that dragon\\u2019s the most horrible animal Ron\\u2019ve ever met, but the way Ron goes on about it, Harry\\u2019d think it was a fluffy little bunny rabbit.\"\n        ],\n        [\n            78344,\n            \"When it bit Ron Ron told Harry off for frightening it.\"\n        ],\n        [\n            78927,\n            \"Madam Pomfrey came over at that moment and made Harry leave, saying Ron needed sleep.\"\n        ],\n        [\n            79039,\n            \"\\u201cI won\\u2019t let Harry in,\\u201dRon puffed.\"\n        ],\n        [\n            79069,\n            \"\\u201d When Harry told Ron about Harry\\u2019s letter, Ron eyes filled with tears, although that might have been because Malfoy had just bitten Ron on the leg.\"\n        ],\n        [\n            79163,\n            \"Harry would have felt sorry for Ron when the time came for Ron to say good-bye to Malfoy if Harry hadn\\u2019t been so worried about what Harry had to do.\"\n        ],\n        [\n            79332,\n            \"\\u201d Ron sobbed, as Harry and Hermione covered the crate with the Invisibility Cloak and stepped underneath it Harry.\"\n        ],\n        [\n            81132,\n            \"Harry, Ron, and Hermione kept to themselves, working late into the night, trying to remember the ingredients in complicated potions, learn charms and spells by heart, memorize the dates of magical discoveries and goblin rebellions.\"\n        ],\n        [\n            81426,\n            \"Harry went back to the library, where Hermione was testing Ron on Astronomy.\"\n        ],\n        [\n            81524,\n            \"\\u201cRon bet there\\u2019s a book somewhere in here telling Harry how to get past a giant three-headed dog.\"\n        ],\n        [\n            81556,\n            \"\\u201d The light of adventure was kindling again in Ron\\u2019s eyes, but Hermione answered before Harry could.\"\n        ],\n        [\n            81930,\n            \"At eleven o\\u2019clock that night, Harry said good-bye to Ron in the common room and went down to the entrance hall with Hagrid.\"\n        ],\n        [\n            87056,\n            \"Maybe it was because Harry hadn\\u2019t seen what Harry had seen in the forest, or because Harry didn\\u2019t have scars burning on Harry foreheads, but Ron and Hermione didn\\u2019t seem as worried about the Stone as Harry.\"\n        ],\n        [\n            87273,\n            \"\\u201d Hermione always liked to go through Harry exam papers afterward, but Ron said this made Ron feel ill, so Harry wandered down to the lake and flopped under a tree.\"\n        ],\n        [\n            87859,\n            \"\\u201d said Ron, but Harry, sprinting across the grounds toward the forest, didn\\u2019t answer.\"\n        ],\n        [\n            87927,\n            \"\\u201d \\u201cYes, please,\\u201dsaid Ron, but Harry cut Ron off.\"\n        ],\n        [\n            87953,\n            \"Hagrid, Harry\\u2019ve got to ask Ron something.\"\n        ],\n        [\n            88000,\n            \"\\u201d Ron saw the three of Harry look stunned and raised Ron eyebrows.\"\n        ],\n        [\n            88142,\n            \"Ron asked a bit about the sorta creatures Harry look after.\"\n        ],\n        [\n            88156,\n            \"so Harry told Ron.\"\n        ],\n        [\n            88212,\n            \"yeah, then Ron said he had the dragon egg an\\u2019Harry could play cards fer it if Ron wanted.\"\n        ],\n        [\n            88262,\n            \"So Harry told Ron, after Fluffy, a dragon would be easy.\"\n        ],\n        [\n            88400,\n            \"\\u201d Harry, Ron, and Hermione didn\\u2019t speak to each other at all until Harry came to a halt in the entrance hall, which seemed very cold and gloomy after the grounds.\"\n        ],\n        [\n            88597,\n            \"\\u201cHarry want to see Dumbledore,\\u201dsaid Hermione, rather bravely, Harry and Ron thought.\"\n        ],\n        [\n            89071,\n            \"Harry and Ron wheeled round.\"\n        ],\n        [\n            89384,\n            \"\\u201cAnd Harry\\u2019d better stay outside the third-floor corridor,\\u201dHarry told Ron.\"\n        ],\n        [\n            89508,\n            \"\\u201d Harry and Ron went back to the common room.\"\n        ],\n        [\n            90164,\n            \"Harry and Ron didn\\u2019t talk much.\"\n        ],\n        [\n            90198,\n            \"\\u201cBetter get the cloak,\\u201dRon muttered, as Harry finally left, stretching and yawning.\"\n        ],\n        [\n            90478,\n            \"\\u201d \\u201cRon don\\u2019t understand,\\u201dsaid Harry, \\u201cthis is important.\"\n        ],\n        [\n            90507,\n            \"\\u201cRon won\\u2019t let Harry do it,\\u201dRon said, hurrying to stand in front of the portrait hole.\"\n        ],\n        [\n            90531,\n            \"\\u201cRon\\u2019ll-Ron\\u2019ll fight Harry!\"\n        ],\n        [\n            90579,\n            \"\\u201cRon don\\u2019t think Harry should be breaking any more rules!\"\n        ],\n        [\n            90593,\n            \"And Ron were the one who told Ron to stand up to Harry!\"\n        ],\n        [\n            90607,\n            \"\\u201d \\u201cYes, but not to Harry,\\u201dsaid Ron in exasperation.\"\n        ],\n        [\n            90792,\n            \"Only Ron eyes were moving, looking at Harry in horror.\"\n        ],\n        [\n            90843,\n            \"\\u201d \\u201cHarry had to, Ron, no time to explain,\\u201dsaid Harry.\"\n        ],\n        [\n            90860,\n            \"\\u201cRon\\u2019ll understand later, Ron,\\u201dsaid Ron as Harry stepped over Ron and pulled on the Invisibility Cloak.\"\n        ],\n        [\n            91597,\n            \"\\u201cKeep playing,\\u201dRon warned Harry as Harry slipped out of the cloak and crept toward the trapdoor.\"\n        ],\n        [\n            91636,\n            \"\\u201cRon think Harry\\u2019ll be able to pull the door open,\\u201dsaid Ron, peering over the dog\\u2019s back.\"\n        ],\n        [\n            91749,\n            \"\\u201d Harry, who was still playing the flute, waved at Ron to get Ron attention and pointed at Harry.\"\n        ],\n        [\n            91880,\n            \"Then Harry looked up at Ron and said, \\u201cIf anything happens to Harry, don\\u2019t follow.\"\n        ],\n        [\n            92046,\n            \"Ron landed, sprawled next to Harry.\"\n        ],\n        [\n            92197,\n            \"As for Harry and Ron, their legs had already been bound tightly in long creepers without their noticing.\"\n        ],\n        [\n            92292,\n            \"\\u201d \\u201cOh, Ron\\u2019m so glad Harry know what it\\u2019s called, that\\u2019s a great help,\\u201dsnarled Ron, leaning back, trying to stop the plant from curling around Ron neck.\"\n        ],\n        [\n            92568,\n            \"\\u201cYeah,\\u201dsaid Ron, \\u201cand lucky Harry doesn\\u2019t lose Harry head in a crisis-\\u2018 there\\u2019s no wood,\\u2019honestly.\"\n        ],\n        [\n            93263,\n            \"\\u201d Ron went speeding in the direction that Harry was pointing, crashed into the ceiling, and nearly fell off Ron broom.\"\n        ],\n        [\n            93314,\n            \"\\u201cRon, Ron come at it from above-Hermione, stay below and stop it from going down-and Harry\\u2019ll try and catch it.\"\n        ],\n        [\n            93348,\n            \"\\u201d Ron dived, Hermione rocketed upward, the key dodged Harry both, and Harry streaked after it;\"\n        ],\n        [\n            93565,\n            \"Harry, Ron and Hermione shivered slightly-the towering white chessmen had no faces.\"\n        ],\n        [\n            93639,\n            \"\\u201cRon think,\\u201dsaid Ron, \\u201cHarry\\u2019re going to have to be chessmen.\"\n        ],\n        [\n            93704,\n            \"\\u201cDo Harry-er-have to join Ron to get across?\"\n        ],\n        [\n            93744,\n            \"\\u201cRon suppose Harry\\u2019ve got to take the place of three of the black pieces.\"\n        ],\n        [\n            93762,\n            \"Harry and Hermione stayed quiet, watching Ron think.\"\n        ],\n        [\n            93772,\n            \"Finally Ron said, \\u201cNow, don\\u2019t be offended or anything, but neither of Harry are that good at chess-\\u201cHarry\\u2019re not offended,\\u201dsaid Harry quickly.\"\n        ],\n        [\n            93848,\n            \"\\u201d \\u201cRon\\u2019m going to be Harry,\\u201dsaid Ron.\"\n        ],\n        [\n            93863,\n            \"The chessmen seemed to have been listening, because at these words a knight, a bishop, and a castle turned their backs on the white pieces and walked off the board, leaving three empty squares that Harry, Ron, and Hermione took.\"\n        ],\n        [\n            94080,\n            \"Twice, Ron only just noticed in time that Harry and Hermione were in danger.\"\n        ],\n        [\n            94096,\n            \"Ron darted around the board, taking almost as many white pieces as Harry had lost black ones.\"\n        ],\n        [\n            94116,\n            \"\\u201cHarry\\u2019re nearly there,\\u201dRon muttered suddenly.\"\n        ],\n        [\n            94208,\n            \"Ron make Ron move and she\\u2019ll take Ron-that leaves Harry free to checkmate the king, Harry!\"\n        ],\n        [\n            94245,\n            \"\\u201d \\u201cRon-\\u201c\\u201cLook, if Harry don\\u2019t hurry up, hell already have the Stone!\"\n        ],\n        [\n            94286,\n            \"\\u201cHere Ron go-now, don\\u2019t hang around once Harry\\u2019ve won.\"\n        ],\n        [\n            94372,\n            \"The white king took off Ron crown and threw it at Harry\\u2019s feet.\"\n        ],\n        [\n            94404,\n            \"With one last desperate look back at Ron, Harry and Hermione charged through the door and up the next passageway.\"\n        ],\n        [\n            94434,\n            \"\\u201d \\u201cRon\\u2019ll be all right,\\u201dsaid Harry, trying to convince Harry.\"\n        ],\n        [\n            95239,\n            \"Grab brooms from the flying-key room, they\\u2019ll get Harry out of the trapdoor and past Fluffy-go straight to the owlery and send Hedwig to Dumbledore, Harry need Ron.\"\n        ],\n        [\n            100254,\n            \"\\u201d And Harry let Ron and Hermione in.\"\n        ],\n        [\n            100293,\n            \"\\u201cOh, Harry, Harry were sure Harry were going to-Dumbledore was so worried-\\u201c\\u201cThe whole school\\u2019s talking about it,\\u201dsaid Ron.\"\n        ],\n        [\n            100370,\n            \"Ron and Hermione were Harry;\"\n        ],\n        [\n            100462,\n            \"\\u2019 \\u201c\\u201cRon always said Dumbledore was off Dumbledore rocker,\\u201dsaid Ron, looking quite impressed at how crazy Harry was.\"\n        ],\n        [\n            100513,\n            \"\\u201cHermione brought Ron round-that took a while-and Harry were dashing up to the owlery to contact Dumbledore when Harry met Dumbledore in the entrance hall-Dumbledore already knew-Dumbledore just said, \\u2018 Harry\\u2019s gone after Dumbledore, hasn\\u2019t Harry?\"\n        ],\n        [\n            101522,\n            \"Harry slipped into a seat between Ron and Hermione at the Gryffindor table and tried to ignore the fact that people were standing up to look at Harry.\"\n        ],\n        [\n            102160,\n            \"Harry, Ron, and Hermione stood up to yell and cheer as Neville, white with shock, disappeared under a pile of people hugging Harry.\"\n        ],\n        [\n            102201,\n            \"Harry, still cheering, nudged Ron in the ribs and pointed at Malfoy, who couldn\\u2019t have looked more stunned and horrified if he\\u2019d just had the Body-Bind Curse put on him.\"\n        ],\n        [\n            102435,\n            \"To Harry great surprise, both Harry and Ron passed with good marks;\"\n        ],\n        [\n            102727,\n            \"\\u201cHarry must come and stay this summer,\\u201dsaid Ron, \\u201cboth of you-Ron\\u2019ll send Harry an owl.\"\n        ],\n        [\n            102806,\n            \"\\u201d \\u201cStill famous,\\u201dsaid Ron, grinning at Harry.\"\n        ],\n        [\n            102835,\n            \"Harry, Ron, and Hermione passed through the gateway together.\"\n        ],\n        [\n            103065,\n            \"Harry hung back for a last word with Ron and Hermione.\"\n        ]\n    ],\n    \"[1, 18]\": [\n        [\n            78,\n            \"Dumbledore was Harry, although Dumbledore did have a very large mustache.\"\n        ],\n        [\n            365,\n            \"Dumbledore hummed as Dumbledore picked out Dumbledore most boring tie for work, and Harry gossiped away happily as Harry wrestled Dudley into Dudley high chair.\"\n        ],\n        [\n            412,\n            \"At half past eight, Dumbledore picked up Dumbledore briefcase, pecked Harry on the cheek, and tried to kiss Dudley good-bye but missed, because Dudley was now having a tantrum and throwing Dudley cereal at the walls.\"\n        ],\n        [\n            733,\n            \"Dumbledore couldn\\u2019t bear people who dressed in funny clothes-the getups you saw on Harry!\"\n        ],\n        [\n            793,\n            \"Dumbledore was enraged to see that a couple of Harry weren\\u2019t young at all;\"\n        ],\n        [\n            812,\n            \"why, Harry had to be older than Dumbledore was, and wearing an emerald-green cloak!\"\n        ],\n        [\n            837,\n            \"But then it struck Dumbledore that this was probably some silly stunt-Harry were obviously collecting for something.\"\n        ],\n        [\n            933,\n            \"Dumbledore didn\\u2019t see the owls swooping past in broad daylight, though Harry did;\"\n        ],\n        [\n            1141,\n            \"\\u201cHarry, that\\u2019s right, that\\u2019s what I heard-\\u201c\\u201c-yes, Harry, Harry-\\u201cDumbledore stopped dead.\"\n        ],\n        [\n            1288,\n            \"Come to think of it, Dumbledore wasn\\u2019t even sure Harry was called Harry.\"\n        ],\n        [\n            1306,\n            \"Dumbledore\\u2019d never even seen Harry.\"\n        ],\n        [\n            1346,\n            \"Dumbledore didn\\u2019t blame Harry-if Dumbledore\\u2019d had a sister like that.\"\n        ],\n        [\n            1562,\n            \"Dumbledore had been hugged by Harry.\"\n        ],\n        [\n            1734,\n            \"Dumbledore was still determined not to mention anything to Harry.\"\n        ],\n        [\n            1757,\n            \"Harry told Dumbledore over dinner all about Mrs. Next Door\\u2019s problems with Harry and how Dudley had learned a new word (\\\" Won\\u2019t!\"\n        ],\n        [\n            2089,\n            \"Dumbledore\\u2019d have to say something to Harry.\"\n        ],\n        [\n            2125,\n            \"\\u201d As Dumbledore had expected, Harry looked shocked and angry.\"\n        ],\n        [\n            2255,\n            \"Dumbledore wondered whether Dumbledore dared tell Harry Dumbledore\\u2019d heard the name \\u201cPotter.\"\n        ],\n        [\n            2282,\n            \"Instead Dumbledore said, as casually as Dumbledore could, \\u201cHarry-Harry\\u2019d be about Dudley\\u2019s age now, wouldn\\u2019t Harry?\"\n        ],\n        [\n            2378,\n            \"\\u201d Dumbledore didn\\u2019t say another word on the subject as Harry went upstairs to bed.\"\n        ],\n        [\n            2396,\n            \"While Harry was in the bathroom, Dumbledore crept to the bedroom window and peered down into the front garden.\"\n        ],\n        [\n            2463,\n            \"if it got out that Harry were related to a pair of-well, Dumbledore didn\\u2019t think Dumbledore could bear it.\"\n        ],\n        [\n            2494,\n            \"Harry fell asleep quickly but Dumbledore lay awake, turning it all over in Dumbledore mind.\"\n        ],\n        [\n            2515,\n            \"Dumbledore last, comforting thought before Dumbledore fell asleep was that even if Harry were involved, there was no reason for Harry to come near Dumbledore and Harry.\"\n        ],\n        [\n            2548,\n            \"Harry knew very well what Dumbledore and Petunia thought about Harry and Harry kind.\"\n        ],\n        [\n            2567,\n            \"Dumbledore couldn\\u2019t see how Dumbledore and Petunia could get mixed up in anything that might be going on-Dumbledore yawned and turned over-it couldn\\u2019t affect Harry.\"\n        ],\n        [\n            4047,\n            \"Dumbledore went to find Harry.\"\n        ],\n        [\n            4183,\n            \"Dumbledore couldn\\u2019t kill Harry.\"\n        ],\n        [\n            4192,\n            \"No one knows why, or how, but Harry\\u2019re saying that when Dumbledore couldn\\u2019t kill Harry, Voldemort\\u2019s power somehow broke-and that\\u2019s why he\\u2019s gone.\"\n        ],\n        [\n            4310,\n            \"\\u201d \\u201cHarry can only guess,\\u201dsaid Dumbledore.\"\n        ],\n        [\n            4465,\n            \"\\u201d \\u201cDumbledore\\u2019ve come to bring Harry to Harry aunt and uncle.\"\n        ],\n        [\n            4587,\n            \"\\u201d \\u201cIt\\u2019s the best place for Harry,\\u201dsaid Dumbledore firmly.\"\n        ],\n        [\n            4827,\n            \"But how is Harry getting here, Dumbledore?\"\n        ],\n        [\n            4837,\n            \"\\u201d Hermione eyed Dumbledore cloak suddenly as though Hermione thought Dumbledore might be hiding Harry underneath it.\"\n        ],\n        [\n            5154,\n            \"I\\u2019ve got Harry, Dumbledore.\"\n        ],\n        [\n            5170,\n            \"\\u201d \\u201cNo, Dumbledore-house was almost destroyed, but Dumbledore got Harry out all right before the Muggles started swarmin\\u2019around.\"\n        ],\n        [\n            5349,\n            \"\\u201d Dumbledore took Harry in Dumbledore arms and turned toward the Dursleys\\u2019 house.\"\n        ],\n        [\n            5364,\n            \"\\u201cCould I-could Hermione say good-bye to Harry, Dumbledore?\"\n        ],\n        [\n            5462,\n            \"\\u201cBut Hermione c-c-can\\u2019t stand it-Lily an\\u2019Harry dead-an\\u2019Harry off ter live with Muggles-\\u201c\\u201cYes, yes, it\\u2019s all very sad, but get a grip on yourself, Dudley, or Harry\\u2019ll be found,\\u201dHermione whispered, patting Dudley gingerly on the arm as Dumbledore stepped over the low garden wall and walked to the front door.\"\n        ],\n        [\n            5547,\n            \"Dumbledore laid Harry gently on the doorstep, took a letter out of Dumbledore cloak, tucked it inside Harry\\u2019s blankets, and then came back to the other two.\"\n        ],\n        [\n            5839,\n            \"\\u201cGood luck, Harry,\\u201dDumbledore murmured.\"\n        ],\n        [\n            6084,\n            \"it crept into Harry living room, which was almost exactly the same as it had been on the night when Dumbledore had seen that fateful news report about the owls.\"\n        ],\n        [\n            20231,\n            \"But Dumbledore let Hagrid stay on as Harry.\"\n        ],\n        [\n            86640,\n            \"Well, Harry suppose Dumbledore 11 be happy.\"\n        ],\n        [\n            86663,\n            \"\\u201cHarry, Harry says Dumbledore\\u2019s the only one You-Know-Who was ever afraid of.\"\n        ],\n        [\n            86684,\n            \"With Dumbledore around, You-Know-Who won\\u2019t touch Harry.\"\n        ],\n        [\n            87479,\n            \"\\u201cHarry, relax, Hermione\\u2019s right, the Stone\\u2019s safe as long as Dumbledore\\u2019s around.\"\n        ],\n        [\n            88437,\n            \"\\u201cHarry\\u2019ve got to go to Dumbledore,\\u201dsaid Harry.\"\n        ],\n        [\n            88488,\n            \"Harry just hope Dumbledore believes Harry.\"\n        ],\n        [\n            88495,\n            \"Firenze might back Harry up if Dumbledore doesn\\u2019t stop Dumbledore.\"\n        ],\n        [\n            88535,\n            \"Harry had never been told where Dumbledore lived, nor did Harry know anyone who had been sent to see Dumbledore.\"\n        ],\n        [\n            88597,\n            \"\\u201cHarry want to see Dumbledore,\\u201dsaid Hermione, rather bravely, Harry and Ron thought.\"\n        ],\n        [\n            88680,\n            \"\\u201cDumbledore left ten minutes ago,\\u201dHarry said coldly.\"\n        ],\n        [\n            88727,\n            \"\\u201d \\u201cDumbledore is a very great wizard, Harry, Dumbledore has many demands on Dumbledore time-\\u201c\\u201cBut this is important.\"\n        ],\n        [\n            88867,\n            \"Harry\\u2019ve got to talk to Dumbledore.\"\n        ],\n        [\n            88889,\n            \"\\u201cDumbledore will be back tomorrow,\\u201dHarry said finally.\"\n        ],\n        [\n            89039,\n            \"Snape sent that note, Harry bet the Ministry of Magic will get a real shock when Dumbledore turns up.\"\n        ],\n        [\n            95239,\n            \"Grab brooms from the flying-key room, they\\u2019ll get Harry out of the trapdoor and past Fluffy-go straight to the owlery and send Hedwig to Dumbledore, Harry need Ron.\"\n        ],\n        [\n            95959,\n            \"Harry couldn\\u2019t do anything with Dumbledore watching.\"\n        ],\n        [\n            96265,\n            \"\\u201d All Harry could think of doing was to keep Quirrell talking and stop Dumbledore from concentrating on the mirror.\"\n        ],\n        [\n            96858,\n            \"But how can Harry look without Dumbledore realizing what Harry\\u2019m up to?\"\n        ],\n        [\n            96908,\n            \"Dumbledore ignored Harry.\"\n        ],\n        [\n            97194,\n            \"\\u201cHarry see Harry shaking hands with Dumbledore,\\u201dHarry invented.\"\n        ],\n        [\n            97207,\n            \"\\u201cHarry-Harry\\u2019ve won the House Cup for Dumbledore.\"\n        ],\n        [\n            97260,\n            \"But Harry hadn\\u2019t walked five paces before a high voice spoke, though Dumbledore wasn\\u2019t moving Dumbledore lips.\"\n        ],\n        [\n            97392,\n            \"Petrified, Harry watched as Dumbledore reached up and began to unwrap Dumbledore turban.\"\n        ],\n        [\n            98330,\n            \"The smiling face of Dumbledore swam into view above Harry.\"\n        ],\n        [\n            98342,\n            \"\\u201cGood afternoon, Harry,\\u201dsaid Dumbledore.\"\n        ],\n        [\n            98352,\n            \"Harry stared at Dumbledore.\"\n        ],\n        [\n            98378,\n            \"Sir, quick-\\u201cCalm Harry, Harry, Harry are a little behind the times,\\u201dsaid Dumbledore.\"\n        ],\n        [\n            98415,\n            \"Sir, Harry-\\u201c\\u201cHarry, please relax, or Madam Pomfrey will have Dumbledore thrown out.\"\n        ],\n        [\n            98482,\n            \"\\u201cTokens from Harry friends and admirers,\\u201dsaid Dumbledore, beaming.\"\n        ],\n        [\n            98630,\n            \"Dumbledore did not manage to take it from Harry.\"\n        ],\n        [\n            98711,\n            \"Harry arrived just in time to pull Dumbledore off Harry-\\u201c\\u201cIt was you.\"\n        ],\n        [\n            98738,\n            \"\\u201d \\u201cHarry nearly were, Harry couldn\\u2019t have kept Dumbledore off the Stone much longer-\\u201c\\u201cNot the Stone, Harry, Harry-the effort involved nearly killed Harry.\"\n        ],\n        [\n            98903,\n            \"\\u201d Dumbledore smiled at the look of amazement on Harry\\u2019s face.\"\n        ],\n        [\n            100293,\n            \"\\u201cOh, Harry, Harry were sure Harry were going to-Dumbledore was so worried-\\u201c\\u201cThe whole school\\u2019s talking about it,\\u201dsaid Ron.\"\n        ],\n        [\n            100354,\n            \"Harry told them everything: Dumbledore;\"\n        ],\n        [\n            100379,\n            \"they gasped in all the right places, and when Harry told them what was under Dumbledore\\u2019s turban, Hermione screamed out loud.\"\n        ],\n        [\n            100427,\n            \"\\u201d \\u201cThat\\u2019s what Harry said, but Dumbledore thinks that-what was it?\"\n        ],\n        [\n            100462,\n            \"\\u2019 \\u201c\\u201cRon always said Dumbledore was off Dumbledore rocker,\\u201dsaid Ron, looking quite impressed at how crazy Harry was.\"\n        ],\n        [\n            100513,\n            \"\\u201cHermione brought Ron round-that took a while-and Harry were dashing up to the owlery to contact Dumbledore when Harry met Dumbledore in the entrance hall-Dumbledore already knew-Dumbledore just said, \\u2018 Harry\\u2019s gone after Dumbledore, hasn\\u2019t Harry?\"\n        ],\n        [\n            100600,\n            \"\\u201d \\u201cWell,\\u201dHermione exploded, \\u201cif Dumbledore did-Hermione mean to say-that\\u2019s terrible-Harry could have been killed.\"\n        ],\n        [\n            100643,\n            \"\\u201cDumbledore\\u2019s Harry, Dumbledore.\"\n        ],\n        [\n            100653,\n            \"Harry think Dumbledore sort of wanted to give Harry a chance.\"\n        ],\n        [\n            100665,\n            \"Harry think Dumbledore knows more or less everything that goes on here, Harry know.\"\n        ],\n        [\n            100681,\n            \"Harry reckon Dumbledore had a pretty good idea Harry were going to try, and instead of stopping Harry, Dumbledore just taught Harry enough to help.\"\n        ],\n        [\n            100709,\n            \"Harry don\\u2019t think it was an accident Dumbledore let Harry find out how the mirror worked.\"\n        ],\n        [\n            100728,\n            \"It\\u2019s almost like Dumbledore thought Harry had the right to face Voldemort if Harry could.\"\n        ],\n        [\n            100900,\n            \"\\u201d \\u201cProfessor Dumbledore says Harry are to be allowed to go,\\u201dHarry said sniffily, as though in Harry opinion Dumbledore didn\\u2019t realize how risky feasts could be.\"\n        ],\n        [\n            101299,\n            \"Dumbledore gave Harry the day off yesterday ter fix it.\"\n        ],\n        [\n            101310,\n            \"\\u2019 Course, Dumbledore shoulda sacked Harry instead-anyway, got y eh this.\"\n        ],\n        [\n            102048,\n            \"They had tied for the House Cup-if only Dumbledore had given Harry just one more point.\"\n        ],\n        [\n            102241,\n            \"\\u201cWhich means,\\u201dDumbledore called over the storm of applause, for even Ravenclaw and Hufflepuff were celebrating the downfall of Slytherin, \\u201cHarry need a little change of decoration.\"\n        ]\n    ],\n    \"[1, 19]\": [\n        [\n            43429,\n            \"Harry tried to pull it off but it tightened painfully-and there was Malfoy, laughing at Harry as Harry struggled with it-then Malfoy turned into the hook-nosed teacher, Snape, whose laugh became high and cold-there was a burst of green light and Harry woke, sweating and shaking.\"\n        ],\n        [\n            46038,\n            \"Hagrid swept around in Hagrid long black cloak, watching Harry weigh dried nettles and crush snake fangs, criticizing Harry except Malfoy, whom Hagrid seemed to like.\"\n        ],\n        [\n            46069,\n            \"Hagrid was just telling Harry to look at the perfect way Malfoy had stewed Malfoy horned slugs when clouds of acid green smoke and a loud hissing filled the dungeon.\"\n        ],\n        [\n            46291,\n            \"That\\u2019s another point Harry\\u2019ve lost for Malfoy.\"\n        ],\n        [\n            46372,\n            \"Harry\\u2019d lost two points for Malfoy in Malfoy very first week-why did Hagrid hate Malfoy so much?\"\n        ],\n        [\n            47802,\n            \"Harry hadn\\u2019t had a single letter since Hagrid\\u2019s note, something that Malfoy had been quick to notice, of course.\"\n        ],\n        [\n            48004,\n            \"Harry were half hoping for a reason to fight Malfoy, but Professor McGonagall, who could spot trouble quicker than any teacher in the school, was there in a flash.\"\n        ],\n        [\n            48068,\n            \"\\u201cJust looking,\\u201dMalfoy said, and Malfoy sloped away with Crabbe and Harry behind Malfoy.\"\n        ],\n        [\n            48436,\n            \"Harry and Ron were delighted when Hermione told Malfoy Malfoy\\u2019d been doing it wrong for years.\"\n        ],\n        [\n            48877,\n            \"\\u201cGive that here, Malfoy,\\u201dsaid Harry quietly.\"\n        ],\n        [\n            48926,\n            \"\\u201d Harry yelled, but Malfoy had leapt onto Malfoy broomstick and taken off.\"\n        ],\n        [\n            48953,\n            \"Hovering level with the topmost branches of an oak Malfoy called, \\u201cCome and get it, Harry!\"\n        ],\n        [\n            49108,\n            \"Harry turned Harry broomstick sharply to face Malfoy in midair.\"\n        ],\n        [\n            49123,\n            \"\\u201cGive it here,\\u201dHarry called, \\u201cor Harry\\u2019ll knock Malfoy off that broom!\"\n        ],\n        [\n            49170,\n            \"Harry leaned forward and grasped the broom tightly in both hands, and it shot toward Malfoy like a javelin.\"\n        ],\n        [\n            49222,\n            \"\\u201cNo Crabbe and Goyle up here to save Malfoy neck, Malfoy,\\u201dHarry called.\"\n        ],\n        [\n            49411,\n            \"\\u201cNever-in all Harry time at Hogwarts-\\u201cProfessor McGonagall was almost speechless with shock, and Hermione glasses flashed furiously, \\u201c-how dare Harry-might have broken Harry neck-\\u201c\\u201cIt wasn\\u2019t Harry fault, Professor-\\u201c\\u201cBe quiet, Hermione-\\u201c\\u201cBut Malfoy-\\u201c\\u201cThat\\u2019s enough, Harry.\"\n        ],\n        [\n            49490,\n            \"\\u201d Harry caught sight of Malfoy, Crabbe, and Harry\\u2019s triumphant faces as Harry left, walking numbly in Professor McGonagall\\u2019s wake as Hermione strode toward the castle.\"\n        ],\n        [\n            50507,\n            \"Harry must be good, Harry, Wood was almost skipping when Malfoy told us.\"\n        ],\n        [\n            50618,\n            \"\\u201d \\u201cMalfoy\\u2019re a lot braver now that Malfoy\\u2019re back on the ground and Malfoy\\u2019ve got Malfoy little friends with Malfoy,\\u201dsaid Harry coolly.\"\n        ],\n        [\n            50687,\n            \"\\u201cMalfoy\\u2019d take Harry on anytime on Malfoy own,\\u201dsaid Malfoy.\"\n        ],\n        [\n            50804,\n            \"\\u201d When Malfoy had gone, Ron and Harry looked at each other.\"\n        ],\n        [\n            50903,\n            \"The most Harry and Malfoy\\u2019ll be able to do is send sparks at each other.\"\n        ],\n        [\n            50933,\n            \"Ron bet Malfoy expected Harry to refuse, anyway.\"\n        ],\n        [\n            51004,\n            \"Hermione ignored Malfoy and spoke to Harry.\"\n        ],\n        [\n            51012,\n            \"\\u201cHermione couldn\\u2019t help overhearing what Harry and Malfoy were saying-\\u201c\\u201cBet Hermione could,\\u201dRon muttered.\"\n        ],\n        [\n            51036,\n            \"\\u201c-and Harry mustn\\u2019t go wandering around the school at night, think of the points Harry\\u2019ll lose Malfoy if Harry\\u2019re caught, and Harry\\u2019re bound to be.\"\n        ],\n        [\n            51156,\n            \"Ron had spent all evening giving Harry advice such as \\u201cIf Malfoy tries to curse Harry, you\\u2019d better dodge it, because Ron can\\u2019t remember how to block them.\"\n        ],\n        [\n            51227,\n            \"On the other hand, Malfoy\\u2019s sneering face kept looming up out of the darkness-this was Harry big chance to beat Malfoy face-to-face.\"\n        ],\n        [\n            51495,\n            \"\\u201cDon\\u2019t Harry care about Malfoy, do Harry only care about yourselves, / don\\u2019t want Slytherin to win the House Cup, and Harry\\u2019ll lose all the points Hermione got from Professor McGonagall for knowing about Switching Spells.\"\n        ],\n        [\n            52021,\n            \"\\u201cIf either of you get Harry caught, Ron\\u2019ll never rest until Ron\\u2019ve learned that Curse of the Bogies Malfoy told Harry about, and used it on Harry.\"\n        ],\n        [\n            52194,\n            \"Harry took out Harry wand in case Malfoy leapt in and started at once.\"\n        ],\n        [\n            52611,\n            \"\\u201d \\u201cMalfoy tricked Harry,\\u201dHermione said to Harry.\"\n        ],\n        [\n            52633,\n            \"Malfoy was never going to meet Harry-Harry knew someone was going to be in the trophy room, Malfoy must have tipped Harry off.\"\n        ],\n        [\n            53850,\n            \"10 HALLOWEEN Malfoy couldn\\u2019t believe Malfoy eyes when Malfoy saw that Harry and Ron were still at Hogwarts the next day, looking tired but perfectly cheerful.\"\n        ],\n        [\n            54348,\n            \"Malfoy seized the package from Harry and felt it.\"\n        ],\n        [\n            54358,\n            \"\\u201cThat\\u2019s a broomstick,\\u201dMalfoy said, throwing it back to Harry with a mixture of jealousy and spite on Malfoy face.\"\n        ],\n        [\n            54503,\n            \"\\u201cMalfoy suppose Ron and Harry have to save up twig by twig.\"\n        ],\n        [\n            54598,\n            \"\\u201d \\u201cA Nimbus Two Thousand, sir,\\u201dsaid Harry, fighting not to laugh at the look of horror on Malfoy\\u2019s face.\"\n        ],\n        [\n            54626,\n            \"\\u201cAnd it\\u2019s really thanks to Malfoy here that Harry\\u2019ve got it,\\u201dHarry added.\"\n        ],\n        [\n            54647,\n            \"Harry and Ron headed upstairs, smothering their laughter at Malfoy\\u2019s obvious rage and confusion.\"\n        ],\n        [\n            54665,\n            \"\\u201cWell, it\\u2019s true,\\u201dHarry chortled as they reached the top of the marble staircase, \\u201cIf Malfoy hadn\\u2019t stolen Neville\\u2019s Remembrall Harry wouldn\\u2019t be on the team.\"\n        ],\n        [\n            77421,\n            \"Harry didn\\u2019t like the look on Malfoy\\u2019s face at all.\"\n        ],\n        [\n            78552,\n            \"\\u201cIt shouldn\\u2019t be too difficult-Harry think the cloak\\u2019s big enough to cover two of Harry and Malfoy.\"\n        ],\n        [\n            78736,\n            \"Malfoy told Madam Pomfrey Malfoy wanted to borrow one of Harry books so Malfoy could come and have a good laugh at Harry.\"\n        ],\n        [\n            78760,\n            \"Malfoy kept threatening to tell Harry what really bit Harry-Harry\\u2019ve told Harry it was a dog, but Harry don\\u2019t think Harry believes Harry-Harry shouldn\\u2019t have hit Malfoy at the Quidditch match, that\\u2019s why Malfoy\\u2019s doing this.\"\n        ],\n        [\n            78876,\n            \"\\u201cOh no-oh no-Harry\\u2019ve just remembered-Charlie\\u2019s letter was in that book Malfoy took, Malfoy\\u2019s going to know Harry\\u2019re getting rid of Malfoy.\"\n        ],\n        [\n            78961,\n            \"\\u201cHarry haven\\u2019t got time to send Harry another owl, and this could be Harry only chance to get rid of Malfoy.\"\n        ],\n        [\n            79069,\n            \"\\u201d When Harry told Ron about Harry\\u2019s letter, Ron eyes filled with tears, although that might have been because Malfoy had just bitten Ron on the leg.\"\n        ],\n        [\n            79163,\n            \"Harry would have felt sorry for Ron when the time came for Ron to say good-bye to Malfoy if Harry hadn\\u2019t been so worried about what Harry had to do.\"\n        ],\n        [\n            79353,\n            \"\\u201cHarry will never forget Malfoy!\"\n        ],\n        [\n            79378,\n            \"Midnight ticked nearer as Harry heaved Malfoy up the marble staircase in the entrance hall and along the dark corridors.\"\n        ],\n        [\n            79486,\n            \"Harry, in a tartan bathrobe and a hair net, had Malfoy by the ear.\"\n        ],\n        [\n            79518,\n            \"Wandering around in the middle of the night, how dare Malfoy-\\u201c\\u201cHarry don\\u2019t understand, Harry.\"\n        ],\n        [\n            79567,\n            \"Come on-Harry shall see Professor Snape about Malfoy, Malfoy!\"\n        ],\n        [\n            79659,\n            \"Chuckling about Malfoy, Harry waited, Malfoy thrashing about in Malfoy crate.\"\n        ],\n        [\n            79697,\n            \"They showed Harry and Hermione the harness they\\u2019d rigged up, so they could suspend Malfoy between them.\"\n        ],\n        [\n            79718,\n            \"They all helped buckle Malfoy safely into it and then Harry and Hermione shook hands with the others and thanked them very much.\"\n        ],\n        [\n            79757,\n            \"Harry slipped back down the spiral staircase, Harry hearts as light as Harry hands, now that Malfoy was off Harry.\"\n        ],\n        [\n            80007,\n            \"Add Malfoy and the Invisibility Cloak, and Harry might as well be packing Harry bags already.\"\n        ],\n        [\n            80067,\n            \"\\u201cNeville was trying to find Harry to warn Harry, Neville heard Malfoy saying Malfoy was going to catch Harry, Malfoy said Harry had a drag-\\u201cHarry shook Harry head violently to shut Neville up, but Harry had seen.\"\n        ],\n        [\n            80113,\n            \"Harry looked more likely to breathe fire than Malfoy as Harry towered over Harry.\"\n        ],\n        [\n            80236,\n            \"Harry fed Malfoy some cock-and-bull story about a dragon, trying to get Malfoy out of bed and into trouble.\"\n        ],\n        [\n            80262,\n            \"Harry\\u2019ve already caught Malfoy.\"\n        ],\n        [\n            84814,\n            \"\\u201d So Harry set off into the heart of the forest with Malfoy and Fang.\"\n        ],\n        [\n            84910,\n            \"\\u201cLook-\\u201cHarry murmured, holding out Harry arm to stop Malfoy.\"\n        ],\n        [\n            85039,\n            \"Harry, Malfoy, and Fang stood transfixed.\"\n        ]\n    ],\n    \"[2, 3]\": [\n        [\n            17385,\n            \"\\u201d said Hagrid, but at that moment, Uncle Vernon, still ashen-faced but looking very angry, moved into the firelight.\"\n        ],\n        [\n            20880,\n            \"\\u201cHarry haven\\u2019t got any money-and Hagrid heard Uncle Vernon last night.\"\n        ],\n        [\n            21459,\n            \"\\u201d Harry sat and thought about this while Hagrid read Hagrid newspaper, the Daily Prophet Harry had learned from Uncle Vernon that Harry liked to be left alone while Harry did this, but it was very difficult, Harry\\u2019d never had so many questions in Harry life.\"\n        ]\n    ],\n    \"[2, 5]\": [\n        [\n            15709,\n            \"\\u201d \\u201cAh, shut up, Dursley, yeh great prune,\\u201dsaid Hagrid;\"\n        ],\n        [\n            16783,\n            \"\\u201d A braver man than Dursley would have quailed under the furious look Hagrid now gave Hagrid;\"\n        ],\n        [\n            16836,\n            \"Hagrid saw Dumbledore leave it, Dursley!\"\n        ],\n        [\n            18991,\n            \"Pointing this at Hagrid like a sword, Hagrid said, \\u201cHagrid\\u2019m warning Hagrid, Dursley-Hagrid\\u2019m warning Hagrid-one more word.\"\n        ]\n    ],\n    \"[2, 6]\": [\n        [\n            26159,\n            \"\\u201d But before Harry could answer, Madam Malkin said, \\u201cThat\\u2019s you done, Hermione,\\u201dand Harry, not sorry for an excuse to stop talking to Hagrid, hopped down from the footstool.\"\n        ],\n        [\n            45788,\n            \"Hagrid was still ignoring Hermione\\u2019s quivering hand.\"\n        ],\n        [\n            45839,\n            \"\\u201cHarry think Hermione does, though, why don\\u2019t Hagrid try Hermione?\"\n        ],\n        [\n            45880,\n            \"\\u201cSit down,\\u201dHagrid snapped at Hermione.\"\n        ],\n        [\n            62709,\n            \"\\u201d At these words, Hermione seized Hagrid\\u2019s binoculars, but instead of looking up at Harry, Hermione started looking frantically at the crowd.\"\n        ],\n        [\n            81822,\n            \"The following morning, notes were delivered to Harry, Hermione, and Hagrid at the breakfast table.\"\n        ],\n        [\n            83141,\n            \"\\u201cSo Hagrid, Harry, an\\u2019Hermione\\u2019ll go one way an\\u2019Harry, Neville, an\\u2019Fang\\u2019ll go the other.\"\n        ],\n        [\n            83247,\n            \"A little way into it Harry reached a fork in the earth path, and Harry, Hermione, and Hagrid took the left path while Hagrid, Neville, and Fang took the right.\"\n        ],\n        [\n            83460,\n            \"\\u201d Hagrid seized Harry and Hermione and hoisted Harry off the path behind a towering oak.\"\n        ],\n        [\n            84263,\n            \"\\u201d Harry and Hermione followed Hagrid out of the clearing, staring over Harry shoulders at Ronan and Bane until the trees blocked Harry view.\"\n        ],\n        [\n            84491,\n            \"Harry had just passed a bend in the path when Hermione grabbed Hagrid\\u2019s arm.\"\n        ],\n        [\n            84747,\n            \"Right, Harry\\u2019re changin\\u2019groups-Neville, Hagrid stay with Hagrid an\\u2019Hermione, Harry, Harry go with Fang an\\u2019Hagrid.\"\n        ]\n    ],\n    \"[2, 7]\": [\n        [\n            46195,\n            \"\\u201cHagrid suppose Neville added the porcupine quills before taking the cauldron off the fire?\"\n        ],\n        [\n            46225,\n            \"\\u201cTake Neville up to the hospital wing,\\u201dHagrid spat at Harry.\"\n        ]\n    ],\n    \"[2, 8]\": [\n        [\n            6926,\n            \"Dudley looked a lot like Hagrid.\"\n        ],\n        [\n            7247,\n            \"\\u201cDudley wants Dudley money\\u2019s worth, just like Hagrid.\"\n        ],\n        [\n            7268,\n            \"\\u201d Hagrid ruffled Dudley\\u2019s hair.\"\n        ],\n        [\n            7276,\n            \"At that moment the telephone rang and Harry went to answer it while Harry and Hagrid watched Dudley unwrap the racing bike, a video camera, a remote control airplane, sixteen new computer games, and a VCR.\"\n        ],\n        [\n            8977,\n            \"Harry ate in the zoo restaurant, and when Dudley had a tantrum because Dudley knickerbocker glory didn\\u2019t have enough ice cream on top, Hagrid bought Dudley another one and Harry was allowed to finish the first.\"\n        ],\n        [\n            9170,\n            \"\\u201cMake it move,\\u201dDudley whined at Hagrid.\"\n        ],\n        [\n            9386,\n            \"The snake jerked its head toward Hagrid and Dudley, then raised its eyes to the ceiling.\"\n        ],\n        [\n            9804,\n            \"As far as Harry had seen, the snake hadn\\u2019t done anything except snap playfully at their heels as it passed, but by the time Harry were all back in Hagrid\\u2019s car, Dudley was telling Harry how it had nearly bitten off Dudley leg, while Dudley was swearing it had tried to squeeze Dudley to death.\"\n        ],\n        [\n            9901,\n            \"\\u201d Hagrid waited until Dudley was safely out of the house before starting on Harry.\"\n        ],\n        [\n            10608,\n            \"Dudley had been accepted at Hagrid\\u2019s old private school, Smeltings.\"\n        ],\n        [\n            10890,\n            \"As Hagrid looked at Dudley in Dudley new knickerbockers, Hagrid said gruffly that it was the proudest moment of Hagrid life.\"\n        ],\n        [\n            11184,\n            \"Dudley and Hagrid came in, both with wrinkled noses because of the smell from Harry\\u2019s new uniform.\"\n        ],\n        [\n            11206,\n            \"Hagrid opened Hagrid newspaper as usual and Dudley banged Dudley Smelting stick, which Dudley carried everywhere, on the table.\"\n        ],\n        [\n            11245,\n            \"\\u201cGet the mail, Dudley,\\u201dsaid Hagrid from behind Hagrid paper.\"\n        ],\n        [\n            11762,\n            \"Dudley tried to grab the letter to read it, but Hagrid held it high out of Dudley reach.\"\n        ],\n        [\n            11854,\n            \"Dudley gave Hagrid a sharp tap on the head with Dudley Smelting stick.\"\n        ],\n        [\n            11952,\n            \"\\u201d roared Hagrid, and Hagrid took both Harry and Dudley by the scruffs of Harry necks and threw Harry into the hall, slamming the kitchen door behind Harry.\"\n        ],\n        [\n            12432,\n            \"\\u201d The Dursleys\\u2019 house had four bedrooms: one for Hagrid and Harry, one for visitors (usually Hagrid sister, Marge), one where Dudley slept, and one where Dudley kept all the toys and things that wouldn\\u2019t fit into Dudley first bedroom.\"\n        ],\n        [\n            12746,\n            \"Dudley\\u2019d screamed, whacked Hagrid with Dudley Smelting stick, been sick on purpose, kicked Harry, and thrown Dudley tortoise through the greenhouse roof, and Dudley still didn\\u2019t have Dudley room back.\"\n        ],\n        [\n            12820,\n            \"When the mail arrived, Hagrid, who seemed to be trying to be nice to Harry, made Dudley go and get it.\"\n        ],\n        [\n            12912,\n            \"Hagrid had to wrestle Dudley to the ground to get the letter from Dudley, which was made difficult by the fact that Harry had grabbed Hagrid around the neck from behind.\"\n        ],\n        [\n            13760,\n            \"When Harry and Dudley had run out with their arms over their faces, Hagrid slammed the door shut.\"\n        ],\n        [\n            13904,\n            \"Hagrid had hit Dudley round the head for holding Harry up while Dudley tried to pack Dudley television, VCR, and computer in Dudley sports bag.\"\n        ],\n        [\n            15556,\n            \"\\u201d Hagrid strode over to the sofa where Dudley sat frozen with fear.\"\n        ],\n        [\n            15570,\n            \"\\u201cBudge up, Dudley,\\u201dsaid Hagrid.\"\n        ],\n        [\n            15583,\n            \"Dudley squeaked and ran to hide behind Dudley mother, who was crouching, terrified, behind Hagrid.\"\n        ],\n        [\n            16155,\n            \"Harry said a thing while Hagrid was working, but as Hagrid slid the first six fat, juicy, slightly burnt sausages from the poker, Dudley fidgeted a little.\"\n        ],\n        [\n            16188,\n            \"Hagrid said sharply, \\u201cDon\\u2019t touch anything Hagrid gives Dudley, Dudley.\"\n        ],\n        [\n            19374,\n            \"Harry\\u2019d spent Harry life being clouted by Dudley, and bullied by Aunt Petunia and Hagrid;\"\n        ],\n        [\n            20005,\n            \"Pulling Harry and Dudley into the other room, Hagrid cast one last terrified look at Hagrid and slammed the door behind Harry.\"\n        ],\n        [\n            20063,\n            \"Meant ter turn Dudley into a pig, but Hagrid suppose Dudley was so much like a pig anyway there wasn\\u2019t much left ter do.\"\n        ]\n    ],\n    \"[2, 13]\": [\n        [\n            46815,\n            \"\\u201d Harry told Hagrid about Snape\\u2019s lesson.\"\n        ],\n        [\n            46825,\n            \"Hagrid, like Ron, told Harry not to worry about it, that Snape liked hardly any of Harry.\"\n        ],\n        [\n            46904,\n            \"\\u201cHagrid liked Snape a lot-great with animals.\"\n        ],\n        [\n            63649,\n            \"\\u201cHagrid don\\u2019know why Harry\\u2019s broom acted like that, but Snape wouldn\\u2019try an\\u2019kill Harry!\"\n        ],\n        [\n            64936,\n            \"Harry had indeed been searching books for Flamel\\u2019s name ever since Hagrid had let it slip, because how else were Harry going to find out what Snape was trying to steal?\"\n        ]\n    ],\n    \"[2, 17]\": [\n        [\n            33402,\n            \"and until Hagrid told Ron, Ron didn\\u2019t know anything about being a wizard or about Harry or Voldemort-\\u201cRon gasped.\"\n        ],\n        [\n            33458,\n            \"\\u201cHagrid\\u2019d have thought Ron, of all people-\\u201c\\u201cRon\\u2019m not trying to be brave or anything, saying the name,\\u201dsaid Ron, \\u201cRon just never knew Hagrid shouldn\\u2019t.\"\n        ],\n        [\n            36574,\n            \"\\u201cUnless Hagrid get out now,\\u201dsaid Harry, more bravely than Harry felt, because Crabbe and Goyle were a lot bigger than Harry or Ron.\"\n        ],\n        [\n            36634,\n            \"\\u201d Goyle reached toward the Chocolate Frogs next to Ron-Ron leapt forward, but before Ron\\u2019d so much as touched Goyle, Hagrid let out a horrible yell.\"\n        ],\n        [\n            46394,\n            \"\\u201cCheer up,\\u201dsaid Ron, \\u201cHagrid\\u2019s always taking points off Fred and Ron.\"\n        ],\n        [\n            46593,\n            \"\\u201cMake yerselves at home,\\u201dsaid Hagrid, letting go of Fang, who bounded straight at Ron and started licking his ears.\"\n        ],\n        [\n            46665,\n            \"\\u201d said Hagrid, glancing at Ron\\u2019s freckles.\"\n        ],\n        [\n            46692,\n            \"\\u201d The rock cakes were shapeless lumps with raisins that almost broke Harry teeth, but Harry and Ron pretended to be enjoying them as Harry told Hagrid all about Harry first lessons.\"\n        ],\n        [\n            46742,\n            \"Harry and Ron were delighted to hear Hagrid call Filch \\u201cthat old git.\"\n        ],\n        [\n            46825,\n            \"Hagrid, like Ron, told Harry not to worry about it, that Snape liked hardly any of Harry.\"\n        ],\n        [\n            46899,\n            \"\\u201d Hagrid asked Ron.\"\n        ],\n        [\n            46927,\n            \"While Ron told Hagrid all about Charlie\\u2019s work with dragons, Harry picked up a piece of paper that was lying on the table under the tea cozy.\"\n        ],\n        [\n            47197,\n            \"As Harry and Ron walked back to the castle for dinner, Harry pockets weighed down with rock cakes Harry\\u2019d been too polite to refuse, Harry thought that none of the lessons Harry\\u2019d had so far had given Harry as much to think about as tea with Hagrid.\"\n        ],\n        [\n            47444,\n            \"\\u201cAnyway, Ron know Hagrid\\u2019s always going on about how good Hagrid is at Quidditch, but Ron bet that\\u2019s all talk.\"\n        ],\n        [\n            64240,\n            \"\\u201cNah, Hagrid\\u2019m all right, thanks, Ron.\"\n        ],\n        [\n            64287,\n            \"Hoping to be gamekeeper yourself when Ron leave Hogwarts, Ron suppose-that hut of Hagrid\\u2019s must seem like a palace compared to what Ron family\\u2019s used to.\"\n        ],\n        [\n            64337,\n            \"\\u201d Ron let go of the front of Hagrid\\u2019s robes.\"\n        ],\n        [\n            64445,\n            \"\\u201cRon\\u2019ll get Hagrid,\\u201dsaid Ron, grinding Ron teeth at Hagrid\\u2019s back, \\u201cone of these days, Ron\\u2019ll get Hagrid-\\u201c\\u201cRon hate them both,\\u201dsaid Harry, \\u201cHagrid and Snape.\"\n        ],\n        [\n            64908,\n            \"\\u201cJust have to find out for Harry, then,\\u201dsaid Ron, and Harry left Hagrid looking disgruntled and hurried off to the library.\"\n        ],\n        [\n            81930,\n            \"At eleven o\\u2019clock that night, Harry said good-bye to Ron in the common room and went down to the entrance hall with Hagrid.\"\n        ]\n    ],\n    \"[2, 18]\": [\n        [\n            20231,\n            \"But Dumbledore let Hagrid stay on as Harry.\"\n        ],\n        [\n            20240,\n            \"Hagrid, Dumbledore.\"\n        ]\n    ],\n    \"[2, 19]\": [\n        [\n            46038,\n            \"Hagrid swept around in Hagrid long black cloak, watching Harry weigh dried nettles and crush snake fangs, criticizing Harry except Malfoy, whom Hagrid seemed to like.\"\n        ],\n        [\n            46069,\n            \"Hagrid was just telling Harry to look at the perfect way Malfoy had stewed Malfoy horned slugs when clouds of acid green smoke and a loud hissing filled the dungeon.\"\n        ],\n        [\n            46372,\n            \"Harry\\u2019d lost two points for Malfoy in Malfoy very first week-why did Hagrid hate Malfoy so much?\"\n        ],\n        [\n            84688,\n            \"Malfoy, Neville, and Fang were with Hagrid.\"\n        ],\n        [\n            84702,\n            \"Malfoy, it seemed, had sneaked up behind Neville and grabbed Hagrid as a joke.\"\n        ]\n    ],\n    \"[3, 6]\": [\n        [\n            103086,\n            \"\\u201d \\u201cHope Harry have-er-a good holiday,\\u201dsaid Hermione, looking uncertainly after Uncle Vernon, shocked that anyone could be so unpleasant.\"\n        ]\n    ],\n    \"[3, 8]\": [\n        [\n            29259,\n            \"True, Dudley was now so scared of Harry Dudley wouldn\\u2019t stay in the same room, while Aunt Petunia and Uncle Vernon didn\\u2019t shut Harry in Harry cupboard, force Harry to do anything, or shout at Harry-in fact, they didn\\u2019t speak to Harry at all.\"\n        ]\n    ],\n    \"[3, 14]\": [\n        [\n            42442,\n            \"\\u201cMust be,\\u201dsaid Percy, frowning at Uncle Vernon.\"\n        ],\n        [\n            42490,\n            \"Percy do think Uncle Vernon might have told Harry prefects, at least.\"\n        ]\n    ],\n    \"[3, 17]\": [\n        [\n            41243,\n            \"\\u201cHarry told Ron about Uncle Vernon-Uncle Vernon\\u2019re Nearly Headless Nick!\"\n        ],\n        [\n            41258,\n            \"\\u201d \\u201cUncle Vernon would prefer Ron to call Uncle Vernon Sir Nicholas de Mimsy-\\u201cUncle Vernon began stiffly, but sandy-haired Seamus Finnigan interrupted.\"\n        ]\n    ],\n    \"[6, 7]\": [\n        [\n            47697,\n            \"Hermione was almost as nervous about flying as Neville was.\"\n        ],\n        [\n            47759,\n            \"Neville was hanging on to Hermione every word, desperate for anything that might help Neville hang on to Neville broomstick later, but everybody else was very pleased when Hermione\\u2019s lecture was interrupted by the arrival of the mail.\"\n        ],\n        [\n            48345,\n            \"Hermione\\u2019s had simply rolled over on the ground, and Neville\\u2019s hadn\\u2019t moved at all.\"\n        ],\n        [\n            48500,\n            \"On Hermione whistle-three-two-\\u201cBut Neville, nervous and jumpy and frightened of being left on the ground, pushed off hard before the whistle had touched Madam Hooch\\u2019s lips.\"\n        ],\n        [\n            48544,\n            \"\\u201d Hermione shouted, but Neville was rising straight up like a cork shot out of a bottle-twelve feet-twenty feet.\"\n        ],\n        [\n            48636,\n            \"Madam Hooch was bending over Neville, Hermione face as white as Neville.\"\n        ],\n        [\n            48686,\n            \"\\u201cNone of Harry is to move while Hermione take Neville to the hospital wing!\"\n        ],\n        [\n            48731,\n            \"\\u201d Neville, Neville face tear-streaked, clutching Neville wrist, hobbled off with Madam Hooch, who had Hermione arm around Neville.\"\n        ],\n        [\n            52006,\n            \"\\u201d Ron looked at Ron watch and then glared furiously at Hermione and Neville.\"\n        ]\n    ],\n    \"[6, 8]\": [\n        [\n            5462,\n            \"\\u201cBut Hermione c-c-can\\u2019t stand it-Lily an\\u2019Harry dead-an\\u2019Harry off ter live with Muggles-\\u201c\\u201cYes, yes, it\\u2019s all very sad, but get a grip on yourself, Dudley, or Harry\\u2019ll be found,\\u201dHermione whispered, patting Dudley gingerly on the arm as Dumbledore stepped over the low garden wall and walked to the front door.\"\n        ],\n        [\n            5596,\n            \"Dudley\\u2019s shoulders shook, Hermione blinked furiously, and the twinkling light that usually shone from Dumbledore\\u2019s eyes seemed to have gone out.\"\n        ]\n    ],\n    \"[6, 9]\": [\n        [\n            81463,\n            \"\\u201cIf Quirrell\\u2019s told Quirrell how to break Quirrell Anti-Dark Force spell-\\u201c\\u201cThere\\u2019s still Fluffy, though,\\u201dsaid Hermione.\"\n        ]\n    ],\n    \"[6, 13]\": [\n        [\n            60062,\n            \"Getting up, Harry told Ron and Hermione Harry was going to ask Snape if Snape could have it.\"\n        ],\n        [\n            60407,\n            \"\\u201cNo-Snape wouldn\\u2019t,\\u201dHermione said.\"\n        ],\n        [\n            60419,\n            \"\\u201cHermione know Snape\\u2019s not very nice, but Snape wouldn\\u2019t try and steal something Dumbledore was keeping safe.\"\n        ],\n        [\n            62751,\n            \"\\u201cHermione knew it,\\u201dHermione gasped, \\u201cSnape-look.\"\n        ],\n        [\n            62797,\n            \"\\u201cSnape\\u2019s doing something-jinxing the broom,\\u201dsaid Hermione.\"\n        ],\n        [\n            62954,\n            \"Hermione had fought Hermione way across to the stand where Snape stood, and was now racing along the row behind Snape;\"\n        ],\n        [\n            62998,\n            \"Reaching Snape, Hermione crouched down, pulled out Hermione wand, and whispered a few, well-chosen words.\"\n        ],\n        [\n            63020,\n            \"Bright blue flames shot from Hermione wand onto the hem of Snape\\u2019s robes.\"\n        ],\n        [\n            63062,\n            \"Scooping the fire off Snape into a little jar in Hermione pocket, Hermione scrambled back along the row-Snape would never know what had happened.\"\n        ],\n        [\n            63293,\n            \"\\u201cIt was Snape,\\u201dHarry was explaining, \\u201cHermione and Harry saw Snape.\"\n        ],\n        [\n            63575,\n            \"The afternoon\\u2019s events certainly seemed to have changed Hermione mind about Snape.\"\n        ],\n        [\n            73392,\n            \"\\u201cRon\\u2019ve never seen Snape look so mean,\\u201dRon told Hermione.\"\n        ],\n        [\n            73870,\n            \"\\u201d Hermione screamed, leaping onto Hermione seat to watch as Harry sped straight at Snape-Hermione didn\\u2019t even notice Malfoy and Harry rolling around under Hermione seat, or the scuffles and yelps coming from the whirl of fists that was Neville, Crabbe, and Goyle.\"\n        ],\n        [\n            89361,\n            \"\\u2019 \\u201c\\u201cOh, shut up,\\u201dsaid Hermione, but Hermione agreed to go and watch out for Snape.\"\n        ],\n        [\n            89519,\n            \"Harry had just said, \\u201cAt least Hermione\\u2019s on Snape\\u2019s tail,\\u201dwhen the portrait of the Fat Lady swung open and Hermione came in.\"\n        ],\n        [\n            89563,\n            \"\\u201cSnape came out and asked Hermione what Hermione was doing, so Hermione said Hermione was waiting for Flitwick, and Snape went to get him, and Hermione\\u2019ve only just got away, Hermione don\\u2019t know where Snape went.\"\n        ],\n        [\n            92463,\n            \"\\u201d said Hermione, and Hermione whipped out Hermione wand, waved it, muttered something, and sent a jet of the same bluebell flames Hermione had used on Snape at the plant.\"\n        ]\n    ],\n    \"[6, 14]\": [\n        [\n            41872,\n            \"\\u201d On Harry\\u2019s other side, Percy and Hermione were talking about lessons (\\\" Percy do hope Harry start right away, there\\u2019s so much to learn, Percy\\u2019m particularly interested in Transfiguration, you know, turning something into something else, of course, it\\u2019s supposed to be very difficult-\\u201cHarry\\u2019ll be starting small, just matches into needles and that sort of thing-\\u201c).\"\n        ]\n    ],\n    \"[6, 17]\": [\n        [\n            48436,\n            \"Harry and Ron were delighted when Hermione told Malfoy Malfoy\\u2019d been doing it wrong for years.\"\n        ],\n        [\n            50274,\n            \"Harry had just finished telling Ron what had happened when Harry\\u2019d left the grounds with Hermione.\"\n        ],\n        [\n            51012,\n            \"\\u201cHermione couldn\\u2019t help overhearing what Harry and Malfoy were saying-\\u201c\\u201cBet Hermione could,\\u201dRon muttered.\"\n        ],\n        [\n            51479,\n            \"Hermione followed Ron through the portrait hole, hissing at Harry like an angry goose.\"\n        ],\n        [\n            51645,\n            \"\\u201cThat\\u2019s Hermione problem,\\u201dsaid Ron.\"\n        ],\n        [\n            51691,\n            \"\\u201cHermione\\u2019m coming with Ron,\\u201dHermione said.\"\n        ],\n        [\n            51708,\n            \"\\u201d \\u201cD\\u2019Ron think Hermione\\u2019m going to stand out here and wait for Filch to catch Hermione?\"\n        ],\n        [\n            51730,\n            \"If he finds all three of us Hermione\\u2019ll tell him the truth, that Hermione was trying to stop Ron, and Ron can back Hermione up.\"\n        ],\n        [\n            51760,\n            \"\\u201d \\u201cHermione\\u2019ve got some nerve-\\u201csaid Ron loudly.\"\n        ],\n        [\n            52006,\n            \"\\u201d Ron looked at Ron watch and then glared furiously at Hermione and Neville.\"\n        ],\n        [\n            52056,\n            \"\\u201d Hermione opened Hermione mouth, perhaps to tell Ron exactly how to use the Curse of the Bogies, but Harry hissed at Hermione to be quiet and beckoned Harry all forward.\"\n        ],\n        [\n            53740,\n            \"\\u201d Ron stared after Hermione, Ron mouth open.\"\n        ],\n        [\n            54040,\n            \"Hermione was now refusing to speak to Harry and Ron, but Hermione was such a bossy know-it-all that Harry saw this as an added bonus.\"\n        ],\n        [\n            56488,\n            \"Ron, however, was to be working with Hermione.\"\n        ],\n        [\n            56500,\n            \"It was hard to tell whether Ron or Hermione was angrier about this.\"\n        ],\n        [\n            56740,\n            \"\\u201d \\u201cHermione do it, then, if Hermione\\u2019re so clever,\\u201dRon snarled.\"\n        ],\n        [\n            56834,\n            \"\\u201cIt\\u2019s no wonder Harry can stand Hermione,\\u201dRon said to Harry as Harry pushed Harry way into the crowded corridor, \\u201cHermione\\u2019s a nightmare, honestly.\"\n        ],\n        [\n            56904,\n            \"\\u201cHarry think Hermione heard Ron.\"\n        ],\n        [\n            56958,\n            \"On Harry way down to the Great Hall for the Halloween feast, Harry and Ron overheard Parvati Patil telling Hermione friend Lavender that Hermione was crying in the girls\\u2019 bathroom and wanted to be left alone.\"\n        ],\n        [\n            56997,\n            \"Ron looked still more awkward at this, but a moment later Harry had entered the Great Hall, where the Halloween decorations put Hermione out of Harry minds.\"\n        ],\n        [\n            59181,\n            \"\\u201cFive, Ron mean, once she\\u2019s taken off Hermione\\u2019s.\"\n        ],\n        [\n            59197,\n            \"\\u201d \\u201cGood of Hermione to get Harry out of trouble like that,\\u201dRon admitted.\"\n        ],\n        [\n            59224,\n            \"\\u201d \\u201cHermione might not have needed saving if Harry hadn\\u2019t locked the thing in with Hermione,\\u201dHarry reminded Ron.\"\n        ],\n        [\n            59698,\n            \"Hermione had become a bit more relaxed about breaking rules since Harry and Ron had saved Hermione from the mountain troll, and Hermione was much nicer for it.\"\n        ],\n        [\n            59797,\n            \"Harry, Ron, and Hermione moved closer together to block the fire from view;\"\n        ],\n        [\n            59974,\n            \"Harry, Ron, and Hermione sat together next to a window.\"\n        ],\n        [\n            59987,\n            \"Hermione was checking Harry and Ron\\u2019s Charms homework for Harry.\"\n        ],\n        [\n            60062,\n            \"Getting up, Harry told Ron and Hermione Harry was going to ask Snape if Snape could have it.\"\n        ],\n        [\n            60443,\n            \"\\u201d \\u201cHonestly, Hermione, Hermione think Harry are saints or something,\\u201dsnapped Ron.\"\n        ],\n        [\n            60752,\n            \"Ron and Hermione joined Neville, Harry, and Harry up in the top row.\"\n        ],\n        [\n            61271,\n            \"\\u201cAnd she\\u2019s really belting along up there, a neat pass to Alicia Spinnet, a good find of Oliver Wood\\u2019s, last year only a reserve-back to Johnson and-no, the Slytherins have taken the Quaffle, Slytherin Captain Marcus Flint gains the Quaffle and off he goes-Flint flying like an eagle up there-he\\u2019s going to sc-no, stopped by an excellent move by Gryffindor Keeper Wood and the Gryffindors take the Quaffle-that\\u2019s Chaser Katie Bell of Gryffindor there, nice dive around Flint, off up the field and-OUCH-that must have hurt, hit in the back of the head by a Bludger-Quaffle taken by the Slytherins-that\\u2019s Adrian Pucey speeding off toward the goal posts, but he\\u2019s blocked by a second Bludger-sent his way by Ron or Harry, can\\u2019t tell which-nice play by the Gryffindor Beater, anyway, and Johnson back in possession of the Quaffle, a clear field ahead and off Hermione goes-Hermione\\u2019s really flying-dodges a speeding Bludger-the goal posts are ahead-come on, now, Angelina-Keeper Bletchley dives-misses-GRYFFINDORS SCORE!\"\n        ],\n        [\n            64645,\n            \"\\u201cAnd that reminds Hermione-Harry, Ron, Harry\\u2019ve got half an hour before lunch, Harry should be in the library.\"\n        ],\n        [\n            64672,\n            \"\\u201d \\u201cOh yeah, Hermione\\u2019re right,\\u201dsaid Ron, tearing Ron eyes away from Professor Flitwick, who had golden bubbles blossoming out of his wand and was trailing them over the branches of the new tree.\"\n        ],\n        [\n            65070,\n            \"Hermione took out a list of subjects and titles Hermione had decided to search while Ron strode off down a row of books and started pulling them off the shelves at random.\"\n        ],\n        [\n            65249,\n            \"Harry, Ron, and Hermione had already agreed Harry\\u2019d better not ask Harry where Harry could find Flamel.\"\n        ],\n        [\n            65370,\n            \"Five minutes later, Ron and Hermione joined Harry, shaking their heads.\"\n        ],\n        [\n            66207,\n            \"\\u201cRon\\u2019ve heard of those,\\u201dRon said in a hushed voice, dropping the box of Every Flavor Beans Ron\\u2019d gotten from Hermione.\"\n        ],\n        [\n            66732,\n            \"\\u201cRon suppose Hermione thinks Ron don\\u2019t forget Ron name.\"\n        ],\n        [\n            70064,\n            \"\\u201d \\u201cRon sound like Hermione.\"\n        ],\n        [\n            71437,\n            \"The rest of the team hung back to talk to one another as usual at the end of practice, but Harry headed straight back to the Gryffindor common room, where Harry found Ron and Hermione playing chess.\"\n        ],\n        [\n            71477,\n            \"Chess was the only thing Hermione ever lost at, something Harry and Ron thought was very good for Hermione.\"\n        ],\n        [\n            71750,\n            \"\\u201d Hermione asked Harry, leading Harry over to sit with Harry and Ron.\"\n        ],\n        [\n            72084,\n            \"Then Harry looked up at Ron and Hermione.\"\n        ],\n        [\n            72228,\n            \"Harry and Ron barely had time to exchange mystified looks before Hermione was dashing back, an enormous old book in Hermione arms.\"\n        ],\n        [\n            72287,\n            \"\\u201d said Ron, but Hermione told Ron to be quiet until Hermione\\u2019d looked something up, and started flicking frantically through the pages, muttering to Hermione.\"\n        ],\n        [\n            72351,\n            \"Hermione ignored Ron.\"\n        ],\n        [\n            72420,\n            \"\\u201d Hermione pushed the book toward Harry, and Harry and Ron read: The ancient study of alchemy is concerned with making the Sorcerer\\u2019s Stone, a legendary substance with astonishing powers.\"\n        ],\n        [\n            72557,\n            \"\\u201d said Hermione, when Harry and Ron had finished.\"\n        ],\n        [\n            72582,\n            \"Hermione bet Ron asked Dumbledore to keep it safe for Ron, because they\\u2019re friends and Ron knew someone was after it, that\\u2019s why Ron wanted the Stone moved out of Gringotts!\"\n        ],\n        [\n            72765,\n            \"\\u201cHarry\\u2019m going to play,\\u201dHarry told Ron and Hermione.\"\n        ],\n        [\n            72844,\n            \"As the match drew nearer, however, Harry became more and more nervous, whatever Harry told Ron and Hermione.\"\n        ],\n        [\n            73084,\n            \"Ron and Hermione, meanwhile, had found a place in the stands next to Neville, who couldn\\u2019t understand why they looked so grim and worried, or why they had both brought their wands to the match.\"\n        ],\n        [\n            73126,\n            \"Little did Harry know that Ron and Hermione had been secretly practicing the Leg-Locker Curse.\"\n        ],\n        [\n            73176,\n            \"\\u201cNow, don\\u2019t forget, it\\u2019s Locomotor Mortis,\\u201dHermione muttered as Ron slipped Ron wand up Ron sleeve.\"\n        ],\n        [\n            73392,\n            \"\\u201cRon\\u2019ve never seen Snape look so mean,\\u201dRon told Hermione.\"\n        ],\n        [\n            74272,\n            \"Ron and Hermione in the distance, jumping up and down, Ron cheering through a heavy nosebleed.\"\n        ],\n        [\n            75195,\n            \"Every time Harry passed the third-floor corridor, Harry, Ron, and Hermione would press Harry ears to the door to check that Fluffy was still growling inside.\"\n        ],\n        [\n            75308,\n            \"Harry and Ron wouldn\\u2019t have minded, but Hermione kept nagging Harry to do the same.\"\n        ],\n        [\n            75362,\n            \"\\u201d \\u201cBut Harry\\u2019re not six hundred years old,\\u201dRon reminded Hermione.\"\n        ],\n        [\n            75511,\n            \"Moaning and yawning, Harry and Ron spent most of Harry free time in the library with Hermione, trying to get through all Harry extra work.\"\n        ],\n        [\n            76540,\n            \"Harry and Ron beamed at Hermione.\"\n        ],\n        [\n            76677,\n            \"\\u201d Harry knew Ron and Hermione were thinking the same as Harry was.\"\n        ],\n        [\n            77161,\n            \"\\u201d Ron looked very pleased with Ron, but Hermione didn\\u2019t.\"\n        ],\n        [\n            77175,\n            \"\\u201cRon, Ron live in a wooden house,\\u201dHermione said.\"\n        ],\n        [\n            77267,\n            \"Hermione had now started making study schedules for Harry and Ron, too.\"\n        ],\n        [\n            77436,\n            \"Ron and Hermione argued all the way to Herbology and in the end, Hermione agreed to run down to Hagrid\\u2019s with the other two during morning break.\"\n        ],\n        [\n            77701,\n            \"\\u201cRon,\\u201dsaid Hermione, \\u201chow fast do Norwegian Ridgebacks grow, exactly?\"\n        ],\n        [\n            77807,\n            \"Something about the smile lurking on Malfoy\\u2019s face during the next week made Harry, Ron, and Hermione very nervous.\"\n        ],\n        [\n            79332,\n            \"\\u201d Ron sobbed, as Harry and Hermione covered the crate with the Invisibility Cloak and stepped underneath it Harry.\"\n        ],\n        [\n            81132,\n            \"Harry, Ron, and Hermione kept to themselves, working late into the night, trying to remember the ingredients in complicated potions, learn charms and spells by heart, memorize the dates of magical discoveries and goblin rebellions.\"\n        ],\n        [\n            81426,\n            \"Harry went back to the library, where Hermione was testing Ron on Astronomy.\"\n        ],\n        [\n            81556,\n            \"\\u201d The light of adventure was kindling again in Ron\\u2019s eyes, but Hermione answered before Harry could.\"\n        ],\n        [\n            81763,\n            \"\\u201d Hermione looked convinced, but Ron didn\\u2019t.\"\n        ],\n        [\n            87056,\n            \"Maybe it was because Harry hadn\\u2019t seen what Harry had seen in the forest, or because Harry didn\\u2019t have scars burning on Harry foreheads, but Ron and Hermione didn\\u2019t seem as worried about the Stone as Harry.\"\n        ],\n        [\n            87273,\n            \"\\u201d Hermione always liked to go through Harry exam papers afterward, but Ron said this made Ron feel ill, so Harry wandered down to the lake and flopped under a tree.\"\n        ],\n        [\n            88400,\n            \"\\u201d Harry, Ron, and Hermione didn\\u2019t speak to each other at all until Harry came to a halt in the entrance hall, which seemed very cold and gloomy after the grounds.\"\n        ],\n        [\n            88597,\n            \"\\u201cHarry want to see Dumbledore,\\u201dsaid Hermione, rather bravely, Harry and Ron thought.\"\n        ],\n        [\n            89329,\n            \"\\u201d Ron put on a high voice, \\u201c\\u2018 Oh Professor Flitwick, Hermione\\u2019m so worried, Hermione think Hermione got question fourteen b wrong.\"\n        ],\n        [\n            90698,\n            \"\\u201cRon,\\u201dHermione said, \\u201cHermione\\u2019m really, really sorry about this.\"\n        ],\n        [\n            90722,\n            \"\\u201cPetrificus Totalusl\\u201dHermione cried, pointing it at Ron.\"\n        ],\n        [\n            90771,\n            \"Hermione ran to turn Ron over.\"\n        ],\n        [\n            90804,\n            \"\\u201cWhat\\u2019ve Hermione done to Ron?\"\n        ],\n        [\n            90832,\n            \"\\u201cOh, Ron, Hermione\\u2019m so sorry.\"\n        ],\n        [\n            91798,\n            \"Give the flute to Hermione so Hermione can keep Ron asleep.\"\n        ],\n        [\n            93314,\n            \"\\u201cRon, Ron come at it from above-Hermione, stay below and stop it from going down-and Harry\\u2019ll try and catch it.\"\n        ],\n        [\n            93348,\n            \"\\u201d Ron dived, Hermione rocketed upward, the key dodged Harry both, and Harry streaked after it;\"\n        ],\n        [\n            93394,\n            \"Ron and Hermione\\u2019s cheers echoed around the high chamber.\"\n        ],\n        [\n            93565,\n            \"Harry, Ron and Hermione shivered slightly-the towering white chessmen had no faces.\"\n        ],\n        [\n            93762,\n            \"Harry and Hermione stayed quiet, watching Ron think.\"\n        ],\n        [\n            93863,\n            \"The chessmen seemed to have been listening, because at these words a knight, a bishop, and a castle turned their backs on the white pieces and walked off the board, leaving three empty squares that Harry, Ron, and Hermione took.\"\n        ],\n        [\n            94080,\n            \"Twice, Ron only just noticed in time that Harry and Hermione were in danger.\"\n        ],\n        [\n            94315,\n            \"She struck Ron hard across the head with her stone arm, and Ron crashed to the floor-Hermione screamed but stayed on Hermione square-the white queen dragged Ron to one side.\"\n        ],\n        [\n            94404,\n            \"With one last desperate look back at Ron, Harry and Hermione charged through the door and up the next passageway.\"\n        ],\n        [\n            100254,\n            \"\\u201d And Harry let Ron and Hermione in.\"\n        ],\n        [\n            100370,\n            \"Ron and Hermione were Harry;\"\n        ],\n        [\n            100513,\n            \"\\u201cHermione brought Ron round-that took a while-and Harry were dashing up to the owlery to contact Dumbledore when Harry met Dumbledore in the entrance hall-Dumbledore already knew-Dumbledore just said, \\u2018 Harry\\u2019s gone after Dumbledore, hasn\\u2019t Harry?\"\n        ],\n        [\n            101522,\n            \"Harry slipped into a seat between Ron and Hermione at the Gryffindor table and tried to ignore the fact that people were standing up to look at Harry.\"\n        ],\n        [\n            102160,\n            \"Harry, Ron, and Hermione stood up to yell and cheer as Neville, white with shock, disappeared under a pile of people hugging Harry.\"\n        ],\n        [\n            102835,\n            \"Harry, Ron, and Hermione passed through the gateway together.\"\n        ],\n        [\n            103065,\n            \"Harry hung back for a last word with Ron and Hermione.\"\n        ]\n    ],\n    \"[6, 18]\": [\n        [\n            3487,\n            \"\\u201d Hermione threw a sharp, sideways glance at Dumbledore here, as though hoping Dumbledore was going to tell Hermione something, but Dumbledore didn\\u2019t, so Hermione went on.\"\n        ],\n        [\n            3554,\n            \"Hermione suppose he really has gone, Dumbledore?\"\n        ],\n        [\n            3617,\n            \"\\u201d \\u201cNo, thank Dumbledore,\\u201dsaid Hermione coldly, as though Hermione didn\\u2019t think this was the moment for lemon drops.\"\n        ],\n        [\n            3709,\n            \"\\u201d Hermione flinched, but Dumbledore, who was unsticking two lemon drops, seemed not to notice.\"\n        ],\n        [\n            3762,\n            \"\\u201d \\u201cHermione know Dumbledore haven\\u2019t,\\u201dsaid Hermione, sounding half exasperated, half admiring.\"\n        ],\n        [\n            3813,\n            \"\\u201d \\u201cHermione flatter Dumbledore,\\u201dsaid Dumbledore calmly.\"\n        ],\n        [\n            3878,\n            \"\\u201d Hermione shot a sharp look at Dumbledore and said, \\u201cThe owls are nothing next to the rumors that are flying around.\"\n        ],\n        [\n            3925,\n            \"\\u201d It seemed that Hermione had reached the point Hermione was most anxious to discuss, the real reason Hermione had been waiting on a cold, hard wall all day, for neither as a cat nor as a woman had Hermione fixed Dumbledore with such a piercing stare as Hermione did now.\"\n        ],\n        [\n            3981,\n            \"It was plain that whatever \\u201ceveryone\\u201dwas saying, Hermione was not going to believe it until Dumbledore told Hermione it was true.\"\n        ],\n        [\n            4116,\n            \"\\u201d Dumbledore reached out and patted Hermione on the shoulder.\"\n        ],\n        [\n            4414,\n            \"Dumbledore suppose it was he who told Hermione Dumbledore\\u2019d be here, by the way?\"\n        ],\n        [\n            4441,\n            \"\\u201cAnd Hermione don\\u2019t suppose Dumbledore\\u2019re going to tell Hermione why Dumbledore\\u2019re here, of all places?\"\n        ],\n        [\n            4797,\n            \"\\u201d Hermione opened Hermione mouth, changed Hermione mind, swallowed, and then said, \\u201cYes-yes, Dumbledore\\u2019re right, of course.\"\n        ],\n        [\n            4837,\n            \"\\u201d Hermione eyed Dumbledore cloak suddenly as though Hermione thought Dumbledore might be hiding Harry underneath it.\"\n        ],\n        [\n            4894,\n            \"\\u201cHermione\\u2019m not saying Dumbledore heart isn\\u2019t in the right place,\\u201dsaid Hermione grudgingly, \\u201cbut you can\\u2019t pretend he\\u2019s not careless.\"\n        ],\n        [\n            5207,\n            \"\\u201d Dumbledore and Hermione bent forward over the bundle of blankets.\"\n        ],\n        [\n            5364,\n            \"\\u201cCould I-could Hermione say good-bye to Harry, Dumbledore?\"\n        ],\n        [\n            5462,\n            \"\\u201cBut Hermione c-c-can\\u2019t stand it-Lily an\\u2019Harry dead-an\\u2019Harry off ter live with Muggles-\\u201c\\u201cYes, yes, it\\u2019s all very sad, but get a grip on yourself, Dudley, or Harry\\u2019ll be found,\\u201dHermione whispered, patting Dudley gingerly on the arm as Dumbledore stepped over the low garden wall and walked to the front door.\"\n        ],\n        [\n            5596,\n            \"Dudley\\u2019s shoulders shook, Hermione blinked furiously, and the twinkling light that usually shone from Dumbledore\\u2019s eyes seemed to have gone out.\"\n        ],\n        [\n            5680,\n            \"G\\u2019night, Hermione-Dumbledore, sir.\"\n        ],\n        [\n            5729,\n            \"\\u201cDumbledore shall see Hermione soon, Dumbledore expect, Hermione,\\u201dsaid Dumbledore, nodding to Hermione.\"\n        ],\n        [\n            87479,\n            \"\\u201cHarry, relax, Hermione\\u2019s right, the Stone\\u2019s safe as long as Dumbledore\\u2019s around.\"\n        ],\n        [\n            88597,\n            \"\\u201cHarry want to see Dumbledore,\\u201dsaid Hermione, rather bravely, Harry and Ron thought.\"\n        ],\n        [\n            100379,\n            \"they gasped in all the right places, and when Harry told them what was under Dumbledore\\u2019s turban, Hermione screamed out loud.\"\n        ],\n        [\n            100513,\n            \"\\u201cHermione brought Ron round-that took a while-and Harry were dashing up to the owlery to contact Dumbledore when Harry met Dumbledore in the entrance hall-Dumbledore already knew-Dumbledore just said, \\u2018 Harry\\u2019s gone after Dumbledore, hasn\\u2019t Harry?\"\n        ],\n        [\n            100574,\n            \"\\u201d \\u201cD\\u2019Hermione think Dumbledore meant Hermione to do it?\"\n        ],\n        [\n            100600,\n            \"\\u201d \\u201cWell,\\u201dHermione exploded, \\u201cif Dumbledore did-Hermione mean to say-that\\u2019s terrible-Harry could have been killed.\"\n        ]\n    ],\n    \"[6, 19]\": [\n        [\n            48436,\n            \"Harry and Ron were delighted when Hermione told Malfoy Malfoy\\u2019d been doing it wrong for years.\"\n        ],\n        [\n            49411,\n            \"\\u201cNever-in all Harry time at Hogwarts-\\u201cProfessor McGonagall was almost speechless with shock, and Hermione glasses flashed furiously, \\u201c-how dare Harry-might have broken Harry neck-\\u201c\\u201cIt wasn\\u2019t Harry fault, Professor-\\u201c\\u201cBe quiet, Hermione-\\u201c\\u201cBut Malfoy-\\u201c\\u201cThat\\u2019s enough, Harry.\"\n        ],\n        [\n            49490,\n            \"\\u201d Harry caught sight of Malfoy, Crabbe, and Harry\\u2019s triumphant faces as Harry left, walking numbly in Professor McGonagall\\u2019s wake as Hermione strode toward the castle.\"\n        ],\n        [\n            51004,\n            \"Hermione ignored Malfoy and spoke to Harry.\"\n        ],\n        [\n            51012,\n            \"\\u201cHermione couldn\\u2019t help overhearing what Harry and Malfoy were saying-\\u201c\\u201cBet Hermione could,\\u201dRon muttered.\"\n        ],\n        [\n            51495,\n            \"\\u201cDon\\u2019t Harry care about Malfoy, do Harry only care about yourselves, / don\\u2019t want Slytherin to win the House Cup, and Harry\\u2019ll lose all the points Hermione got from Professor McGonagall for knowing about Switching Spells.\"\n        ],\n        [\n            52611,\n            \"\\u201d \\u201cMalfoy tricked Harry,\\u201dHermione said to Harry.\"\n        ],\n        [\n            79697,\n            \"They showed Harry and Hermione the harness they\\u2019d rigged up, so they could suspend Malfoy between them.\"\n        ],\n        [\n            79718,\n            \"They all helped buckle Malfoy safely into it and then Harry and Hermione shook hands with the others and thanked them very much.\"\n        ]\n    ],\n    \"[7, 17]\": [\n        [\n            38209,\n            \"\\u201d Harry eyes lingered for a moment on Neville\\u2019s cloak, which was fastened under Neville left ear, and on Ron\\u2019s smudged nose.\"\n        ],\n        [\n            52393,\n            \"Neville suddenly let out a frightened squeak and broke into a run-Neville tripped, grabbed Ron around the waist, and the pair of them toppled right into a suit of armor.\"\n        ]\n    ],\n    \"[7, 19]\": [\n        [\n            47966,\n            \"\\u201d Neville was trying to remember what Neville\\u2019d forgotten when Malfoy, who was passing the Gryffindor table, snatched the Remembrall out of Neville hand.\"\n        ],\n        [\n            80067,\n            \"\\u201cNeville was trying to find Harry to warn Harry, Neville heard Malfoy saying Malfoy was going to catch Harry, Malfoy said Harry had a drag-\\u201cHarry shook Harry head violently to shut Neville up, but Harry had seen.\"\n        ]\n    ],\n    \"[8, 17]\": [\n        [\n            34454,\n            \"\\u201d Ron stared as Dudley sidled back into the picture on Ron card and gave Ron a small smile.\"\n        ],\n        [\n            34503,\n            \"Soon Ron had not only Dudley and Morgana, but Hengist of Woodcraft, Alberic Grunnion, Circe, Paracelsus, and Harry.\"\n        ]\n    ],\n    \"[8, 18]\": [\n        [\n            365,\n            \"Dumbledore hummed as Dumbledore picked out Dumbledore most boring tie for work, and Harry gossiped away happily as Harry wrestled Dudley into Dudley high chair.\"\n        ],\n        [\n            412,\n            \"At half past eight, Dumbledore picked up Dumbledore briefcase, pecked Harry on the cheek, and tried to kiss Dudley good-bye but missed, because Dudley was now having a tantrum and throwing Dudley cereal at the walls.\"\n        ],\n        [\n            459,\n            \"\\u201cDudley,\\u201dchortled Dumbledore as Dumbledore left the house.\"\n        ],\n        [\n            1757,\n            \"Harry told Dumbledore over dinner all about Mrs. Next Door\\u2019s problems with Harry and how Dudley had learned a new word (\\\" Won\\u2019t!\"\n        ],\n        [\n            1799,\n            \"When Dudley had been put to bed, Dumbledore went into the living room in time to catch the last report on the evening news: \\u201cAnd finally, bird-watchers everywhere have reported that the nation\\u2019s owls have been behaving very unusually today.\"\n        ],\n        [\n            2282,\n            \"Instead Dumbledore said, as casually as Dumbledore could, \\u201cHarry-Harry\\u2019d be about Dudley\\u2019s age now, wouldn\\u2019t Harry?\"\n        ],\n        [\n            5462,\n            \"\\u201cBut Hermione c-c-can\\u2019t stand it-Lily an\\u2019Harry dead-an\\u2019Harry off ter live with Muggles-\\u201c\\u201cYes, yes, it\\u2019s all very sad, but get a grip on yourself, Dudley, or Harry\\u2019ll be found,\\u201dHermione whispered, patting Dudley gingerly on the arm as Dumbledore stepped over the low garden wall and walked to the front door.\"\n        ],\n        [\n            5596,\n            \"Dudley\\u2019s shoulders shook, Hermione blinked furiously, and the twinkling light that usually shone from Dumbledore\\u2019s eyes seemed to have gone out.\"\n        ]\n    ],\n    \"[9, 13]\": [\n        [\n            74647,\n            \"Snape interrupted Quirrell.\"\n        ],\n        [\n            74668,\n            \"\\u201d \\u201cB-b-but Snape, Quirrell-\\u201c\\u201cQuirrell don\\u2019t want Snape as Quirrell enemy, Quirrell,\\u201dsaid Snape, taking a step toward Quirrell.\"\n        ],\n        [\n            74703,\n            \"\\u201cQuirrell-Quirrell don\\u2019t know what Snape-\\u201c\\u201cQuirrell know perfectly well what Snape mean.\"\n        ],\n        [\n            74764,\n            \"\\u201d \\u201cB-but Quirrell d-d-don\\u2019t-\\u201c\\u201cVery well,\\u201dSnape cut in.\"\n        ]\n    ],\n    \"[9, 17]\": [\n        [\n            81494,\n            \"\\u201cMaybe Quirrell\\u2019s found out how to get past him without asking Hagrid,\\u201dsaid Ron, looking up at the thousands of books surrounding them.\"\n        ]\n    ],\n    \"[13, 17]\": [\n        [\n            46825,\n            \"Hagrid, like Ron, told Harry not to worry about it, that Snape liked hardly any of Harry.\"\n        ],\n        [\n            57508,\n            \"\\u201cSnape\\u2019s heading for the third floor,\\u201dHarry said, but Ron held up Ron hand.\"\n        ],\n        [\n            59945,\n            \"\\u201d \\u201cDunno, but Ron hope it\\u2019s really hurting Snape,\\u201dsaid Ron bitterly.\"\n        ],\n        [\n            60062,\n            \"Getting up, Harry told Ron and Hermione Harry was going to ask Snape if Snape could have it.\"\n        ],\n        [\n            60469,\n            \"Ron wouldn\\u2019t put anything past Snape.\"\n        ],\n        [\n            71876,\n            \"\\u201d \\u201cThere\\u2019s no need to tell me Ron\\u2019m not brave enough to be in Gryffindor, Snape\\u2019s already done that,\\u201dNeville choked out.\"\n        ],\n        [\n            72740,\n            \"It wasn\\u2019t until Ron said Ron\\u2019d buy Ron own Quidditch team that Harry remembered about Snape and the coming match.\"\n        ],\n        [\n            73368,\n            \"Perhaps that was why Snape was looking so angry as the teams marched onto the field, something that Ron noticed, too.\"\n        ],\n        [\n            73392,\n            \"\\u201cRon\\u2019ve never seen Snape look so mean,\\u201dRon told Hermione.\"\n        ],\n        [\n            88451,\n            \"\\u201cRon told that stranger how to get past Fluffy, and it was either Snape or Voldemort under that cloak-it must\\u2019ve been easy, once he\\u2019d got Ron drunk.\"\n        ]\n    ],\n    \"[13, 18]\": [\n        [\n            89018,\n            \"Snape\\u2019s found out everything Snape needs, and now Snape\\u2019s got Dumbledore out of the way.\"\n        ],\n        [\n            89039,\n            \"Snape sent that note, Harry bet the Ministry of Magic will get a real shock when Dumbledore turns up.\"\n        ]\n    ],\n    \"[17, 18]\": [\n        [\n            72582,\n            \"Hermione bet Ron asked Dumbledore to keep it safe for Ron, because they\\u2019re friends and Ron knew someone was after it, that\\u2019s why Ron wanted the Stone moved out of Gringotts!\"\n        ],\n        [\n            88597,\n            \"\\u201cHarry want to see Dumbledore,\\u201dsaid Hermione, rather bravely, Harry and Ron thought.\"\n        ],\n        [\n            95239,\n            \"Grab brooms from the flying-key room, they\\u2019ll get Harry out of the trapdoor and past Fluffy-go straight to the owlery and send Hedwig to Dumbledore, Harry need Ron.\"\n        ],\n        [\n            100293,\n            \"\\u201cOh, Harry, Harry were sure Harry were going to-Dumbledore was so worried-\\u201c\\u201cThe whole school\\u2019s talking about it,\\u201dsaid Ron.\"\n        ],\n        [\n            100462,\n            \"\\u2019 \\u201c\\u201cRon always said Dumbledore was off Dumbledore rocker,\\u201dsaid Ron, looking quite impressed at how crazy Harry was.\"\n        ],\n        [\n            100513,\n            \"\\u201cHermione brought Ron round-that took a while-and Harry were dashing up to the owlery to contact Dumbledore when Harry met Dumbledore in the entrance hall-Dumbledore already knew-Dumbledore just said, \\u2018 Harry\\u2019s gone after Dumbledore, hasn\\u2019t Harry?\"\n        ],\n        [\n            100749,\n            \"\\u201d \\u201cYeah, Dumbledore\\u2019s off Dumbledore rocker, all right,\\u201dsaid Ron proudly.\"\n        ]\n    ],\n    \"[17, 19]\": [\n        [\n            48436,\n            \"Harry and Ron were delighted when Hermione told Malfoy Malfoy\\u2019d been doing it wrong for years.\"\n        ],\n        [\n            50576,\n            \"\\u201d Ron and George had hardly disappeared when someone far less welcome turned up: Malfoy, flanked by Crabbe and Goyle.\"\n        ],\n        [\n            50754,\n            \"\\u201cRon\\u2019m Malfoy second, who\\u2019s Malfoy?\"\n        ],\n        [\n            50804,\n            \"\\u201d When Malfoy had gone, Ron and Harry looked at each other.\"\n        ],\n        [\n            50933,\n            \"Ron bet Malfoy expected Harry to refuse, anyway.\"\n        ],\n        [\n            50956,\n            \"\\u201d \\u201cThrow it away and punch Malfoy on the nose,\\u201dRon suggested.\"\n        ],\n        [\n            51012,\n            \"\\u201cHermione couldn\\u2019t help overhearing what Harry and Malfoy were saying-\\u201c\\u201cBet Hermione could,\\u201dRon muttered.\"\n        ],\n        [\n            51156,\n            \"Ron had spent all evening giving Harry advice such as \\u201cIf Malfoy tries to curse Harry, you\\u2019d better dodge it, because Ron can\\u2019t remember how to block them.\"\n        ],\n        [\n            52021,\n            \"\\u201cIf either of you get Harry caught, Ron\\u2019ll never rest until Ron\\u2019ve learned that Curse of the Bogies Malfoy told Harry about, and used it on Harry.\"\n        ],\n        [\n            52214,\n            \"\\u201cMalfoy\\u2019s late, maybe Malfoy\\u2019s chickened out,\\u201dRon whispered.\"\n        ],\n        [\n            53850,\n            \"10 HALLOWEEN Malfoy couldn\\u2019t believe Malfoy eyes when Malfoy saw that Harry and Ron were still at Hogwarts the next day, looking tired but perfectly cheerful.\"\n        ],\n        [\n            54478,\n            \"\\u201d \\u201cWhat would Ron know about it, Weasley, Ron couldn\\u2019t afford half the handle,\\u201dMalfoy snapped back.\"\n        ],\n        [\n            54503,\n            \"\\u201cMalfoy suppose Ron and Harry have to save up twig by twig.\"\n        ],\n        [\n            54518,\n            \"\\u201d Before Ron could answer, Professor Flitwick appeared at Malfoy\\u2019s elbow.\"\n        ],\n        [\n            54647,\n            \"Harry and Ron headed upstairs, smothering their laughter at Malfoy\\u2019s obvious rage and confusion.\"\n        ],\n        [\n            79052,\n            \"\\u201cMalfoy\\u2019s at a tricky stage-nothin\\u2019Ron can\\u2019t handle.\"\n        ],\n        [\n            79069,\n            \"\\u201d When Harry told Ron about Harry\\u2019s letter, Ron eyes filled with tears, although that might have been because Malfoy had just bitten Ron on the leg.\"\n        ],\n        [\n            79104,\n            \"It\\u2019s all right, Malfoy only got Ron boot-jus\\u2019 playin\\u2019- Malfoy\\u2019s only a baby, after all.\"\n        ],\n        [\n            79163,\n            \"Harry would have felt sorry for Ron when the time came for Ron to say good-bye to Malfoy if Harry hadn\\u2019t been so worried about what Harry had to do.\"\n        ],\n        [\n            79250,\n            \"Ron had Malfoy packed and ready in a large crate.\"\n        ],\n        [\n            79261,\n            \"\\u201cMalfoy\\u2019s got lots o\\u2019rats an\\u2019some brandy fer the journey,\\u201dsaid Ron in a muffled voice.\"\n        ],\n        [\n            79286,\n            \"\\u201cAn\\u2019Ron\\u2019ve packed Malfoy teddy bear in case Malfoy gets lonely.\"\n        ]\n    ]\n}"