"{\n    \"[1, 2]\": [\n        [\n            6823,\n            \"Uncle Vernon entered the kitchen as Harry was turning over the bacon.\"\n        ],\n        [\n            6852,\n            \"About once a week, Uncle Vernon looked over the top of his newspaper and shouted that Harry needed a haircut.\"\n        ],\n        [\n            7276,\n            \"At that moment the telephone rang and Aunt Petunia went to answer it while Harry and Uncle Vernon watched Dudley unwrap the racing bike, a video camera, a remote control airplane, sixteen new computer games, and a VCR.\"\n        ],\n        [\n            7342,\n            \"\\u201cBad news, Vernon,\\u201dshe said.\"\n        ],\n        [\n            7552,\n            \"\\u201cWe could phone Marge,\\u201dUncle Vernon suggested.\"\n        ],\n        [\n            7563,\n            \"\\u201cDon\\u2019t be silly, Vernon, she hates the boy.\"\n        ],\n        [\n            8049,\n            \"His aunt and uncle hadn\\u2019t been able to think of anything else to do with him, but before they\\u2019d left, Uncle Vernon had taken Harry aside.\"\n        ],\n        [\n            8082,\n            \"\\u201cI\\u2019m warning you,\\u201dhe had said, putting his large purple face right up close to Harry\\u2019s, \\u201cI\\u2019m warning you now, boy-any funny business, anything at all-and you\\u2019ll be in that cupboard from now until Christmas.\"\n        ],\n        [\n            8138,\n            \"\\u201d I\\u2019m not going to do anything,\\u201dsaid Harry, \\u201chonestly But Uncle Vernon didn\\u2019t believe him.\"\n        ],\n        [\n            8510,\n            \"But all he\\u2019d tried to do (as he shouted at Uncle Vernon through the locked door of his cupboard) was jump behind the big trash cans outside the kitchen doors.\"\n        ],\n        [\n            8605,\n            \"While he drove, Uncle Vernon complained to Aunt Petunia.\"\n        ],\n        [\n            8616,\n            \"He liked to complain about things: people at work, Harry, the council, Harry, the bank, and Harry were just a few of his favorite subjects.\"\n        ],\n        [\n            8659,\n            \"roaring along like maniacs, the young hoodlums,\\u201dhe said, as a motorcycle overtook them.\"\n        ],\n        [\n            8710,\n            \"He turned right around in his seat and yelled at Harry, his face like a gigantic beet with a mustache: \\u201cMOTORCYCLES DONT FLY!\"\n        ],\n        [\n            8977,\n            \"They ate in the zoo restaurant, and when Dudley had a tantrum because his knickerbocker glory didn\\u2019t have enough ice cream on top, Uncle Vernon bought him another one and Harry was allowed to finish the first.\"\n        ],\n        [\n            9773,\n            \"\\u201d \\u201cThe zoo director himself made Aunt Petunia a cup of strong, sweet tea while he apologized over and over again.\"\n        ],\n        [\n            9804,\n            \"As far as Harry had seen, the snake hadn\\u2019t done anything except snap playfully at their heels as it passed, but by the time they were all back in Uncle Vernon\\u2019s car, Dudley was telling them how it had nearly bitten off his leg, while Piers was swearing it had tried to squeeze him to death.\"\n        ],\n        [\n            9901,\n            \"\\u201d Uncle Vernon waited until Piers was safely out of the house before starting on Harry.\"\n        ],\n        [\n            9927,\n            \"He managed to say, \\u201cGo-cupboard-stay-no meals,\\u201dbefore he collapsed into a chair, and Aunt Petunia had to run and get him a large brandy.\"\n        ],\n        [\n            11184,\n            \"Dudley and Uncle Vernon came in, both with wrinkled noses because of the smell from Harry\\u2019s new uniform.\"\n        ],\n        [\n            11306,\n            \"Three things lay on the doormat: a postcard from Uncle Vernon\\u2019s sister Marge, who was vacationing on the Isle of Wight, a brown envelope that looked like a bill, and-a letter for Harry.\"\n        ],\n        [\n            11562,\n            \"He handed Uncle Vernon the bill and the postcard, sat down, and slowly began to open the yellow envelope.\"\n        ],\n        [\n            11601,\n            \"\\u201cMarge\\u2019s ill,\\u201dhe informed Aunt Petunia.\"\n        ],\n        [\n            11630,\n            \"\\u201cDad, Harry\\u2019s got something!\"\n        ],\n        [\n            11639,\n            \"\\u201d Harry was on the point of unfolding his letter, which was written on the same heavy parchment as the envelope, when it was jerked sharply out of his hand by Uncle Vernon.\"\n        ],\n        [\n            11952,\n            \"\\u201d roared Uncle Vernon, and he took both Harry and Dudley by the scruffs of their necks and threw them into the hall, slamming the kitchen door behind them.\"\n        ],\n        [\n            12030,\n            \"\\u201cVernon,\\u201dAunt Petunia was saying in a quivering voice, \\u201clook at the address-how could they possibly know where he sleeps?\"\n        ],\n        [\n            12087,\n            \"\\u201cBut what should we do, Vernon?\"\n        ],\n        [\n            12101,\n            \"Tell them we don\\u2019t want-\\u201cHarry could see Uncle Vernon\\u2019s shiny black shoes pacing up and down the kitchen.\"\n        ],\n        [\n            12175,\n            \"\\u201d \\u201cBut-\\u201c\\u201cI\\u2019m not having one in the house, Petunia!\"\n        ],\n        [\n            12233,\n            \"he visited Harry in his cupboard.\"\n        ],\n        [\n            12247,\n            \"\\u201d said Harry, the moment Uncle Vernon had squeezed through the door.\"\n        ],\n        [\n            12274,\n            \"It was addressed to you by mistake,\\u201dsaid Uncle Vernon shortly.\"\n        ],\n        [\n            12365,\n            \"Your aunt and I have been thinking.\"\n        ],\n        [\n            12432,\n            \"\\u201d The Dursleys\\u2019 house had four bedrooms: one for Uncle Vernon and Aunt Petunia, one for visitors (usually Uncle Vernon\\u2019s sister, Marge), one where Dudley slept, and one where Dudley kept all the toys and things that wouldn\\u2019t fit into his first bedroom.\"\n        ],\n        [\n            12746,\n            \"He\\u2019d screamed, whacked his father with his Smelting stick, been sick on purpose, kicked his mother, and thrown his tortoise through the greenhouse roof, and he still didn\\u2019t have his room back.\"\n        ],\n        [\n            12808,\n            \"Uncle Vernon and Aunt Petunia kept looking at each other darkly.\"\n        ],\n        [\n            12820,\n            \"When the mail arrived, Uncle Vernon, who seemed to be trying to be nice to Harry, made Dudley go and get it.\"\n        ],\n        [\n            12878,\n            \"Potter, The Smallest Bedroom, 4 Privet Drive -\\u2019\\u201cWith a strangled cry, Uncle Vernon leapt from his seat and ran down the hall, Harry right behind him.\"\n        ],\n        [\n            12912,\n            \"Uncle Vernon had to wrestle Dudley to the ground to get the letter from him, which was made difficult by the fact that Harry had grabbed Uncle Vernon around the neck from behind.\"\n        ],\n        [\n            12947,\n            \"After a minute of confused fighting, in which everyone got hit a lot by the Smelting stick, Uncle Vernon straightened up, gasping for breath, with Harry\\u2019s letter clutched in his hand.\"\n        ],\n        [\n            12985,\n            \"\\u201cGo to your cupboard-I mean, your bedroom,\\u201dhe wheezed at Harry.\"\n        ],\n        [\n            13162,\n            \"he\\u2019d trodden on something big and squashy on the doormat-something alive \\\\ Lights clicked on upstairs and to his horror Harry realized that the big, squashy something had been his uncle\\u2019s face.\"\n        ],\n        [\n            13202,\n            \"Uncle Vernon had been lying at the foot of the front door in a sleeping bag, clearly making sure that Harry didn\\u2019t do exactly what he\\u2019d been trying to do.\"\n        ],\n        [\n            13238,\n            \"He shouted at Harry for about half an hour and then told him to go and make a cup of tea.\"\n        ],\n        [\n            13260,\n            \"Harry shuffled miserably off into the kitchen and by the time he got back, the mail had arrived, right into Uncle Vernon\\u2019s lap.\"\n        ],\n        [\n            13298,\n            \"\\u201cI want-\\u201che began, but Uncle Vernon was tearing the letters into pieces before his eyes.\"\n        ],\n        [\n            13341,\n            \"\\u201cSee,\\u201dhe explained to Aunt Petunia through a mouthful of nails, \\u201cif they can\\u2019t deliver them they\\u2019ll just give up.\"\n        ],\n        [\n            13371,\n            \"\\u201d \\u201cI\\u2019m not sure that\\u2019ll work, Vernon.\"\n        ],\n        [\n            13385,\n            \"\\u201d \\u201cOh, these peoples minds work in strange ways, Petunia, they\\u2019re not like you and me,\\u201dsaid Uncle Vernon, trying to knock in a nail with the piece of fruitcake Aunt Petunia had just brought him.\"\n        ],\n        [\n            13586,\n            \"While Uncle Vernon made furious telephone calls to the post office and the dairy trying to find someone to complain to, Aunt Petunia shredded the letters in her food processor.\"\n        ],\n        [\n            13662,\n            \"\\u201cNo post on Sundays,\\u201dhe reminded them cheerfully as he spread marmalade on his newspapers, \\u201cno damn letters today-\\u201cSomething came whizzing down the kitchen chimney as he spoke and caught him sharply on the back of the head.\"\n        ],\n        [\n            13745,\n            \"\\u201d Uncle Vernon seized Harry around the waist and threw him into the hall.\"\n        ],\n        [\n            13760,\n            \"When Aunt Petunia and Dudley had run out with their arms over their faces, Uncle Vernon slammed the door shut.\"\n        ],\n        [\n            13904,\n            \"his father had hit him round the head for holding them up while he tried to pack his television, VCR, and computer in his sports bag.\"\n        ],\n        [\n            14202,\n            \"Potter Room 1 7 Railview Hotel Cokeworth Harry made a grab for the letter but Uncle Vernon knocked his hand out of the way.\"\n        ],\n        [\n            14231,\n            \"\\u201cI\\u2019ll take them,\\u201dsaid Uncle Vernon, standing up quickly and following her from the dining room.\"\n        ],\n        [\n            14272,\n            \"\\u201d Aunt Petunia suggested timidly, hours later, but Uncle Vernon didn\\u2019t seem to hear her.\"\n        ],\n        [\n            14292,\n            \"Exactly what he was looking for, none of them knew.\"\n        ],\n        [\n            14304,\n            \"He drove them into the middle of a forest, got out, looked around, shook his head, got back in the car, and off they went again.\"\n        ],\n        [\n            14386,\n            \"Uncle Vernon had parked at the coast, locked them all inside the car, and disappeared.\"\n        ],\n        [\n            14497,\n            \"Of course, his birthdays were never exactly fun-last year, the Dursleys had given him a coat hanger and a pair of Uncle Vernon\\u2019s old socks.\"\n        ],\n        [\n            14548,\n            \"He was also carrying a long, thin package and didn\\u2019t answer Aunt Petunia when she asked what he\\u2019d bought.\"\n        ],\n        [\n            14707,\n            \"\\u201cI\\u2019ve already got us some rations,\\u201dsaid Uncle Vernon, \\u201cso all aboard!\"\n        ],\n        [\n            14752,\n            \"After what seemed like hours they reached the rock, where Uncle Vernon, slipping and sliding, led the way to the broken-down house.\"\n        ],\n        [\n            14876,\n            \"Obviously he thought nobody stood a chance of reaching them here in a storm to deliver mail.\"\n        ],\n        [\n            14967,\n            \"She and Uncle Vernon went off to the lumpy bed next door, and Harry was left to find the softest bit of floor he could and to curl up under the thinnest, most ragged blanket.\"\n        ],\n        [\n            15328,\n            \"There was a crash behind them and Uncle Vernon came skidding into the room.\"\n        ],\n        [\n            15343,\n            \"He was holding a rifle in his hands-now they knew what had been in the long, thin package he had brought with them.\"\n        ],\n        [\n            15380,\n            \"\\u201cI warn you-I\\u2019m armed!\"\n        ],\n        [\n            15521,\n            \"He turned to look at them all.\"\n        ],\n        [\n            15639,\n            \"\\u201cLas\\u2019 time I saw you, you was only a baby,\\u201dsaid the giant.\"\n        ],\n        [\n            15787,\n            \"\\u201cAnyway-Harry,\\u201dsaid the giant, turning his back on the Dursleys, \\u201ca very happy birthday to yeh.\"\n        ],\n        [\n            15812,\n            \"Got summat fer yeh here-I mighta sat on it at some point, but it\\u2019ll taste all right.\"\n        ],\n        [\n            15877,\n            \"Harry looked up at the giant.\"\n        ],\n        [\n            15884,\n            \"He meant to say thank you, but the words got lost on the way to his mouth, and what he said instead was, \\u201cWho are you?\"\n        ],\n        [\n            15974,\n            \"\\u201cI\\u2019d not say no ter summat stronger if yeh\\u2019ve got it, mind.\"\n        ],\n        [\n            16019,\n            \"they couldn\\u2019t see what he was doing but when he drew back a second later, there was a roaring fire there.\"\n        ],\n        [\n            16155,\n            \"Nobody said a thing while the giant was working, but as he slid the first six fat, juicy, slightly burnt sausages from the poker, Dudley fidgeted a little.\"\n        ],\n        [\n            16232,\n            \"\\u201d He passed the sausages to Harry, who was so hungry he had never tasted anything so wonderful, but he still couldn\\u2019t take his eyes off the giant.\"\n        ],\n        [\n            16265,\n            \"Finally, as nobody seemed about to explain anything, he said, \\u201cI\\u2019m sorry, but I still don\\u2019t really know who you are.\"\n        ],\n        [\n            16328,\n            \"An\\u2019like I told yeh, I\\u2019m Keeper of Keys at Hogwarts-yeh\\u2019ll know all about Hogwarts, o\\u2019course.\"\n        ],\n        [\n            16381,\n            \"\\u201d barked Hagrid, turning to stare at the Dursleys, who shrank back into the shadows.\"\n        ],\n        [\n            16502,\n            \"\\u201cDo you mean ter tell me,\\u201dhe growled at the Dursleys, \\u201cthat this boy-this boy!\"\n        ],\n        [\n            16584,\n            \"\\u201d But Hagrid simply waved his hand and said, \\u201cAbout our world, I mean.\"\n        ],\n        [\n            16653,\n            \"\\u201d Hagrid stared wildly at Harry.\"\n        ],\n        [\n            16660,\n            \"\\u201cBut yeh must know about yer mom and dad,\\u201dhe said.\"\n        ],\n        [\n            16723,\n            \"\\u201d Hagrid ran his fingers through his hair, fixing Harry with a bewildered stare.\"\n        ],\n        [\n            16774,\n            \"I forbid you to tell the boy anything!\"\n        ],\n        [\n            16872,\n            \"I FORBID YOU!\"\n        ],\n        [\n            16944,\n            \"\\u201cA wizard, o\\u2019course,\\u201dsaid Hagrid, sitting back down on the sofa, which groaned and sank even lower, \\u201can\\u2019a thumpin\\u2019good\\u2019un, I\\u2019d say, once yeh\\u2019ve been trained up a bit.\"\n        ],\n        [\n            17010,\n            \"An\\u2019I reckon it\\u2019s abou\\u2019time yeh read yer letter.\"\n        ],\n        [\n            17271,\n            \"With his tongue between his teeth he scribbled a note that Harry could read upside down: Dear Professor Dumbledore, Given Harry his letter.\"\n        ],\n        [\n            17425,\n            \"\\u201cI\\u2019d like ter see a great Muggle like you stop him,\\u201dhe said.\"\n        ],\n        [\n            17474,\n            \"An\\u2019it\\u2019s your bad luck you grew up in a family o\\u2019the biggest Muggles I ever laid eyes on.\"\n        ],\n        [\n            17499,\n            \"\\u201d \\u201cWe swore when we took him in we\\u2019d put a stop to that rubbish,\\u201dsaid Uncle Vernon, \\u201cswore we\\u2019d stamp it out of him!\"\n        ],\n        [\n            17625,\n            \"I was the only one who saw her for what she was-a freak!\"\n        ],\n        [\n            17897,\n            \"\\u201cI had no idea, when Dumbledore told me there might be trouble gettin\\u2019hold of yeh, how much yeh didn\\u2019t know.\"\n        ],\n        [\n            17925,\n            \"Ah, Harry, I don\\u2019know if I\\u2019m the right person ter tell yeh-but someone\\u2019s gotta-yeh can\\u2019t go off ter Hogwarts not knowin \\u2019.\"\n        ],\n        [\n            17962,\n            \"\\u201d He threw a dirty look at the Dursleys.\"\n        ],\n        [\n            17972,\n            \"\\u201cWell, it\\u2019s best yeh know as much as I can tell yeh-mind, I can\\u2019t tell yeh everythin \\u2019, it\\u2019s a great myst\\u2019ry, parts of it.\"\n        ],\n        [\n            18016,\n            \"\\u201d He sat down, stared into the fire for a few seconds, and then said, \\u201cIt begins, I suppose, with-with a person called-but it\\u2019s incredible yeh don\\u2019t know his name, everyone in our world knows-\\u201c\\u201cWho?\"\n        ],\n        [\n            18445,\n            \"All anyone knows is, he turned up in the village where you was all living, on Halloween ten years ago.\"\n        ],\n        [\n            18475,\n            \"He came ter yer house an\\u2019- an\\u2019- \\u201cHagrid suddenly pulled out a very dirty, spotted handkerchief and blew his nose with a sound like a foghorn.\"\n        ],\n        [\n            18551,\n            \"An\\u2019then-an\\u2019this is the real myst\\u2019ry of the thing-he tried to kill you, too.\"\n        ],\n        [\n            18673,\n            \"No one ever lived after he decided ter kill\\u2019em, no one except you, an\\u2019he\\u2019d killed some o\\u2019the best witches an\\u2019wizards of the age-the McKinnons, the Bones, the Prewetts-an\\u2019you was only a baby, an\\u2019you lived.\"\n        ],\n        [\n            18796,\n            \"Hagrid was watching him sadly.\"\n        ],\n        [\n            18802,\n            \"\\u201cTook yeh from the ruined house myself, on Dumbledore\\u2019s orders.\"\n        ],\n        [\n            18872,\n            \"\\u201cNow, you listen here, boy,\\u201dhe snarled, \\u201cI accept there\\u2019s something strange about you, probably nothing a good beating wouldn\\u2019t have cured-and as for all this about your parents, well, they were weirdos, no denying it, and the world\\u2019s better off without them in my opinion-asked for all they got, getting mixed up with these wizarding types-just what I expected, always knew they\\u2019d come to a sticky end-\\u201cBut at that moment, Hagrid leapt from the sofa and drew a battered pink umbrella from inside his coat.\"\n        ],\n        [\n            19258,\n            \"\\u201cMost of us reckon he\\u2019s still out there somewhere but lost his powers.\"\n        ],\n        [\n            19281,\n            \"\\u2019 Cause somethin\\u2019about you finished him, Harry.\"\n        ],\n        [\n            19292,\n            \"There was somethin\\u2019goin\\u2019on that night he hadn\\u2019t counted on-/ dunno what it was, no one does-but somethin\\u2019about you stumped him, all right.\"\n        ],\n        [\n            19329,\n            \"\\u201d Hagrid looked at Harry with warmth and respect blazing in his eyes, but Harry, instead of feeling pleased and proud, felt quite sure there had been a horrible mistake.\"\n        ],\n        [\n            19374,\n            \"He\\u2019d spent his life being clouted by Dudley, and bullied by Aunt Petunia and Uncle Vernon;\"\n        ],\n        [\n            19452,\n            \"\\u201cHagrid,\\u201dhe said quietly, \\u201cI think you must have made a mistake.\"\n        ],\n        [\n            19481,\n            \"\\u201d To his surprise, Hagrid chuckled.\"\n        ],\n        [\n            19630,\n            \"Harry looked back at Hagrid, smiling, and saw that Hagrid was positively beaming at him.\"\n        ],\n        [\n            19690,\n            \"\\u201cHaven\\u2019t I told you he\\u2019s not going?\"\n        ],\n        [\n            19724,\n            \"I\\u2019ve read those letters and he needs all sorts of rubbish-spell books and wands and-\\u201c\\u201cIf he wants ter go, a great Muggle like you won\\u2019t stop him,\\u201dgrowled Hagrid.\"\n        ],\n        [\n            19824,\n            \"He\\u2019ll be with youngsters of his own sort, fer a change, an\\u2019he\\u2019ll be under the greatest headmaster Hogwarts ever had, Albus Dumbled-\\u201c\\u201cI AM NOT PAYING FOR SOME CRACKPOT OLD FOOL TO TEACH HIM MAGIC TRICKS!\"\n        ],\n        [\n            19977,\n            \"When he turned his back on them, Harry saw a curly pig\\u2019s tail poking through a hole in his trousers.\"\n        ],\n        [\n            20005,\n            \"Pulling Aunt Petunia and Dudley into the other room, he cast one last terrified look at Hagrid and slammed the door behind them.\"\n        ],\n        [\n            20091,\n            \"\\u201d He cast a sideways look at Harry under his bushy eyebrows.\"\n        ],\n        [\n            20104,\n            \"\\u201cBe grateful if yeh didn\\u2019t mention that ter anyone at Hogwarts,\\u201dhe said.\"\n        ],\n        [\n            20192,\n            \"\\u201cOh, well-I was at Hogwarts meself but I-er-got expelled, ter tell yeh the truth.\"\n        ],\n        [\n            20231,\n            \"But Dumbledore let me stay on as gamekeeper.\"\n        ],\n        [\n            20290,\n            \"\\u201d He took off his thick black coat and threw it to Harry.\"\n        ],\n        [\n            20304,\n            \"\\u201cYou can kip under that,\\u201dhe said.\"\n        ],\n        [\n            20379,\n            \"\\u201cI dreamed a giant called Hagrid came to tell me I was going to a school for wizards.\"\n        ],\n        [\n            20480,\n            \"\\u201d He sat up and Hagrid\\u2019s heavy coat fell off him.\"\n        ],\n        [\n            20727,\n            \"\\u201cGive him five Knuts,\\u201dsaid Hagrid sleepily.\"\n        ],\n        [\n            20880,\n            \"\\u201cI haven\\u2019t got any money-and you heard Uncle Vernon last night.\"\n        ],\n        [\n            20982,\n            \"Have a sausage, they\\u2019re not bad cold-an\\u2019I wouldn\\u2019say no teh a bit o\\u2019yer birthday cake, neither.\"\n        ],\n        [\n            21043,\n            \"\\u201d \\u201cYeah-so yeh\\u2019d be mad ter try an\\u2019rob it, I\\u2019ll tell yeh that.\"\n        ],\n        [\n            21132,\n            \"Fetchin\\u2019you-gettin\\u2019things from Gringotts-knows he can trust me, see.\"\n        ],\n        [\n            21160,\n            \"\\u201d Harry followed Hagrid out onto the rock.\"\n        ],\n        [\n            21245,\n            \"Not s\\u2019 pposed ter use magic now I\\u2019ve got yeh.\"\n        ],\n        [\n            21259,\n            \"\\u201d They settled down in the boat, Harry still staring at Hagrid, trying to imagine him flying.\"\n        ],\n        [\n            21279,\n            \"\\u201cSeems a shame ter row, though,\\u201dsaid Hagrid, giving Harry another of his sideways looks.\"\n        ],\n        [\n            21300,\n            \"\\u201cIf I was ter-er-speed things up a bit, would yeh mind not mentionin\\u2019it at Hogwarts?\"\n        ],\n        [\n            21340,\n            \"Hagrid pulled out the pink umbrella again, tapped it twice on the side of the boat, and they sped off toward land.\"\n        ],\n        [\n            21459,\n            \"\\u201d Harry sat and thought about this while Hagrid read his newspaper, the Daily Prophet Harry had learned from Uncle Vernon that people liked to be left alone while they did this, but it was very difficult, he\\u2019d never had so many questions in his life.\"\n        ],\n        [\n            21693,\n            \"Hagrid folded up his newspaper, and they clambered up the stone steps onto the street.\"\n        ],\n        [\n            21710,\n            \"Passersby stared a lot at Hagrid as they walked through the little town to the station.\"\n        ],\n        [\n            21734,\n            \"Not only was Hagrid twice as tall as anyone else, he kept pointing at perfectly ordinary things like parking meters and saying loudly, \\u201cSee that, Harry?\"\n        ],\n        [\n            21773,\n            \"\\u201d \\u201cHagrid,\\u201dsaid Harry, panting a bit as he ran to keep up, \\u201cdid you say there are dragons at Gringotts?\"\n        ],\n        [\n            21865,\n            \"Hagrid, who didn\\u2019t understand \\u201cMuggle money,\\u201das he called it, gave the bills to Harry so he could buy their tickets.\"\n        ],\n        [\n            22208,\n            \"\\u201cIf yeh know where to go,\\u201dsaid Hagrid.\"\n        ],\n        [\n            22277,\n            \"\\u201cI don\\u2019t know how the Muggles manage without magic,\\u201dhe said as they climbed a broken-down escalator that led up to a bustling road lined with shops.\"\n        ],\n        [\n            22323,\n            \"all Harry had to do was keep close behind him.\"\n        ],\n        [\n            22432,\n            \"yet somehow, even though everything Hagrid had told him so far was unbelievable, Harry couldn\\u2019t help trusting him.\"\n        ],\n        [\n            22492,\n            \"If Hagrid hadn\\u2019t pointed it out, Harry wouldn\\u2019t have noticed it was there.\"\n        ],\n        [\n            22553,\n            \"In fact, Harry had the most peculiar feeling that only he and Hagrid could see it.\"\n        ],\n        [\n            22571,\n            \"Before he could mention this, Hagrid had steered him inside.\"\n        ],\n        [\n            22662,\n            \"they waved and smiled at him, and the bartender reached for a glass, saying, \\u201cThe usual, Hagrid?\"\n        ],\n        [\n            22685,\n            \"\\u201d \\u201cCan\\u2019t, Tom, I\\u2019m on Hogwarts business,\\u201dsaid Hagrid, clapping his great hand on Harry\\u2019s shoulder and making Harry\\u2019s knees buckle.\"\n        ],\n        [\n            22755,\n            \"\\u201cBless my soul,\\u201dwhispered the old bartender, \\u201cHarry Potter.\"\n        ],\n        [\n            22776,\n            \"\\u201d He hurried out from behind the bar, rushed toward Harry and seized his hand, tears in his eyes.\"\n        ],\n        [\n            23272,\n            \"\\u201d Doris Crockford shook Harry\\u2019s hand one last time, and Hagrid led them through the bar and out into a small, walled courtyard, where there was nothing but a trash can and a few weeds.\"\n        ],\n        [\n            23313,\n            \"Hagrid grinned at Harry.\"\n        ],\n        [\n            23318,\n            \"\\u201cTold yeh, didn\\u2019t I?\"\n        ],\n        [\n            23333,\n            \"Even Professor Quirrell was tremblin\\u2019ter meet yeh-mind you, he\\u2019s usually tremblin \\u2019.\"\n        ],\n        [\n            23428,\n            \"Scared of the students, scared of his own subject-now, where\\u2019s me umbrella?\"\n        ],\n        [\n            23511,\n            \"The brick he had touched quivered-it wriggled-in the middle, a small hole appeared-it grew wider and wider-a second later they were facing an archway large enough even for Hagrid, an archway onto a cobbled street that twisted and turned out of sight.\"\n        ],\n        [\n            23576,\n            \"\\u201d He grinned at Harry\\u2019s amazement.\"\n        ],\n        [\n            23648,\n            \"\\u201cYeah, you\\u2019ll be needin\\u2019one,\\u201dsaid Hagrid, \\u201cbut we gotta get yer money first.\"\n        ],\n        [\n            23897,\n            \"Standing beside its burnished bronze doors, wearing a uniform of scarlet and gold, was-\\u201cYeah, that\\u2019s a goblin,\\u201dsaid Hagrid quietly as they walked up the white stone steps toward him.\"\n        ],\n        [\n            24156,\n            \"Hagrid and Harry made for the counter.\"\n        ],\n        [\n            24193,\n            \"\\u201d \\u201cYou have his key, sir?\"\n        ],\n        [\n            24293,\n            \"\\u201d \\u201cAn\\u2019I\\u2019ve also got a letter here from Professor Dumbledore,\\u201dsaid Hagrid importantly, throwing out his chest.\"\n        ],\n        [\n            24345,\n            \"\\u201cVery well,\\u201dhe said, handing it back to Hagrid, \\u201cI will have someone take you down to both vaults.\"\n        ],\n        [\n            24380,\n            \"Once Hagrid had crammed all the dog biscuits back inside his pockets, he and Harry followed Griphook toward one of the doors leading off the hall.\"\n        ],\n        [\n            24429,\n            \"\\u201cCan\\u2019t tell yeh that,\\u201dsaid Hagrid mysteriously.\"\n        ],\n        [\n            24455,\n            \"More\\u2019n my job\\u2019s worth ter tell yeh that.\"\n        ],\n        [\n            24528,\n            \"They climbed in-Hagrid with some difficulty-and were off.\"\n        ],\n        [\n            24667,\n            \"\\u201cI never know,\\u201dHarry called to Hagrid over the noise of the cart, \\u201cwhat\\u2019s the difference between a stalagmite and a stalactite?\"\n        ],\n        [\n            24884,\n            \"Hagrid helped Harry pile some of it into a bag.\"\n        ],\n        [\n            25007,\n            \"They went rattling over an underground ravine, and Harry leaned over the side to try to see what was down at the dark bottom, but Hagrid groaned and pulled him back by the scruff of his neck.\"\n        ],\n        [\n            25340,\n            \"\\u201cMight as well get yer uniform,\\u201dsaid Hagrid, nodding toward Madam Malkin\\u2019s Robes for All Occasions.\"\n        ],\n        [\n            25363,\n            \"\\u201cListen, Harry, would yeh mind if I slipped off fer a pick-me-up in the Leaky Cauldron?\"\n        ],\n        [\n            25393,\n            \"\\u201d He did still look a bit sick, so Harry entered Madam Malkin\\u2019s shop alone, feeling nervous.\"\n        ],\n        [\n            25735,\n            \"\\u201cWell, no one really knows until they get there, do they, but I know I\\u2019ll be in Slytherin, all our family have been-imagine being in Hufflepuff, I think I\\u2019d leave, wouldn\\u2019t you?\"\n        ],\n        [\n            25822,\n            \"Hagrid was standing there, grinning at Harry and pointing at two large ice creams to show he couldn\\u2019t come in.\"\n        ],\n        [\n            25846,\n            \"\\u201cThat\\u2019s Hagrid,\\u201dsaid Harry, pleased to know something the boy didn\\u2019t.\"\n        ],\n        [\n            25902,\n            \"\\u201d \\u201cHe\\u2019s the gamekeeper,\\u201dsaid Harry.\"\n        ],\n        [\n            25914,\n            \"He was liking the boy less and less every second.\"\n        ],\n        [\n            25971,\n            \"\\u201d \\u201cI think he\\u2019s brilliant,\\u201dsaid Harry coldly.\"\n        ],\n        [\n            25999,\n            \"\\u201cWhy is he with you?\"\n        ],\n        [\n            26023,\n            \"He didn\\u2019t feel much like going into the matter with this boy.\"\n        ],\n        [\n            26083,\n            \"\\u201d \\u201cI really don\\u2019t think they should let the other sort in, do you?\"\n        ],\n        [\n            26159,\n            \"\\u201d But before Harry could answer, Madam Malkin said, \\u201cThat\\u2019s you done, my dear,\\u201dand Harry, not sorry for an excuse to stop talking to the boy, hopped down from the footstool.\"\n        ],\n        [\n            26202,\n            \"\\u201cWell, I\\u2019ll see you at Hogwarts, I suppose,\\u201dsaid the drawling boy.\"\n        ],\n        [\n            26307,\n            \"\\u201d \\u201cBlimey, Harry, I keep forgettin\\u2019how little yeh know-not knowin\\u2019about Quidditch!\"\n        ],\n        [\n            26355,\n            \"\\u201c-and he said people from Muggle families shouldn\\u2019t even be allowed in-\\u201c\\u201cYer not from a Muggle family.\"\n        ],\n        [\n            27010,\n            \"\\u201cJust yer wand left-oh yeah, an\\u2019I still haven\\u2019t got yeh a birthday present.\"\n        ],\n        [\n            27058,\n            \"Tell yeh what, I\\u2019ll get yer animal.\"\n        ],\n        [\n            27100,\n            \"I\\u2019ll get yer an owl.\"\n        ],\n        [\n            27483,\n            \"I thought I\\u2019d be seeing you soon.\"\n        ],\n        [\n            27598,\n            \"Well, I say your father favored it-it\\u2019s really the wand that chooses the wizard, of course.\"\n        ],\n        [\n            27658,\n            \"\\u201d Mr. Ollivander touched the lightning scar on Harry\\u2019s forehead with a long, white finger.\"\n        ],\n        [\n            27746,\n            \"\\u201d He shook his head and then, to Harry\\u2019s relief, spotted Hagrid.\"\n        ],\n        [\n            27896,\n            \"Harry noticed he gripped his pink umbrella very tightly as he spoke.\"\n        ],\n        [\n            27987,\n            \"\\u201d He measured Harry from shoulder to finger, then wrist to elbow, shoulder to floor, knee to armpit and round his head.\"\n        ],\n        [\n            28013,\n            \"As he measured, he said, \\u201cEvery Ollivander wand has a core of a powerful magical substance, Mr. Potter.\"\n        ],\n        [\n            28185,\n            \"\\u201d Harry took the wand and (feeling foolish) waved it around a bit, but Mr. Ollivander snatched it out of his hand almost at once.\"\n        ],\n        [\n            28227,\n            \"Try-\\u201cHarry tried-but he had hardly raised the wand when it, too, was snatched back by Mr. Ollivander.\"\n        ],\n        [\n            28290,\n            \"He had no idea what Mr. Ollivander was waiting for.\"\n        ],\n        [\n            28479,\n            \"\\u201d He put Harry\\u2019s wand back into its box and wrapped it in brown paper, still muttering, \\u201cCurious.\"\n        ],\n        [\n            28520,\n            \"\\u201d Mr. Ollivander fixed Harry with his pale stare.\"\n        ],\n        [\n            28531,\n            \"\\u201cI remember every wand I\\u2019ve ever sold, Mr. Potter.\"\n        ],\n        [\n            28634,\n            \"I think we must expect great things from you, Mr. Potter.\"\n        ],\n        [\n            28680,\n            \"He wasn\\u2019t sure he liked Mr. Ollivander too much.\"\n        ],\n        [\n            28693,\n            \"He paid seven gold Galleons for his wand, and Mr. Ollivander bowed them from his shop.\"\n        ],\n        [\n            28712,\n            \"The late afternoon sun hung low in the sky as Harry and Hagrid made their way back down Diagon Alley, back through the wall, back through the Leaky Cauldron, now empty.\"\n        ],\n        [\n            28813,\n            \"Harry only realized where they were when Hagrid tapped him on the shoulder.\"\n        ],\n        [\n            28827,\n            \"\\u201cGot time fer a bite to eat before yer train leaves,\\u201dhe said.\"\n        ],\n        [\n            28844,\n            \"He bought Harry a hamburger and they sat down on plastic seats to eat them.\"\n        ],\n        [\n            29111,\n            \"\\u201d Hagrid helped Harry on to the train that would take him back to the Dursleys, then handed him an envelope.\"\n        ],\n        [\n            29163,\n            \"Any problems with the Dursleys, send me a letter with yer owl, she\\u2019ll know where to find me.\"\n        ],\n        [\n            29204,\n            \"Harry wanted to watch Hagrid until he was out of sight;\"\n        ],\n        [\n            29216,\n            \"he rose in his seat and pressed his nose against the window, but he blinked and Hagrid had gone.\"\n        ],\n        [\n            29682,\n            \"He pulled the ticket Hagrid had given him out of his pocket.\"\n        ],\n        [\n            30384,\n            \"Hagrid must have forgotten to tell him something you had to do, like tapping the third brick on the left to get into Diagon Alley.\"\n        ],\n        [\n            33402,\n            \"and until Hagrid told me, I didn\\u2019t know anything about being a wizard or about my parents or Voldemort-\\u201cRon gasped.\"\n        ],\n        [\n            36460,\n            \"\\u201cI\\u2019d be careful if I were you, Potter,\\u201dhe said slowly.\"\n        ],\n        [\n            36574,\n            \"\\u201cUnless you get out now,\\u201dsaid Harry, more bravely than he felt, because Crabbe and Goyle were a lot bigger than him or Ron.\"\n        ],\n        [\n            36894,\n            \"He says Malfoy\\u2019s father didn\\u2019t need an excuse to go over to the Dark Side.\"\n        ],\n        [\n            37325,\n            \"\\u201d Slipping and stumbling, they followed Hagrid down what seemed to be a steep, narrow path.\"\n        ],\n        [\n            37382,\n            \"\\u201cYeh\\u2019ll get yer firs\\u2019 sight o\\u2019Hogwarts in a sec,\\u201dHagrid called over his shoulder, \\u201cjus\\u2019 round this bend here.\"\n        ],\n        [\n            37701,\n            \"Then they clambered up a passageway in the rock after Hagrid\\u2019s lamp, coming out at last onto smooth, damp grass right in the shadow of the castle.\"\n        ],\n        [\n            45761,\n            \"He had looked through his books at the Dursleys \\u2019, but did Snape expect him to remember everything in One Thousand Magical Herbs and Fungi?\"\n        ],\n        [\n            45839,\n            \"\\u201cI think Hermione does, though, why don\\u2019t you try her?\"\n        ],\n        [\n            45981,\n            \"Over the noise, Snape said, \\u201cAnd a point will be taken from Gryffindor House for your cheek, Potter.\"\n        ],\n        [\n            46019,\n            \"Snape put them all into pairs and set them to mixing up a simple potion to cure boils.\"\n        ],\n        [\n            46038,\n            \"He swept around in his long black cloak, watching them weigh dried nettles and crush snake fangs, criticizing almost everyone except Malfoy, whom he seemed to like.\"\n        ],\n        [\n            46069,\n            \"He was just telling everyone to look at the perfect way Malfoy had stewed his horned slugs when clouds of acid green smoke and a loud hissing filled the dungeon.\"\n        ],\n        [\n            46225,\n            \"\\u201cTake him up to the hospital wing,\\u201dSnape spat at Seamus.\"\n        ],\n        [\n            46240,\n            \"Then he rounded on Harry and Ron, who had been working next to Neville.\"\n        ],\n        [\n            46372,\n            \"He\\u2019d lost two points for Gryffindor in his very first week-why did Snape hate him so much?\"\n        ],\n        [\n            46532,\n            \"\\u201d He let them in, struggling to keep a hold on the collar of an enormous black boarhound.\"\n        ],\n        [\n            46676,\n            \"\\u201cI spent half me life chasin\\u2019yer twin brothers away from the forest.\"\n        ],\n        [\n            46692,\n            \"\\u201d The rock cakes were shapeless lumps with raisins that almost broke their teeth, but Harry and Ron pretended to be enjoying them as they told Hagrid all about their first lessons.\"\n        ],\n        [\n            46742,\n            \"Harry and Ron were delighted to hear Hagrid call Filch \\u201cthat old git.\"\n        ],\n        [\n            46815,\n            \"\\u201d Harry told Hagrid about Snape\\u2019s lesson.\"\n        ],\n        [\n            46825,\n            \"Hagrid, like Ron, told Harry not to worry about it, that Snape liked hardly any of the students.\"\n        ],\n        [\n            46869,\n            \"\\u201d Yet Harry couldn\\u2019t help thinking that Hagrid didn\\u2019t quite meet his eyes when he said that.\"\n        ],\n        [\n            46915,\n            \"\\u201d Harry wondered if Hagrid had changed the subject on purpose.\"\n        ],\n        [\n            46927,\n            \"While Ron told Hagrid all about Charlie\\u2019s work with dragons, Harry picked up a piece of paper that was lying on the table under the tea cozy.\"\n        ],\n        [\n            47113,\n            \"\\u201d There was no doubt about it, Hagrid definitely didn\\u2019t meet Harry\\u2019s eyes this time.\"\n        ],\n        [\n            47134,\n            \"He grunted and offered him another rock cake.\"\n        ],\n        [\n            47197,\n            \"As Harry and Ron walked back to the castle for dinner, their pockets weighed down with rock cakes they\\u2019d been too polite to refuse, Harry thought that none of the lessons he\\u2019d had so far had given him as much to think about as tea with Hagrid.\"\n        ],\n        [\n            47265,\n            \"And did Hagrid know something about Snape that he didn\\u2019t want to tell Harry?\"\n        ],\n        [\n            47394,\n            \"To make a fool of myself on a broomstick in front of Malfoy.\"\n        ],\n        [\n            47482,\n            \"He complained loudly about first years never getting on the House Quidditch teams and told long, boastful stories that always seemed to end with him narrowly escaping Muggles in helicopters.\"\n        ],\n        [\n            56410,\n            \"Even better, Professor Flitwick announced in Charms that he thought they were ready to start making objects fly, something they had all been dying to try since they\\u2019d seen him make Neville\\u2019s toad zoom around the classroom.\"\n        ],\n        [\n            56454,\n            \"Professor Flitwick put the class into pairs to practice.\"\n        ],\n        [\n            57106,\n            \"Everyone stared as he reached Professor Dumbledore\\u2019s chair, slumped against the table, and gasped, \\u201cTroll-in the dungeons-thought you ought to know.\"\n        ],\n        [\n            62554,\n            \"\\u201cIf I didn\\u2019know better, I\\u2019d say he\\u2019d lost control of his broom.\"\n        ],\n        [\n            62709,\n            \"\\u201d At these words, Hermione seized Hagrid\\u2019s binoculars, but instead of looking up at Harry, she started looking frantically at the crowd.\"\n        ],\n        [\n            63590,\n            \"\\u201cI know a jinx when I see one, Hagrid, I\\u2019ve read all about them!\"\n        ],\n        [\n            63632,\n            \"\\u201d \\u201cI\\u2019m tellin\\u2019yeh, yer wrong!\"\n        ],\n        [\n            63649,\n            \"\\u201cI don\\u2019know why Harry\\u2019s broom acted like that, but Snape wouldn\\u2019try an\\u2019kill a student!\"\n        ],\n        [\n            63959,\n            \"\\u201d He was looking over at Harry as he spoke.\"\n        ],\n        [\n            64004,\n            \"Disgusted that the Slytherins had lost, he had tried to get everyone laughing at how a wide-mouthed tree frog would be replacing Harry as Seeker next.\"\n        ],\n        [\n            64034,\n            \"Then he\\u2019d realized that nobody found this funny, because they were all so impressed at the way Harry had managed to stay on his bucking broomstick.\"\n        ],\n        [\n            64064,\n            \"So Malfoy, jealous and angry, had gone back to taunting Harry about having no proper family.\"\n        ],\n        [\n            64264,\n            \"\\u201d came Malfoy\\u2019s cold drawl from behind them.\"\n        ],\n        [\n            64445,\n            \"\\u201cI\\u2019ll get him,\\u201dsaid Ron, grinding his teeth at Malfoy\\u2019s back, \\u201cone of these days, I\\u2019ll get him-\\u201c\\u201cI hate them both,\\u201dsaid Harry, \\u201cMalfoy and Snape.\"\n        ],\n        [\n            64530,\n            \"\\u201d So the three of them followed Hagrid and his tree off to the Great Hall, where Professor McGonagall and Professor Flitwick were busy with the Christmas decorations.\"\n        ],\n        [\n            64719,\n            \"\\u201d said Hagrid, following them out of the hall.\"\n        ],\n        [\n            64744,\n            \"\\u201d \\u201cOh, we\\u2019re not working,\\u201dHarry told him brightly.\"\n        ],\n        [\n            64760,\n            \"\\u201cEver since you mentioned Nicolas Flamel we\\u2019ve been trying to find out who he is.\"\n        ],\n        [\n            64838,\n            \"\\u201cUnless you\\u2019d like to tell us and save us the trouble?\"\n        ],\n        [\n            64908,\n            \"\\u201cJust have to find out for ourselves, then,\\u201dsaid Ron, and they left Hagrid looking disgruntled and hurried off to the library.\"\n        ],\n        [\n            64936,\n            \"They had indeed been searching books for Flamel\\u2019s name ever since Hagrid had let it slip, because how else were they going to find out what Snape was trying to steal?\"\n        ],\n        [\n            67107,\n            \"Harry watched Hagrid getting redder and redder in the face as he called for more wine, finally kissing Professor McGonagall on the cheek, who, to Harry\\u2019s amazement, giggled and blushed, her top hat lopsided.\"\n        ],\n        [\n            81822,\n            \"The following morning, notes were delivered to Harry, Hermione, and Neville at the breakfast table.\"\n        ],\n        [\n            81930,\n            \"At eleven o\\u2019clock that night, they said good-bye to Ron in the common room and went down to the entrance hall with Neville.\"\n        ],\n        [\n            82251,\n            \"His relief must have showed in his face, because Filch said, \\u201cI suppose you think you\\u2019ll be enjoying yourself with that oaf?\"\n        ],\n        [\n            82352,\n            \"\\u201cWe can\\u2019t go in there at night-there\\u2019s all sorts of things in there-werewolves, I heard.\"\n        ],\n        [\n            82378,\n            \"\\u201d Neville clutched the sleeve of Harry\\u2019s robe and made a choking noise.\"\n        ],\n        [\n            82435,\n            \"\\u201d Hagrid came striding toward them out of the dark, Fang at his heel.\"\n        ],\n        [\n            82495,\n            \"\\u201d \\u201cI shouldn\\u2019t be too friendly to them, Hagrid,\\u201dsaid Filch coldly, \\u201cthey\\u2019re here to be punished, after all.\"\n        ],\n        [\n            82577,\n            \"\\u201d \\u201cI\\u2019ll be back at dawn,\\u201dsaid Filch, \\u201cfor what\\u2019s left of them,\\u201dhe added nastily, and he turned and started back toward the castle, his lamp bobbing away in the darkness.\"\n        ],\n        [\n            82629,\n            \"\\u201cI\\u2019m not going in that forest,\\u201dhe said, and Harry was pleased to hear the note of panic in his voice.\"\n        ],\n        [\n            82708,\n            \"I thought we\\u2019d be copying lines or something, if my father knew I was doing this, he\\u2019d-\\u201c\\u201c-tell yer that\\u2019s how it is at Hogwarts,\\u201dHagrid growled.\"\n        ],\n        [\n            82776,\n            \"If yeh think yer father\\u2019d rather you were expelled, then get back off ter the castle an\\u2019pack.\"\n        ],\n        [\n            82821,\n            \"\\u201cRight then,\\u201dsaid Hagrid, \\u201cnow, listen carefully,\\u2019cause it\\u2019s dangerous what we\\u2019re gonna do tonight, an\\u2019I don\\u2019want no one takin\\u2019risks.\"\n        ],\n        [\n            82868,\n            \"\\u201d He led them to the very edge of the forest.\"\n        ],\n        [\n            83141,\n            \"\\u201cSo me, Harry, an\\u2019Hermione\\u2019ll go one way an\\u2019Draco, Neville, an\\u2019Fang\\u2019ll go the other.\"\n        ],\n        [\n            83247,\n            \"A little way into it they reached a fork in the earth path, and Harry, Hermione, and Hagrid took the left path while Malfoy, Neville, and Fang took the right.\"\n        ],\n        [\n            83319,\n            \"Harry saw that Hagrid looked very worried.\"\n        ],\n        [\n            83460,\n            \"\\u201d Hagrid seized Harry and Hermione and hoisted them off the path behind a towering oak.\"\n        ],\n        [\n            83920,\n            \"\\u201cListen, I\\u2019m glad we\\u2019ve run inter yeh, Ronan,\\u2019cause there\\u2019s a unicorn bin hurt-you seen anythin \\u2019?\"\n        ],\n        [\n            83995,\n            \"\\u201d \\u201cYeah,\\u201dsaid Hagrid, \\u201cbut have yeh seen anythin \\u2019, Ronan?\"\n        ],\n        [\n            84017,\n            \"\\u201d \\u201cMars is bright tonight,\\u201dRonan repeated, while Hagrid watched him impatiently.\"\n        ],\n        [\n            84223,\n            \"\\u201cWe\\u2019ve heard,\\u201dsaid Hagrid grumpily.\"\n        ],\n        [\n            84263,\n            \"\\u201d Harry and Hermione followed him out of the clearing, staring over their shoulders at Ronan and Bane until the trees blocked their view.\"\n        ],\n        [\n            84396,\n            \"\\u201d \\u201cD\\u2019you think that was a centaur we heard earlier?\"\n        ],\n        [\n            84478,\n            \"He was very glad they had Hagrid and his crossbow with them.\"\n        ],\n        [\n            84491,\n            \"They had just passed a bend in the path when Hermione grabbed Hagrid\\u2019s arm.\"\n        ],\n        [\n            84547,\n            \"\\u201d They heard him crashing away through the undergrowth and stood looking at each other, very scared, until they couldn\\u2019t hear anything but the rustling of leaves around them.\"\n        ],\n        [\n            84620,\n            \"it\\u2019s our fault he\\u2019s here in the first place.\"\n        ],\n        [\n            84747,\n            \"Right, we\\u2019re changin\\u2019groups-Neville, you stay with me an\\u2019Hermione, Harry, you go with Fang an\\u2019this idiot.\"\n        ],\n        [\n            84777,\n            \"I\\u2019m sorry,\\u201dHagrid added in a whisper to Harry, \\u201cbut he\\u2019ll have a harder time frightenin\\u2019you, an\\u2019we\\u2019ve gotta get this done.\"\n        ]\n    ],\n    \"[1, 3]\": [\n        [\n            17411,\n            \"\\u201cHe\\u2019s not going,\\u201dhe said.\"\n        ],\n        [\n            20880,\n            \"\\u201cI haven\\u2019t got any money-and you heard Uncle Vernon last night.\"\n        ],\n        [\n            20899,\n            \"he won\\u2019t pay for me to go and learn magic.\"\n        ],\n        [\n            21459,\n            \"\\u201d Harry sat and thought about this while Hagrid read his newspaper, the Daily Prophet Harry had learned from Uncle Vernon that people liked to be left alone while they did this, but it was very difficult, he\\u2019d never had so many questions in his life.\"\n        ],\n        [\n            29259,\n            \"True, Dudley was now so scared of Harry he wouldn\\u2019t stay in the same room, while Aunt Petunia and Uncle Vernon didn\\u2019t shut Harry in his cupboard, force him to do anything, or shout at him-in fact, they didn\\u2019t speak to him at all.\"\n        ],\n        [\n            29584,\n            \"\\u201cWould it be all right if you gave me a lift?\"\n        ],\n        [\n            29610,\n            \"\\u201d He was about to go back upstairs when Uncle Vernon actually spoke.\"\n        ],\n        [\n            29809,\n            \"We\\u2019re going up to London tomorrow anyway, or I wouldn\\u2019t bother.\"\n        ],\n        [\n            30016,\n            \"Uncle Vernon dumped Harry\\u2019s trunk onto a cart and wheeled it into the station for him.\"\n        ],\n        [\n            30035,\n            \"Harry thought this was strangely kind until Uncle Vernon stopped dead, facing the platforms with a nasty grin on his face.\"\n        ],\n        [\n            40066,\n            \"When it finally shouted, \\u201cGRYFFINDOR,\\u201dNeville ran off still wearing it, and had to jog back amid gales of laughter to give it to \\u201cMacDougal, Morag.\"\n        ],\n        [\n            41230,\n            \"\\u201d \\u201cI know who you are!\"\n        ],\n        [\n            41243,\n            \"\\u201cMy brothers told me about you-you\\u2019re Nearly Headless Nick!\"\n        ],\n        [\n            41371,\n            \"Looking pleased at the stunned looks on their faces, Nearly Headless Nick flipped his head back onto his neck, coughed, and said, \\u201cSo-new Gryffindors!\"\n        ],\n        [\n            41403,\n            \"I hope you\\u2019re going to help us win the House Championship this year?\"\n        ],\n        [\n            41487,\n            \"He was right next to Malfoy who, Harry was pleased to see, didn\\u2019t look too pleased with the seating arrangements.\"\n        ],\n        [\n            41692,\n            \"\\u201cWell, my gran brought me up and she\\u2019s a witch,\\u201dsaid Neville, \\u201cbut the family thought I was all-Muggle for ages.\"\n        ],\n        [\n            41724,\n            \"My Great Uncle Algie kept trying to catch me off my guard and force some magic out of me-he pushed me off the end of Blackpool pier once, I nearly drowned-but nothing happened until I was eight.\"\n        ],\n        [\n            41767,\n            \"Great Uncle Algie came round for dinner, and he was hanging me out of an upstairs window by the ankles when my Great Auntie Enid offered him a meringue and he accidentally let go.\"\n        ],\n        [\n            42454,\n            \"\\u201cIt\\u2019s odd, because he usually gives us a reason why we\\u2019re not allowed to go somewhere-the forest\\u2019s full of dangerous beasts, everyone knows that.\"\n        ],\n        [\n            42490,\n            \"I do think he might have told us prefects, at least.\"\n        ],\n        [\n            42584,\n            \"\\u201cEveryone pick their favorite tune,\\u201dsaid Dumbledore, \\u201cand off we go!\"\n        ],\n        [\n            102965,\n            \"\\u201d It was Uncle Vernon, still purple-faced, still mustached, still looking furious at the nerve of Harry, carrying an owl in a cage in a station full of ordinary people.\"\n        ],\n        [\n            103002,\n            \"Behind him stood Aunt Petunia and Dudley, looking terrified at the very sight of Harry.\"\n        ],\n        [\n            103086,\n            \"\\u201d \\u201cHope you have-er-a good holiday,\\u201dsaid Hermione, looking uncertainly after Uncle Vernon, shocked that anyone could be so unpleasant.\"\n        ]\n    ],\n    \"[1, 4]\": [\n        [\n            61665,\n            \"This was part of his and Wood\\u2019s game plan.\"\n        ],\n        [\n            61677,\n            \"\\u201cKeep out of the way until you catch sight of the Snitch,\\u201dWood had said.\"\n        ]\n    ],\n    \"[1, 5]\": [\n        [\n            16844,\n            \"An\\u2019you\\u2019ve kept it from him all these years?\"\n        ]\n    ],\n    \"[1, 6]\": [\n        [\n            3291,\n            \"\\u201cOh yes, everyone\\u2019s celebrating, all right,\\u201dshe said impatiently.\"\n        ],\n        [\n            3679,\n            \"All this You-Know-Who\\u2019nonsense-for eleven years I have been trying to persuade people to call him by his proper name: Voldemort.\"\n        ],\n        [\n            4555,\n            \"And they\\u2019ve got this son-I saw him kicking his mother all the way up the street, screaming for sweets.\"\n        ],\n        [\n            4671,\n            \"He\\u2019ll be famous-a legend-I wouldn\\u2019t be surprised if today was known as Harry Potter Day in the future-there will be books written about Harry-every child in our world will know his name!\"\n        ],\n        [\n            4768,\n            \"Can\\u2019t you see how much better off he\\u2019ll be, growing up away from all that until he\\u2019s ready to take it?\"\n        ],\n        [\n            4837,\n            \"\\u201d She eyed his cloak suddenly as though she thought he might be hiding Harry underneath it.\"\n        ],\n        [\n            5364,\n            \"\\u201cCould I-could I say good-bye to him, sir?\"\n        ],\n        [\n            5462,\n            \"\\u201cBut I c-c-can\\u2019t stand it-Lily an\\u2019James dead-an\\u2019poor little Harry off ter live with Muggles-\\u201c\\u201cYes, yes, it\\u2019s all very sad, but get a grip on yourself, Hagrid, or we\\u2019ll be found,\\u201dProfessor McGonagall whispered, patting Hagrid gingerly on the arm as Dumbledore stepped over the low garden wall and walked to the front door.\"\n        ],\n        [\n            26159,\n            \"\\u201d But before Harry could answer, Madam Malkin said, \\u201cThat\\u2019s you done, my dear,\\u201dand Harry, not sorry for an excuse to stop talking to the boy, hopped down from the footstool.\"\n        ],\n        [\n            35230,\n            \"Nobody in my family\\u2019s magic at all, it was ever such a surprise when I got my letter, but I was ever so pleased, of course, I mean, it\\u2019s the very best school of witchcraft there is, I\\u2019ve heard-I\\u2019ve learned all our course books by heart, of course, I just hope it will be enough-I\\u2019m Hermione Granger, by the way, who are you?\"\n        ],\n        [\n            35382,\n            \"\\u201cI know all about you, of course-I got a few extra books for background reading, and you\\u2019re in Modern Magical History and The Rise and Fall of the Dark Arts and Great Wizarding Events of the Twentieth Century.\"\n        ],\n        [\n            35440,\n            \"\\u201cGoodness, didn\\u2019t you know, I\\u2019d have found out everything I could if it was me,\\u201dsaid Hermione.\"\n        ],\n        [\n            35541,\n            \"You two had better change, you know, I expect we\\u2019ll be there soon.\"\n        ],\n        [\n            41872,\n            \"\\u201d On Harry\\u2019s other side, Percy Weasley and Hermione were talking about lessons (\\\" I do hope they start right away, there\\u2019s so much to learn, I\\u2019m particularly interested in Transfiguration, you know, turning something into something else, of course, it\\u2019s supposed to be very difficult-\\u201cYou\\u2019ll be starting small, just matches into needles and that sort of thing-\\u201c).\"\n        ],\n        [\n            44525,\n            \"Professor McGonagall showed the class how it had gone all silver and pointy and gave Hermione a rare smile.\"\n        ],\n        [\n            45839,\n            \"\\u201cI think Hermione does, though, why don\\u2019t you try her?\"\n        ],\n        [\n            48436,\n            \"Harry and Ron were delighted when she told Malfoy he\\u2019d been doing it wrong for years.\"\n        ],\n        [\n            48455,\n            \"\\u201cNow, when I blow my whistle, you kick off from the ground, hard,\\u201dsaid Madam Hooch.\"\n        ],\n        [\n            48650,\n            \"\\u201cBroken wrist,\\u201dHarry heard her mutter.\"\n        ],\n        [\n            48676,\n            \"\\u201d She turned to the rest of the class.\"\n        ],\n        [\n            48686,\n            \"\\u201cNone of you is to move while I take this boy to the hospital wing!\"\n        ],\n        [\n            49005,\n            \"\\u201d Harry ignored her.\"\n        ],\n        [\n            49411,\n            \"\\u201cNever-in all my time at Hogwarts-\\u201cProfessor McGonagall was almost speechless with shock, and her glasses flashed furiously, \\u201c-how dare you-might have broken your neck-\\u201c\\u201cIt wasn\\u2019t his fault, Professor-\\u201c\\u201cBe quiet, Miss Patil-\\u201c\\u201cBut Malfoy-\\u201c\\u201cThat\\u2019s enough, Mr. Weasley.\"\n        ],\n        [\n            49483,\n            \"Potter, follow me, now.\"\n        ],\n        [\n            49490,\n            \"\\u201d Harry caught sight of Malfoy, Crabbe, and Goyle\\u2019s triumphant faces as he left, walking numbly in Professor McGonagall\\u2019s wake as she strode toward the castle.\"\n        ],\n        [\n            49639,\n            \"She wrenched open doors and marched along corridors with Harry trotting miserably behind her.\"\n        ],\n        [\n            49654,\n            \"Maybe she was taking him to Dumbledore.\"\n        ],\n        [\n            49752,\n            \"was Wood a cane she was going to use on him?\"\n        ],\n        [\n            49790,\n            \"\\u201cFollow me, you two,\\u201dsaid Professor McGonagall, and they marched on up the corridor, Wood looking curiously at Harry.\"\n        ],\n        [\n            49820,\n            \"\\u201d Professor McGonagall pointed them into a classroom that was empty except for Peeves, who was busy writing rude words on the blackboard.\"\n        ],\n        [\n            49872,\n            \"Professor McGonagall slammed the door behind him and turned to face the two boys.\"\n        ],\n        [\n            49895,\n            \"Wood-I\\u2019ve found you a Seeker.\"\n        ],\n        [\n            50001,\n            \"\\u201cHe caught that thing in his hand after a fifty-foot dive,\\u201dProfessor McGonagall told Wood.\"\n        ],\n        [\n            50201,\n            \"\\u201d Professor McGonagall peered sternly over her glasses at Harry.\"\n        ],\n        [\n            50212,\n            \"\\u201cI want to hear you\\u2019re training hard, Potter, or I may change my mind about punishing you.\"\n        ],\n        [\n            50241,\n            \"\\u201cYour father would have been proud,\\u201dshe said.\"\n        ],\n        [\n            50274,\n            \"Harry had just finished telling Ron what had happened when he\\u2019d left the grounds with Professor McGonagall.\"\n        ],\n        [\n            51004,\n            \"Hermione ignored him and spoke to Harry.\"\n        ],\n        [\n            51012,\n            \"\\u201cI couldn\\u2019t help overhearing what you and Malfoy were saying-\\u201c\\u201cBet you could,\\u201dRon muttered.\"\n        ],\n        [\n            51083,\n            \"\\u201d \\u201cAnd it\\u2019s really none of your business,\\u201dsaid Harry.\"\n        ],\n        [\n            51401,\n            \"\\u201d \\u201cI almost told your brother,\\u201dHermione snapped, \\u201cPercy-he\\u2019s a prefect, he\\u2019d put a stop to this.\"\n        ],\n        [\n            51479,\n            \"She followed Ron through the portrait hole, hissing at them like an angry goose.\"\n        ],\n        [\n            51495,\n            \"\\u201cDon\\u2019t you care about Gryffindor, do you only care about yourselves, / don\\u2019t want Slytherin to win the House Cup, and you\\u2019ll lose all the points I got from Professor McGonagall for knowing about Switching Spells.\"\n        ],\n        [\n            51547,\n            \"\\u201d \\u201cAll right, but I warned you, you just remember what I said when you\\u2019re on the train home tomorrow, you\\u2019re so-\\u201cBut what they were, they didn\\u2019t find out.\"\n        ],\n        [\n            51672,\n            \"\\u201d They hadn\\u2019t even reached the end of the corridor when Hermione caught up with them.\"\n        ],\n        [\n            52056,\n            \"\\u201d Hermione opened her mouth, perhaps to tell Ron exactly how to use the Curse of the Bogies, but Harry hissed at her to be quiet and beckoned them all forward.\"\n        ],\n        [\n            52563,\n            \"\\u201cI-told-you,\\u201dHermione gasped, clutching at the stitch in her chest, \\u201cI-told-you.\"\n        ],\n        [\n            52611,\n            \"\\u201d \\u201cMalfoy tricked you,\\u201dHermione said to Harry.\"\n        ],\n        [\n            52660,\n            \"\\u201d Harry thought she was probably right, but he wasn\\u2019t going to tell her that.\"\n        ],\n        [\n            52967,\n            \"She grabbed Harry\\u2019s wand, tapped the lock, and whispered, \\u201cAlohomora \\\\\\u201dThe lock clicked and the door swung open-they piled through it, shut it quickly, and pressed their ears against it, listening.\"\n        ],\n        [\n            53693,\n            \"\\u201d She stood up, glaring at them.\"\n        ],\n        [\n            53702,\n            \"\\u201cI hope you\\u2019re pleased with yourselves.\"\n        ],\n        [\n            53724,\n            \"Now, if you don\\u2019t mind, I\\u2019m going to bed.\"\n        ],\n        [\n            53763,\n            \"\\u201cYou\\u2019d think we dragged her along, wouldn\\u2019t you?\"\n        ],\n        [\n            53778,\n            \"\\u201d But Hermione had given Harry something else to think about as he climbed back into bed.\"\n        ],\n        [\n            54040,\n            \"Hermione was now refusing to speak to Harry and Ron, but she was such a bossy know-it-all that they saw this as an added bonus.\"\n        ],\n        [\n            54709,\n            \"\\u201d \\u201cSo I suppose you think that\\u2019s a reward for breaking rules?\"\n        ],\n        [\n            54735,\n            \"Hermione was stomping up the stairs, looking disapprovingly at the package in Harry\\u2019s hand.\"\n        ],\n        [\n            54753,\n            \"\\u201cI thought you weren\\u2019t speaking to us?\"\n        ],\n        [\n            56514,\n            \"She hadn\\u2019t spoken to either of them since the day Harry\\u2019s broomstick had arrived.\"\n        ],\n        [\n            56702,\n            \"\\u201cYou\\u2019re saying it wrong,\\u201dHarry heard Hermione snap.\"\n        ],\n        [\n            56759,\n            \"Hermione rolled up the sleeves of her gown, flicked her wand, and said, \\u201cWingardium LeviosaV\\u2019Their feather rose off the desk and hovered about four feet above their heads.\"\n        ],\n        [\n            56834,\n            \"\\u201cIt\\u2019s no wonder no one can stand her,\\u201dhe said to Harry as they pushed their way into the crowded corridor, \\u201cshe\\u2019s a nightmare, honestly.\"\n        ],\n        [\n            56885,\n            \"Harry caught a glimpse of her face-and was startled to see that she was in tears.\"\n        ],\n        [\n            56904,\n            \"\\u201cI think she heard you.\"\n        ],\n        [\n            56926,\n            \"\\u201cShe must\\u2019ve noticed she\\u2019s got no friends.\"\n        ],\n        [\n            56958,\n            \"On their way down to the Great Hall for the Halloween feast, Harry and Ron overheard Parvati Patil telling her friend Lavender that Hermione was crying in the girls\\u2019 bathroom and wanted to be left alone.\"\n        ],\n        [\n            56997,\n            \"Ron looked still more awkward at this, but a moment later they had entered the Great Hall, where the Halloween decorations put Hermione out of their minds.\"\n        ],\n        [\n            57325,\n            \"\\u201cI\\u2019ve just thought-Hermione.\"\n        ],\n        [\n            57881,\n            \"\\u201cHermionel\\u201dthey said together.\"\n        ],\n        [\n            58112,\n            \"\\u201cCome on, run, run \\\\\\u201dHarry yelled at Hermione, trying to pull her toward the door, but she couldn\\u2019t move, she was still flat against the wall, her mouth open with terror.\"\n        ],\n        [\n            58836,\n            \"Hermione Granger, telling a downright lie to a teacher?\"\n        ],\n        [\n            58930,\n            \"\\u201d said Professor McGonagall, staring at the three of them, \\u201cMiss Granger, you foolish girl, how could you think of tackling a mountain troll on your own?\"\n        ],\n        [\n            58973,\n            \"Hermione was the last person to do anything against the rules, and here she was, pretending she had, to get them out of trouble.\"\n        ],\n        [\n            59012,\n            \"\\u201cMiss Granger, five points will be taken from Gryffindor for this,\\u201dsaid Professor McGonagall.\"\n        ],\n        [\n            59031,\n            \"\\u201cI\\u2019m very disappointed in you.\"\n        ],\n        [\n            59197,\n            \"\\u201d \\u201cGood of her to get us out of trouble like that,\\u201dRon admitted.\"\n        ],\n        [\n            59215,\n            \"\\u201cMind you, we did save her.\"\n        ],\n        [\n            59224,\n            \"\\u201d \\u201cShe might not have needed saving if we hadn\\u2019t locked the thing in with her,\\u201dHarry reminded him.\"\n        ],\n        [\n            59288,\n            \"Hermione, however, stood alone by the door, waiting for them.\"\n        ],\n        [\n            59333,\n            \"But from that moment on, Hermione Granger became their friend.\"\n        ],\n        [\n            59558,\n            \"It was really lucky that Harry now had Hermione as a friend.\"\n        ],\n        [\n            59571,\n            \"He didn\\u2019t know how he\\u2019d have gotten through all his homework without her, what with all the last-minute Quidditch practice Wood was making them do.\"\n        ],\n        [\n            59604,\n            \"She had also lent him Quidditch Through the Ages, which turned out to be a very interesting read.\"\n        ],\n        [\n            59698,\n            \"Hermione had become a bit more relaxed about breaking rules since Harry and Ron had saved her from the mountain troll, and she was much nicer for it.\"\n        ],\n        [\n            59728,\n            \"The day before Harry\\u2019s first Quidditch match the three of them were out in the freezing courtyard during break, and she had conjured them up a bright blue fire that could be carried around in a jam jar.\"\n        ],\n        [\n            59797,\n            \"Harry, Ron, and Hermione moved closer together to block the fire from view;\"\n        ],\n        [\n            59974,\n            \"Harry, Ron, and Hermione sat together next to a window.\"\n        ],\n        [\n            59987,\n            \"Hermione was checking Harry and Ron\\u2019s Charms homework for them.\"\n        ],\n        [\n            60000,\n            \"She would never let them copy (\\\" How will you learn?\"\n        ],\n        [\n            60013,\n            \"\\\"), but by asking her to read it through, they got the right answers anyway.\"\n        ],\n        [\n            60062,\n            \"Getting up, he told Ron and Hermione he was going to ask Snape if he could have it.\"\n        ],\n        [\n            60443,\n            \"\\u201d \\u201cHonestly, Hermione, you think all teachers are saints or something,\\u201dsnapped Ron.\"\n        ],\n        [\n            60752,\n            \"Ron and Hermione joined Neville, Seamus, and Dean the West Ham fan up in the top row.\"\n        ],\n        [\n            61271,\n            \"\\u201cAnd she\\u2019s really belting along up there, a neat pass to Alicia Spinnet, a good find of Oliver Wood\\u2019s, last year only a reserve-back to Johnson and-no, the Slytherins have taken the Quaffle, Slytherin Captain Marcus Flint gains the Quaffle and off he goes-Flint flying like an eagle up there-he\\u2019s going to sc-no, stopped by an excellent move by Gryffindor Keeper Wood and the Gryffindors take the Quaffle-that\\u2019s Chaser Katie Bell of Gryffindor there, nice dive around Flint, off up the field and-OUCH-that must have hurt, hit in the back of the head by a Bludger-Quaffle taken by the Slytherins-that\\u2019s Adrian Pucey speeding off toward the goal posts, but he\\u2019s blocked by a second Bludger-sent his way by Fred or George Weasley, can\\u2019t tell which-nice play by the Gryffindor Beater, anyway, and Johnson back in possession of the Quaffle, a clear field ahead and off she goes-she\\u2019s really flying-dodges a speeding Bludger-the goal posts are ahead-come on, now, Angelina-Keeper Bletchley dives-misses-GRYFFINDORS SCORE!\"\n        ],\n        [\n            62709,\n            \"\\u201d At these words, Hermione seized Hagrid\\u2019s binoculars, but instead of looking up at Harry, she started looking frantically at the crowd.\"\n        ],\n        [\n            62825,\n            \"\\u201d Before Ron could say another word, Hermione had disappeared.\"\n        ],\n        [\n            62943,\n            \"\\u201cCome on, Hermione,\\u201dRon muttered desperately.\"\n        ],\n        [\n            63272,\n            \"He was being made a cup of strong tea back in Hagrid\\u2019s hut, with Ron and Hermione.\"\n        ],\n        [\n            63293,\n            \"\\u201cIt was Snape,\\u201dRon was explaining, \\u201cHermione and I saw him.\"\n        ],\n        [\n            63365,\n            \"\\u201d Harry, Ron, and Hermione looked at one another, wondering what to tell him.\"\n        ],\n        [\n            64645,\n            \"\\u201cAnd that reminds me-Harry, Ron, we\\u2019ve got half an hour before lunch, we should be in the library.\"\n        ],\n        [\n            64817,\n            \"\\u201d \\u201cWe just want to know who Nicolas Flamel is, that\\u2019s all,\\u201dsaid Hermione.\"\n        ],\n        [\n            65249,\n            \"He, Ron, and Hermione had already agreed they\\u2019d better not ask Madam Pince where they could find Flamel.\"\n        ],\n        [\n            65370,\n            \"Five minutes later, Ron and Hermione joined him, shaking their heads.\"\n        ],\n        [\n            65390,\n            \"\\u201cYou will keep looking while I\\u2019m away, won\\u2019t you?\"\n        ],\n        [\n            65410,\n            \"\\u201cAnd send me an owl if you find anything.\"\n        ],\n        [\n            65450,\n            \"\\u201d \\u201cVery safe, as they\\u2019re both dentists,\\u201dsaid Hermione.\"\n        ],\n        [\n            66148,\n            \"His next present also contained candy-a large box of Chocolate Frogs from Hermione.\"\n        ],\n        [\n            70995,\n            \"She was torn between horror at the idea of Harry being out of bed, roaming the school three nights in a row (\\\" If Filch had caught you!\"\n        ],\n        [\n            71437,\n            \"The rest of the team hung back to talk to one another as usual at the end of practice, but Harry headed straight back to the Gryffindor common room, where he found Ron and Hermione playing chess.\"\n        ],\n        [\n            71477,\n            \"Chess was the only thing Hermione ever lost at, something Harry and Ron thought was very good for her.\"\n        ],\n        [\n            71601,\n            \"\\u201cPretend to break your leg,\\u201dHermione suggested.\"\n        ],\n        [\n            71750,\n            \"\\u201d Hermione asked him, leading him over to sit with Harry and Ron.\"\n        ],\n        [\n            71909,\n            \"Harry felt in the pocket of his robes and pulled out a Chocolate Frog, the very last one from the box Hermione had given him for Christmas.\"\n        ],\n        [\n            72084,\n            \"Then he looked up at Ron and Hermione.\"\n        ],\n        [\n            72111,\n            \"I told you I\\u2019d read the name somewhere before, I read it on the train coming here-listen to this: \\u2018 Dumbledore is particularly famous for his defeat of the Dark wizard Grindelwald in 1945, for the discovery of the twelve uses of dragon\\u2019s blood, and his work on alchemy with his partner, Nicolas Flamel\\u2019V\\u2019Hermione jumped to her feet.\"\n        ],\n        [\n            72185,\n            \"She hadn\\u2019t looked so excited since they\\u2019d gotten back the marks for their very first piece of homework.\"\n        ],\n        [\n            72228,\n            \"Harry and Ron barely had time to exchange mystified looks before she was dashing back, an enormous old book in her arms.\"\n        ],\n        [\n            72420,\n            \"\\u201d She pushed the book toward them, and Harry and Ron read: The ancient study of alchemy is concerned with making the Sorcerer\\u2019s Stone, a legendary substance with astonishing powers.\"\n        ],\n        [\n            72557,\n            \"\\u201d said Hermione, when Harry and Ron had finished.\"\n        ],\n        [\n            72765,\n            \"\\u201cI\\u2019m going to play,\\u201dhe told Ron and Hermione.\"\n        ],\n        [\n            72824,\n            \"\\u201d \\u201cJust as long as we\\u2019re not wiping you off the field,\\u201dsaid Hermione.\"\n        ],\n        [\n            72844,\n            \"As the match drew nearer, however, Harry became more and more nervous, whatever he told Ron and Hermione.\"\n        ],\n        [\n            73014,\n            \"Harry knew, when they wished him good luck outside the locker rooms the next afternoon, that Ron and Hermione were wondering whether they\\u2019d ever see him alive again.\"\n        ],\n        [\n            73126,\n            \"Little did Harry know that Ron and Hermione had been secretly practicing the Leg-Locker Curse.\"\n        ],\n        [\n            73508,\n            \"Hermione, who had all her fingers crossed in her lap, was squinting fixedly at Harry, who was circling the game like a hawk, looking for the Snitch.\"\n        ],\n        [\n            73748,\n            \"\\u201d said Hermione suddenly, \\u201cHarry -!\"\n        ],\n        [\n            73782,\n            \"Hermione stood up, her crossed fingers in her mouth, as Harry streaked toward the ground like a bullet.\"\n        ],\n        [\n            73870,\n            \"\\u201d Hermione screamed, leaping onto her seat to watch as Harry sped straight at Snape-she didn\\u2019t even notice Malfoy and Ron rolling around under her seat, or the scuffles and yelps coming from the whirl of fists that was Neville, Crabbe, and Goyle.\"\n        ],\n        [\n            75195,\n            \"Every time they passed the third-floor corridor, Harry, Ron, and Hermione would press their ears to the door to check that Fluffy was still growling inside.\"\n        ],\n        [\n            75308,\n            \"Harry and Ron wouldn\\u2019t have minded, but she kept nagging them to do the same.\"\n        ],\n        [\n            75362,\n            \"\\u201d \\u201cBut we\\u2019re not six hundred years old,\\u201dRon reminded her.\"\n        ],\n        [\n            75487,\n            \"It was hard to relax with Hermione next to you reciting the twelve uses of dragon\\u2019s blood or practicing wand movements.\"\n        ],\n        [\n            75511,\n            \"Moaning and yawning, Harry and Ron spent most of their free time in the library with her, trying to get through all their extra work.\"\n        ],\n        [\n            76442,\n            \"\\u201d \\u201cOh, come on, Hagrid, you might not want to tell us, but you do know, you know everything that goes on round here,\\u201dsaid Hermione in a warm, flattering voice.\"\n        ],\n        [\n            76540,\n            \"Harry and Ron beamed at Hermione.\"\n        ],\n        [\n            76677,\n            \"\\u201d Harry knew Ron and Hermione were thinking the same as he was.\"\n        ],\n        [\n            77267,\n            \"Hermione had now started making study schedules for Harry and Ron, too.\"\n        ],\n        [\n            77334,\n            \"\\u201cHermione, how many times in our lives are we going to see a dragon hatching?\"\n        ],\n        [\n            77807,\n            \"Something about the smile lurking on Malfoy\\u2019s face during the next week made Harry, Ron, and Hermione very nervous.\"\n        ],\n        [\n            78188,\n            \"Wednesday night found Hermione and Harry sitting alone in the common room, long after everyone else had gone to bed.\"\n        ],\n        [\n            78685,\n            \"Harry and Hermione rushed up to the hospital wing at the end of the day to find Ron in a terrible state in bed.\"\n        ],\n        [\n            78813,\n            \"\\u201d Harry and Hermione tried to calm Ron down.\"\n        ],\n        [\n            78823,\n            \"\\u201cIt\\u2019ll all be over at midnight on Saturday,\\u201dsaid Hermione, but this didn\\u2019t soothe Ron at all.\"\n        ],\n        [\n            78914,\n            \"\\u201d Harry and Hermione didn\\u2019t get a chance to answer.\"\n        ],\n        [\n            78944,\n            \"\\u201cIt\\u2019s too late to change the plan now,\\u201dHarry told Hermione.\"\n        ],\n        [\n            79146,\n            \"Harry and Hermione walked back to the castle feeling Saturday couldn\\u2019t come quickly enough.\"\n        ],\n        [\n            79332,\n            \"\\u201d Hagrid sobbed, as Harry and Hermione covered the crate with the Invisibility Cloak and stepped underneath it themselves.\"\n        ],\n        [\n            79648,\n            \"\\u201d \\u201cDon\\u2019t,\\u201dHarry advised her.\"\n        ],\n        [\n            79697,\n            \"They showed Harry and Hermione the harness they\\u2019d rigged up, so they could suspend Norbert between them.\"\n        ],\n        [\n            79718,\n            \"They all helped buckle Norbert safely into it and then Harry and Hermione shook hands with the others and thanked them very much.\"\n        ],\n        [\n            81132,\n            \"He, Ron, and Hermione kept to themselves, working late into the night, trying to remember the ingredients in complicated potions, learn charms and spells by heart, memorize the dates of magical discoveries and goblin rebellions.\"\n        ],\n        [\n            81426,\n            \"Harry went back to the library, where Hermione was testing Ron on Astronomy.\"\n        ],\n        [\n            81556,\n            \"\\u201d The light of adventure was kindling again in Ron\\u2019s eyes, but Hermione answered before Harry could.\"\n        ],\n        [\n            81822,\n            \"The following morning, notes were delivered to Harry, Hermione, and Neville at the breakfast table.\"\n        ],\n        [\n            81892,\n            \"He half expected Hermione to complain that this was a whole night of studying lost, but she didn\\u2019t say a word.\"\n        ],\n        [\n            81917,\n            \"Like Harry, she felt they deserved what they\\u2019d got.\"\n        ],\n        [\n            82488,\n            \"All right, Harry, Hermione?\"\n        ],\n        [\n            83141,\n            \"\\u201cSo me, Harry, an\\u2019Hermione\\u2019ll go one way an\\u2019Draco, Neville, an\\u2019Fang\\u2019ll go the other.\"\n        ],\n        [\n            83247,\n            \"A little way into it they reached a fork in the earth path, and Harry, Hermione, and Hagrid took the left path while Malfoy, Neville, and Fang took the right.\"\n        ],\n        [\n            83460,\n            \"\\u201d Hagrid seized Harry and Hermione and hoisted them off the path behind a towering oak.\"\n        ],\n        [\n            83691,\n            \"Harry and Hermione\\u2019s jaws dropped.\"\n        ],\n        [\n            84263,\n            \"\\u201d Harry and Hermione followed him out of the clearing, staring over their shoulders at Ronan and Bane until the trees blocked their view.\"\n        ],\n        [\n            84491,\n            \"They had just passed a bend in the path when Hermione grabbed Hagrid\\u2019s arm.\"\n        ],\n        [\n            84747,\n            \"Right, we\\u2019re changin\\u2019groups-Neville, you stay with me an\\u2019Hermione, Harry, you go with Fang an\\u2019this idiot.\"\n        ],\n        [\n            86390,\n            \"In a matter of seconds, though, he was wide-eyed as Harry began to tell him and Hermione what had happened in the forest.\"\n        ],\n        [\n            87056,\n            \"Maybe it was because they hadn\\u2019t seen what Harry had seen in the forest, or because they didn\\u2019t have scars burning on their foreheads, but Ron and Hermione didn\\u2019t seem as worried about the Stone as Harry.\"\n        ],\n        [\n            87224,\n            \"\\u201cThat was far easier than I thought it would be,\\u201dsaid Hermione as they joined the crowds flocking out onto the sunny grounds.\"\n        ],\n        [\n            87273,\n            \"\\u201d Hermione always liked to go through their exam papers afterward, but Ron said this made him feel ill, so they wandered down to the lake and flopped under a tree.\"\n        ],\n        [\n            87479,\n            \"\\u201cHarry, relax, Hermione\\u2019s right, the Stone\\u2019s safe as long as Dumbledore\\u2019s around.\"\n        ],\n        [\n            87583,\n            \"When he tried to explain this, Hermione said, \\u201cThat\\u2019s just the exams.\"\n        ],\n        [\n            87601,\n            \"I woke up last night and was halfway through my Transfiguration notes before I remembered we\\u2019d done that one.\"\n        ],\n        [\n            87763,\n            \"\\u201cDon\\u2019t you think it\\u2019s a bit odd,\\u201dsaid Harry, scrambling up the grassy slope, \\u201cthat what Hagrid wants more than anything else is a dragon, and a stranger turns up who just happens to have an egg in his pocket?\"\n        ],\n        [\n            88400,\n            \"\\u201d Harry, Ron, and Hermione didn\\u2019t speak to each other at all until they came to a halt in the entrance hall, which seemed very cold and gloomy after the grounds.\"\n        ],\n        [\n            88597,\n            \"\\u201cWe want to see Professor Dumbledore,\\u201dsaid Hermione, rather bravely, Harry and Ron thought.\"\n        ],\n        [\n            89060,\n            \"\\u201d \\u201cBut what can we-\\u201cHermione gasped.\"\n        ],\n        [\n            89315,\n            \"\\u201cYou can pretend to be waiting for Professor Flitwick, you know.\"\n        ],\n        [\n            89519,\n            \"Harry had just said, \\u201cAt least Hermione\\u2019s on Snape\\u2019s tail,\\u201dwhen the portrait of the Fat Lady swung open and Hermione came in.\"\n        ],\n        [\n            89551,\n            \"\\u201cI\\u2019m sorry, Harry!\"\n        ],\n        [\n            89903,\n            \"\\u201cYou\\u2019re right, Harry,\\u201dsaid Hermione in a small voice.\"\n        ],\n        [\n            89966,\n            \"\\u201d \\u201cOh, come off it, you don\\u2019t think we\\u2019d let you go alone?\"\n        ],\n        [\n            90081,\n            \"They\\u2019re not throwing me out after that.\"\n        ],\n        [\n            90140,\n            \"Hermione was skimming through all her notes, hoping to come across one of the enchantments they were about to try to break.\"\n        ],\n        [\n            90679,\n            \"\\u201d Harry turned to Hermione.\"\n        ],\n        [\n            91420,\n            \"\\u201cWe\\u2019re coming,\\u201dsaid Hermione.\"\n        ],\n        [\n            92113,\n            \"She landed on Harry\\u2019s other side.\"\n        ],\n        [\n            92272,\n            \"\\u201d Hermione ordered them.\"\n        ],\n        [\n            92541,\n            \"\\u201cLucky you pay attention in Herbology, Hermione,\\u201dsaid Harry as he joined her by the wall, wiping sweat off his face.\"\n        ],\n        [\n            92941,\n            \"They tugged and heaved at the door, but it wouldn\\u2019t budge, not even when Hermione tried her Alohomora Charm.\"\n        ],\n        [\n            93314,\n            \"\\u201cRon, you come at it from above-Hermione, stay below and stop it from going down-and I\\u2019ll try and catch it.\"\n        ],\n        [\n            93348,\n            \"\\u201d Ron dived, Hermione rocketed upward, the key dodged them both, and Harry streaked after it;\"\n        ],\n        [\n            93565,\n            \"Harry, Ron and Hermione shivered slightly-the towering white chessmen had no faces.\"\n        ],\n        [\n            93762,\n            \"Harry and Hermione stayed quiet, watching Ron think.\"\n        ],\n        [\n            93817,\n            \"\\u201d \\u201cWell, Harry, you take the place of that bishop, and Hermione, you go there instead of that castle.\"\n        ],\n        [\n            93863,\n            \"The chessmen seemed to have been listening, because at these words a knight, a bishop, and a castle turned their backs on the white pieces and walked off the board, leaving three empty squares that Harry, Ron, and Hermione took.\"\n        ],\n        [\n            94080,\n            \"Twice, Ron only just noticed in time that Harry and Hermione were in danger.\"\n        ],\n        [\n            94182,\n            \"\\u201d Harry and Hermione shouted.\"\n        ],\n        [\n            94404,\n            \"With one last desperate look back at Ron, Harry and Hermione charged through the door and up the next passageway.\"\n        ],\n        [\n            94758,\n            \"Harry looked over her shoulder to read it: Danger lies before you, while safety lies behind, Two of us will help you, whichever you would find, One among us seven will let you move ahead, Another will transport the drinker back instead, Two among our number hold only nettle wine, Three of us are killers, waiting hidden in line.\"\n        ],\n        [\n            94918,\n            \"Fourth, the second left and the second on the right Are twins once you taste them, though different at first sight Hermione let out a great sigh and Harry, amazed, saw that she was smiling, the very last thing he felt like doing.\"\n        ],\n        [\n            95219,\n            \"\\u201cYou drink that,\\u201dsaid Harry.\"\n        ],\n        [\n            95346,\n            \"\\u201d Hermione\\u2019s lip trembled, and she suddenly dashed at Harry and threw her arms around him.\"\n        ],\n        [\n            95382,\n            \"\\u201d \\u201cI\\u2019m not as good as you,\\u201dsaid Harry, very embarrassed, as she let go of him.\"\n        ],\n        [\n            95420,\n            \"There are more important things-friendship and bravery and-oh Harry-be carefull\\u201d\\u201cYou drink first,\\u201dsaid Harry.\"\n        ],\n        [\n            98583,\n            \"Mr. Ronald Weasley and Miss Granger will be most relieved you have come round, they have been extremely worried.\"\n        ],\n        [\n            100254,\n            \"\\u201d And she let Ron and Hermione in.\"\n        ],\n        [\n            100263,\n            \"\\u201cHarryl\\u201dHermione looked ready to fling her arms around him again, but Harry was glad she held herself in as his head was still very sore.\"\n        ],\n        [\n            100370,\n            \"Ron and Hermione were a very good audience;\"\n        ],\n        [\n            100379,\n            \"they gasped in all the right places, and when Harry told them what was under Quirrell\\u2019s turban, Hermione screamed out loud.\"\n        ],\n        [\n            100513,\n            \"\\u201cI brought Ron round-that took a while-and we were dashing up to the owlery to contact Dumbledore when we met him in the entrance hall-he already knew-he just said, \\u2018 Harry\\u2019s gone after him, hasn\\u2019t he?\"\n        ],\n        [\n            100600,\n            \"\\u201d \\u201cWell,\\u201dHermione exploded, \\u201cif he did-I mean to say-that\\u2019s terrible-you could have been killed.\"\n        ],\n        [\n            101522,\n            \"He slipped into a seat between Ron and Hermione at the Gryffindor table and tried to ignore the fact that people were standing up to look at him.\"\n        ],\n        [\n            101949,\n            \"Harry strongly suspected she had burst into tears.\"\n        ],\n        [\n            102160,\n            \"Harry, Ron, and Hermione stood up to yell and cheer as Neville, white with shock, disappeared under a pile of people hugging him.\"\n        ],\n        [\n            102835,\n            \"He, Ron, and Hermione passed through the gateway together.\"\n        ],\n        [\n            102894,\n            \"I can see \\u201cBe quiet, Ginny, and it\\u2019s rude to point.\"\n        ],\n        [\n            103065,\n            \"Harry hung back for a last word with Ron and Hermione.\"\n        ],\n        [\n            103086,\n            \"\\u201d \\u201cHope you have-er-a good holiday,\\u201dsaid Hermione, looking uncertainly after Uncle Vernon, shocked that anyone could be so unpleasant.\"\n        ]\n    ],\n    \"[1, 7]\": [\n        [\n            38209,\n            \"\\u201d Her eyes lingered for a moment on Neville\\u2019s cloak, which was fastened under his left ear, and on Ron\\u2019s smudged nose.\"\n        ],\n        [\n            46133,\n            \"Within seconds, the whole class was standing on their stools while Neville, who had been drenched in the potion when the cauldron collapsed, moaned in pain as angry red boils sprang up all over his arms and legs.\"\n        ],\n        [\n            46225,\n            \"\\u201cTake him up to the hospital wing,\\u201dSnape spat at Seamus.\"\n        ],\n        [\n            46256,\n            \"\\u201cYou-Potter-why didn\\u2019t you tell him not to add the quills?\"\n        ],\n        [\n            46274,\n            \"Thought he\\u2019d make you look good if he got it wrong, did you?\"\n        ],\n        [\n            47647,\n            \"Neville had never been on a broomstick in his life, because his grandmother had never let him near one.\"\n        ],\n        [\n            47668,\n            \"Privately, Harry felt she\\u2019d had good reason, because Neville managed to have an extraordinary number of accidents even with both feet on the ground.\"\n        ],\n        [\n            47852,\n            \"A barn owl brought Neville a small package from his grandmother.\"\n        ],\n        [\n            47864,\n            \"He opened it excitedly and showed them a glass ball the size of a large marble, which seemed to be full of white smoke.\"\n        ],\n        [\n            47901,\n            \"\\u201cGran knows I forget things-this tells you if there\\u2019s something you\\u2019ve forgotten to do.\"\n        ],\n        [\n            48569,\n            \"Harry saw his scared white face look down at the ground falling away, saw him gasp, slip sideways off the broom and-WHAM-a thud and a nasty crack and Neville lay facedown on the grass in a heap.\"\n        ],\n        [\n            48686,\n            \"\\u201cNone of you is to move while I take this boy to the hospital wing!\"\n        ],\n        [\n            48770,\n            \"\\u201cDid you see his face, the great lump?\"\n        ],\n        [\n            51108,\n            \"All the same, it wasn\\u2019t what you\\u2019d call the perfect end to the day, Harry thought, as he lay awake much later listening to Dean and Seamus falling asleep (Neville wasn\\u2019t back from the hospital wing).\"\n        ],\n        [\n            51826,\n            \"He was curled up on the floor, fast asleep, but jerked suddenly awake as they crept nearer.\"\n        ],\n        [\n            51846,\n            \"\\u201cThank goodness you found me!\"\n        ],\n        [\n            51923,\n            \"\\u201cFine,\\u201dsaid Neville, showing them.\"\n        ],\n        [\n            51943,\n            \"\\u201d \\u201cGood-well, look, Neville, we\\u2019ve got to be somewhere, we\\u2019ll see you later-\\u201c\\u201cDon\\u2019t leave me!\"\n        ],\n        [\n            51976,\n            \"\\u201d said Neville, scrambling to his feet, \\u201cI don\\u2019t want to stay here alone, the Bloody Baron\\u2019s been past twice already.\"\n        ],\n        [\n            52320,\n            \"Neville\\u2019s robes had barely whipped round the corner when they heard Filch enter the trophy room.\"\n        ],\n        [\n            53142,\n            \"\\u201cI think well be okay-get off Neville!\"\n        ],\n        [\n            53153,\n            \"\\u201d For Neville had been tugging on the sleeve of Harry\\u2019s bathrobe for the last minute.\"\n        ],\n        [\n            56464,\n            \"Harry\\u2019s partner was Seamus Finnigan (which was a relief, because Neville had been trying to catch his eye).\"\n        ],\n        [\n            80041,\n            \"When Professor McGonagall appeared, she was leading Neville.\"\n        ],\n        [\n            80067,\n            \"\\u201cI was trying to find you to warn you, I heard Malfoy saying he was going to catch you, he said you had a drag-\\u201cHarry shook his head violently to shut Neville up, but Professor McGonagall had seen.\"\n        ],\n        [\n            80289,\n            \"\\u201d Harry caught Neville\\u2019s eye and tried to tell him without words that this wasn\\u2019t true, because Neville was looking stunned and hurt.\"\n        ],\n        [\n            80318,\n            \"Poor, blundering Neville-Harry knew what it must have cost him to try and find them in the dark, to warn them.\"\n        ],\n        [\n            80613,\n            \"He could hear Neville sobbing into his pillow for what seemed like hours.\"\n        ],\n        [\n            80627,\n            \"Harry couldn\\u2019t think of anything to say to comfort him.\"\n        ],\n        [\n            80640,\n            \"He knew Neville, like himself, was dreading the dawn.\"\n        ]\n    ],\n    \"[1, 8]\": [\n        [\n            139,\n            \"The Dursley s had a small son called Dudley and in their opinion there was no finer boy anywhere.\"\n        ],\n        [\n            309,\n            \"they didn\\u2019t want Dudley mixing with a child like that.\"\n        ],\n        [\n            365,\n            \"Mr. Dursley hummed as he picked out his most boring tie for work, and Mrs. Dursley gossiped away happily as she wrestled a screaming Dudley into his high chair.\"\n        ],\n        [\n            412,\n            \"At half past eight, Mr. Dursley picked up his briefcase, pecked Mrs. Dursley on the cheek, and tried to kiss Dudley good-bye but missed, because Dudley was now having a tantrum and throwing his cereal at the walls.\"\n        ],\n        [\n            1757,\n            \"She told him over dinner all about Mrs. Next Door\\u2019s problems with her daughter and how Dudley had learned a new word (\\\" Won\\u2019t!\"\n        ],\n        [\n            2282,\n            \"Instead he said, as casually as he could, \\u201cTheir son-he\\u2019d be about Dudley\\u2019s age now, wouldn\\u2019t he?\"\n        ],\n        [\n            5462,\n            \"\\u201cBut I c-c-can\\u2019t stand it-Lily an\\u2019James dead-an\\u2019poor little Harry off ter live with Muggles-\\u201c\\u201cYes, yes, it\\u2019s all very sad, but get a grip on yourself, Hagrid, or we\\u2019ll be found,\\u201dProfessor McGonagall whispered, patting Hagrid gingerly on the arm as Dumbledore stepped over the low garden wall and walked to the front door.\"\n        ],\n        [\n            5909,\n            \"One small hand closed on the letter beside him and he slept on, not knowing he was special, not knowing he was famous, not knowing he would be woken in a few hours\\u2019 time by Mrs. Dursley\\u2019s scream as she opened the front door to put out the milk bottles, nor that he would spend the next few weeks being prodded and pinched by his cousin Dudley.\"\n        ],\n        [\n            6132,\n            \"Ten years ago, there had been lots of pictures of what looked like a large pink beach ball wearing different-colored bonnets-but Dudley Dursley was no longer a baby, and now the photographs showed a large blond boy riding his first bicycle, on a carousel at the fair, playing a computer game with his father, being hugged and kissed by his mother.\"\n        ],\n        [\n            6561,\n            \"Exactly why Dudley wanted a racing bike was a mystery to Harry, as Dudley was very fat and hated exercise-unless of course it involved punching somebody.\"\n        ],\n        [\n            6591,\n            \"Dudley\\u2019s favorite punching bag was Harry, but he couldn\\u2019t often catch him.\"\n        ],\n        [\n            6647,\n            \"He looked even smaller and skinnier than he really was because all he had to wear were old clothes of Dudley\\u2019s, and Dudley was about four times bigger than he was.\"\n        ],\n        [\n            6699,\n            \"He wore round glasses held together with a lot of Scotch tape because of all the times Dudley had punched him on the nose.\"\n        ],\n        [\n            6910,\n            \"Harry was frying eggs by the time Dudley arrived in the kitchen with his mother.\"\n        ],\n        [\n            6965,\n            \"Aunt Petunia often said that Dudley looked like a baby angel-Harry often said that Dudley looked like a pig in a wig.\"\n        ],\n        [\n            7026,\n            \"\\u201cThirty-six,\\u201dhe said, looking up at his mother and father.\"\n        ],\n        [\n            7103,\n            \"Harry, who could see a huge Dudley tantrum coming on, began wolfing down his bacon as fast as possible in case Dudley turned the table over.\"\n        ],\n        [\n            7132,\n            \"Aunt Petunia obviously scented danger, too, because she said quickly, \\u201cAnd we\\u2019ll buy you another two presents while we\\u2019re out today.\"\n        ],\n        [\n            7276,\n            \"At that moment the telephone rang and Aunt Petunia went to answer it while Harry and Uncle Vernon watched Dudley unwrap the racing bike, a video camera, a remote control airplane, sixteen new computer games, and a VCR.\"\n        ],\n        [\n            7319,\n            \"He was ripping the paper off a gold wristwatch when Aunt Petunia came back from the telephone looking both angry and worried.\"\n        ],\n        [\n            7380,\n            \"Dudley\\u2019s mouth fell open in horror, but Harry\\u2019s heart gave a leap.\"\n        ],\n        [\n            7398,\n            \"Every year on Dudley\\u2019s birthday, his parents took him and a friend out for the day, to adventure parks, hamburger restaurants, or the movies.\"\n        ],\n        [\n            7644,\n            \"\\u201cYou could just leave me here,\\u201dHarry put in hopefully (he\\u2019d be able to watch what he wanted on television for a change and maybe even have a go on Dudley\\u2019s computer).\"\n        ],\n        [\n            7791,\n            \"In fact, he wasn\\u2019t really crying-it had been years since he\\u2019d really cried-but he knew that if he screwed up his face and wailed, his mother would give him anything he wanted.\"\n        ],\n        [\n            7834,\n            \"\\u201cDinky Duddydums, don\\u2019t cry, Mummy won\\u2019t let him spoil your special day!\"\n        ],\n        [\n            7854,\n            \"\\u201d she cried, flinging her arms around him.\"\n        ],\n        [\n            7907,\n            \"\\u201d He shot Harry a nasty grin through the gap in his mothers arms.\"\n        ],\n        [\n            7940,\n            \"\\u201d said Aunt Petunia frantically-and a moment later, Dudley\\u2019s best friend, Piers Polkiss, walked in with his mother.\"\n        ],\n        [\n            8005,\n            \"Half an hour later, Harry, who couldn\\u2019t believe his luck, was sitting in the back of the Dursleys\\u2019 car with Piers and Dudley, on the way to the zoo for the first time in his life.\"\n        ],\n        [\n            8251,\n            \"\\u201d Dudley had laughed himself silly at Harry, who spent a sleepless night imagining school the next day, where he was already laughed at for his baggy clothes and taped glasses.\"\n        ],\n        [\n            8344,\n            \"Another time, Aunt Petunia had been trying to force him into a revolting old sweater of Dudley\\u2019s (brown with orange puff balls).\"\n        ],\n        [\n            8455,\n            \"Dudley\\u2019s gang had been chasing him as usual when, as much to Harry\\u2019s surprise as anyone else\\u2019s, there he was sitting on the chimney.\"\n        ],\n        [\n            8840,\n            \"The Dursleys bought Dudley and Piers large chocolate ice creams at the entrance and then, because the smiling lady in the van had asked Harry what he wanted before they could hurry him away, they bought him a cheap lemon ice pop.\"\n        ],\n        [\n            8885,\n            \"It wasn\\u2019t bad, either, Harry thought, licking it as they watched a gorilla scratching its head who looked remarkably like Dudley, except that it wasn\\u2019t blond.\"\n        ],\n        [\n            8977,\n            \"They ate in the zoo restaurant, and when Dudley had a tantrum because his knickerbocker glory didn\\u2019t have enough ice cream on top, Uncle Vernon bought him another one and Harry was allowed to finish the first.\"\n        ],\n        [\n            9596,\n            \"\\u201cOut of the way, you,\\u201dhe said, punching Harry in the ribs.\"\n        ],\n        [\n            9804,\n            \"As far as Harry had seen, the snake hadn\\u2019t done anything except snap playfully at their heels as it passed, but by the time they were all back in Uncle Vernon\\u2019s car, Dudley was telling them how it had nearly bitten off his leg, while Piers was swearing it had tried to squeeze him to death.\"\n        ],\n        [\n            9869,\n            \"But worst of all, for Harry at least, was Piers calming down enough to say, \\u201cHarry was talking to it, weren\\u2019t you, Harry?\"\n        ],\n        [\n            9901,\n            \"\\u201d Uncle Vernon waited until Piers was safely out of the house before starting on Harry.\"\n        ],\n        [\n            10231,\n            \"A tiny man in a violet top hat had bowed to him once while out shopping with Aunt Petunia and Dudley.\"\n        ],\n        [\n            10492,\n            \"Piers, Dennis, Malcolm, and Gordon were all big and stupid, but as Dudley was the biggest and stupidest of the lot, he was the leader.\"\n        ],\n        [\n            10579,\n            \"When September came he would be going off to secondary school and, for the first time in his life, he wouldn\\u2019t be with Dudley.\"\n        ],\n        [\n            10655,\n            \"\\u201cThey stuff people\\u2019s heads down the toilet the first day at Stonewall,\\u201dhe told Harry.\"\n        ],\n        [\n            10716,\n            \"\\u201d Then he ran, before Dudley could work out what he\\u2019d said.\"\n        ],\n        [\n            10732,\n            \"One day in July, Aunt Petunia took Dudley to London to buy his Smeltings uniform, leaving Harry at Mrs. Figg\\u2019s.\"\n        ],\n        [\n            10914,\n            \"Aunt Petunia burst into tears and said she couldn\\u2019t believe it was her Ickle Dudleykins, he looked so handsome and grown-up.\"\n        ],\n        [\n            11100,\n            \"\\u201cI\\u2019m dyeing some of Dudley\\u2019s old things gray for you.\"\n        ],\n        [\n            11184,\n            \"Dudley and Uncle Vernon came in, both with wrinkled noses because of the smell from Harry\\u2019s new uniform.\"\n        ],\n        [\n            11282,\n            \"\\u201d \\u201cPoke him with your Smelting stick, Dudley.\"\n        ],\n        [\n            11824,\n            \"\\u201d They stared at each other, seeming to have forgotten that Harry and Dudley were still in the room.\"\n        ],\n        [\n            11952,\n            \"\\u201d roared Uncle Vernon, and he took both Harry and Dudley by the scruffs of their necks and threw them into the hall, slamming the kitchen door behind them.\"\n        ],\n        [\n            11984,\n            \"Harry and Dudley promptly had a furious but silent fight over who would listen at the keyhole;\"\n        ],\n        [\n            12002,\n            \"Dudley won, so Harry, his glasses dangling from one ear, lay flat on his stomach to listen at the crack between door and floor.\"\n        ],\n        [\n            12388,\n            \"we think it might be nice if you moved into Dudley\\u2019s second bedroom.\"\n        ],\n        [\n            12432,\n            \"\\u201d The Dursleys\\u2019 house had four bedrooms: one for Uncle Vernon and Aunt Petunia, one for visitors (usually Uncle Vernon\\u2019s sister, Marge), one where Dudley slept, and one where Dudley kept all the toys and things that wouldn\\u2019t fit into his first bedroom.\"\n        ],\n        [\n            12651,\n            \"From downstairs came the sound of Dudley bawling at his mother, \\u201cI don\\u2019t want him in there.\"\n        ],\n        [\n            12746,\n            \"He\\u2019d screamed, whacked his father with his Smelting stick, been sick on purpose, kicked his mother, and thrown his tortoise through the greenhouse roof, and he still didn\\u2019t have his room back.\"\n        ],\n        [\n            12820,\n            \"When the mail arrived, Uncle Vernon, who seemed to be trying to be nice to Harry, made Dudley go and get it.\"\n        ],\n        [\n            12846,\n            \"They heard him banging things with his Smelting stick all the way down the hall.\"\n        ],\n        [\n            12912,\n            \"Uncle Vernon had to wrestle Dudley to the ground to get the letter from him, which was made difficult by the fact that Harry had grabbed Uncle Vernon around the neck from behind.\"\n        ],\n        [\n            13630,\n            \"\\u201d Dudley asked Harry in amazement.\"\n        ],\n        [\n            13760,\n            \"When Aunt Petunia and Dudley had run out with their arms over their faces, Uncle Vernon slammed the door shut.\"\n        ],\n        [\n            13904,\n            \"his father had hit him round the head for holding them up while he tried to pack his television, VCR, and computer in his sports bag.\"\n        ],\n        [\n            14081,\n            \"Dudley and Harry shared a room with twin beds and damp, musty sheets.\"\n        ],\n        [\n            14096,\n            \"Dudley snored but Harry stayed awake, sitting on the windowsill, staring down at the lights of passing cars and wondering.\"\n        ],\n        [\n            14376,\n            \"\\u201d Dudley asked Aunt Petunia dully late that afternoon.\"\n        ],\n        [\n            14422,\n            \"\\u201cIt\\u2019s Monday,\\u201dhe told his mother.\"\n        ],\n        [\n            14461,\n            \"If it was Monday-and you could usually count on Dudley to know the days of the week, because of television-then tomorrow, Tuesday, was Harry\\u2019s eleventh birthday.\"\n        ],\n        [\n            14942,\n            \"Aunt Petunia found a few moldy blankets in the second room and made up a bed for Dudley on the moth-eaten sofa.\"\n        ],\n        [\n            15058,\n            \"The lighted dial of Dudley\\u2019s watch, which was dangling over the edge of the sofa on his fat wrist, told Harry he\\u2019d be eleven in ten minutes\\u2019 time.\"\n        ],\n        [\n            15248,\n            \"nine-maybe he\\u2019d wake Dudley up, just to annoy him-three.\"\n        ],\n        [\n            16155,\n            \"Nobody said a thing while the giant was working, but as he slid the first six fat, juicy, slightly burnt sausages from the poker, Dudley fidgeted a little.\"\n        ],\n        [\n            19374,\n            \"He\\u2019d spent his life being clouted by Dudley, and bullied by Aunt Petunia and Uncle Vernon;\"\n        ],\n        [\n            19424,\n            \"If he\\u2019d once defeated the greatest sorcerer in the world, how come Dudley had always been able to kick him around like a football?\"\n        ],\n        [\n            19593,\n            \"and the very last time Dudley had hit him, hadn\\u2019t he got his revenge, without even realizing he was doing it?\"\n        ],\n        [\n            19619,\n            \"Hadn\\u2019t he set a boa constrictor on him?\"\n        ],\n        [\n            20005,\n            \"Pulling Aunt Petunia and Dudley into the other room, he cast one last terrified look at Hagrid and slammed the door behind them.\"\n        ],\n        [\n            26765,\n            \"\\u201cI was trying to find out how to curse Dudley.\"\n        ],\n        [\n            29259,\n            \"True, Dudley was now so scared of Harry he wouldn\\u2019t stay in the same room, while Aunt Petunia and Uncle Vernon didn\\u2019t shut Harry in his cupboard, force him to do anything, or shout at him-in fact, they didn\\u2019t speak to him at all.\"\n        ],\n        [\n            29521,\n            \"He cleared his throat to let them know he was there, and Dudley screamed and ran from the room.\"\n        ],\n        [\n            29968,\n            \"Two hours later, Harry\\u2019s huge, heavy trunk had been loaded into the Dursleys\\u2019 car, Aunt Petunia had talked Dudley into sitting next to Harry, and they had set off.\"\n        ],\n        [\n            34503,\n            \"Soon he had not only Dumbledore and Morgana, but Hengist of Woodcraft, Alberic Grunnion, Circe, Paracelsus, and Merlin.\"\n        ],\n        [\n            39828,\n            \"He had always been last to be chosen, not because he was no good, but because no one wanted Dudley to think they liked him.\"\n        ],\n        [\n            103002,\n            \"Behind him stood Aunt Petunia and Dudley, looking terrified at the very sight of Harry.\"\n        ],\n        [\n            103157,\n            \"I\\u2019m going to have a lot of fun with Dudley this summer.\"\n        ]\n    ],\n    \"[1, 9]\": [\n        [\n            44613,\n            \"His turban, he told them, had been given to him by an African prince as a thank-you for getting rid of a troublesome zombie, but they weren\\u2019t sure they believed this story.\"\n        ],\n        [\n            44682,\n            \"for another, they had noticed that a funny smell hung around the turban, and the Weasley twins insisted that it was stuffed full of garlic as well, so that Quirrell was protected wherever he went.\"\n        ],\n        [\n            45375,\n            \"He spoke in barely more than a whisper, but they caught every word-like Professor McGonagall, Snape had the gift of keeping a class silent without effort.\"\n        ],\n        [\n            45427,\n            \"I don\\u2019t expect you will really understand the beauty of the softly simmering cauldron with its shimmering fumes, the delicate power of liquids that creep through human veins, bewitching the mind, ensnaring the senses.\"\n        ],\n        [\n            45470,\n            \"I can teach you how to bottle fame, brew glory, even stopper death-if you aren\\u2019t as big a bunch of dunderheads as I usually have to teach.\"\n        ],\n        [\n            74828,\n            \"It was almost dark now, but Harry could see Quirrell, standing quite still as though he was petrified.\"\n        ],\n        [\n            81234,\n            \"As he drew closer, he heard Quirrell\\u2019s voice.\"\n        ],\n        [\n            81270,\n            \"\\u201cAll right-all right-\\u201che heard Quirrell sob.\"\n        ],\n        [\n            81316,\n            \"Harry didn\\u2019t think Quirrell had even noticed him.\"\n        ],\n        [\n            81327,\n            \"He waited until Quirrell\\u2019s footsteps had disappeared, then peered into the classroom.\"\n        ],\n        [\n            81375,\n            \"All the same, he\\u2019d have gambled twelve Sorcerer\\u2019s Stones that Snape had just left the room, and from what Harry had just heard, Snape would be walking with a new spring in his step-Quirrell seemed to have given in at last.\"\n        ],\n        [\n            81621,\n            \"\\u201cQuirrell\\u2019s too scared to back us up.\"\n        ],\n        [\n            81632,\n            \"Snape\\u2019s only got to say he doesn\\u2019t know how the troll got in at Halloween and that he was nowhere near the third floor-who do you think they\\u2019ll believe, him or us?\"\n        ],\n        [\n            81674,\n            \"It\\u2019s not exactly a secret we hate him, Dumbledore\\u2019ll think we made it up to get him sacked.\"\n        ],\n        [\n            81698,\n            \"Filch wouldn\\u2019t help us if his life depended on it, he\\u2019s too friendly with Snape, and the more students get thrown out, the better, he\\u2019ll think.\"\n        ],\n        [\n            99184,\n            \"He left Quirrell to die;\"\n        ],\n        [\n            99496,\n            \"\\u201cBut why couldn\\u2019t Quirrell touch me?\"\n        ],\n        [\n            99590,\n            \"Quirrell, full of hatred, greed, and ambition, sharing his soul with Voldemort, could not touch you for this reason.\"\n        ],\n        [\n            99750,\n            \"\\u201d \\u201cQuirrell said Snape-\\u201c\\u201cProfessor Snape, Harry.\"\n        ],\n        [\n            99763,\n            \"\\u201d \\u201cYes, him-Quirrell said he hates me because he hated my father.\"\n        ],\n        [\n            99803,\n            \"And then, your father did something Snape could never forgive.\"\n        ],\n        [\n            99874,\n            \"I do believe he worked so hard to protect you this year because he felt that would make him and your father even.\"\n        ],\n        [\n            99898,\n            \"Then he could go back to hating your father\\u2019s memory in peace.\"\n        ]\n    ],\n    \"[1, 13]\": [\n        [\n            46815,\n            \"\\u201d Harry told Hagrid about Snape\\u2019s lesson.\"\n        ],\n        [\n            46825,\n            \"Hagrid, like Ron, told Harry not to worry about it, that Snape liked hardly any of the students.\"\n        ],\n        [\n            46847,\n            \"\\u201cBut he seemed to really hate me.\"\n        ],\n        [\n            57435,\n            \"Peering around it, however, they saw not Percy but Snape.\"\n        ],\n        [\n            57468,\n            \"\\u201cWhy isn\\u2019t he down in the dungeons with the rest of the teachers?\"\n        ],\n        [\n            57490,\n            \"\\u201d Quietly as possible, they crept along the next corridor after Snape\\u2019s fading footsteps.\"\n        ],\n        [\n            57508,\n            \"\\u201cHe\\u2019s heading for the third floor,\\u201dHarry said, but Ron held up his hand.\"\n        ],\n        [\n            58581,\n            \"A moment later, Professor McGonagall had come bursting into the room, closely followed by Snape, with Quirrell bringing up the rear.\"\n        ],\n        [\n            58733,\n            \"\\u201d Snape gave Harry a swift, piercing look.\"\n        ],\n        [\n            59770,\n            \"They were standing with their backs to it, getting warm, when Snape crossed the yard.\"\n        ],\n        [\n            59788,\n            \"Harry noticed at once that Snape was limping.\"\n        ],\n        [\n            59823,\n            \"Unfortunately, something about their guilty faces caught Snape\\u2019s eye.\"\n        ],\n        [\n            59840,\n            \"He hadn\\u2019t seen the fire, but he seemed to be looking for a reason to tell them off anyway.\"\n        ],\n        [\n            59884,\n            \"Harry showed him.\"\n        ],\n        [\n            59915,\n            \"\\u201d \\u201cHe\\u2019s just made that rule up,\\u201dHarry muttered angrily as Snape limped away.\"\n        ],\n        [\n            60054,\n            \"Why should he be afraid of Snape?\"\n        ],\n        [\n            60062,\n            \"Getting up, he told Ron and Hermione he was going to ask Snape if he could have it.\"\n        ],\n        [\n            60082,\n            \"\\u201cBetter you than me,\\u201dthey said together, but Harry had an idea that Snape wouldn\\u2019t refuse if there were other teachers listening.\"\n        ],\n        [\n            60165,\n            \"Snape and Filch were inside, alone.\"\n        ],\n        [\n            60191,\n            \"Filch was handing Snape bandages.\"\n        ],\n        [\n            60278,\n            \"\\u201d Harry left, before Snape could take any more points from Gryffindor.\"\n        ],\n        [\n            60359,\n            \"That\\u2019s where he was going when we saw him-he\\u2019s after whatever it\\u2019s guarding!\"\n        ],\n        [\n            60381,\n            \"And I\\u2019d bet my broomstick he let that troll in, to make a diversion!\"\n        ],\n        [\n            60518,\n            \"He tried to empty his mind-he needed to sleep, he had to, he had his first Quidditch match in a few hours-but the expression on Snape\\u2019s face when Harry had seen his leg wasn\\u2019t easy to forget.\"\n        ],\n        [\n            62782,\n            \"He had his eyes fixed on Harry and was muttering nonstop under his breath.\"\n        ],\n        [\n            63293,\n            \"\\u201cIt was Snape,\\u201dRon was explaining, \\u201cHermione and I saw him.\"\n        ],\n        [\n            63310,\n            \"He was cursing your broomstick, muttering, he wouldn\\u2019t take his eyes off you.\"\n        ],\n        [\n            63389,\n            \"\\u201cI found out something about him,\\u201dhe told Hagrid.\"\n        ],\n        [\n            63420,\n            \"We think he was trying to steal whatever it\\u2019s guarding.\"\n        ],\n        [\n            63559,\n            \"\\u201d \\u201cSo why did he just try and kill Harry?\"\n        ],\n        [\n            63610,\n            \"You\\u2019ve got to keep eye contact, and Snape wasn\\u2019t blinking at all, I saw him!\"\n        ],\n        [\n            63649,\n            \"\\u201cI don\\u2019know why Harry\\u2019s broom acted like that, but Snape wouldn\\u2019try an\\u2019kill a student!\"\n        ],\n        [\n            64936,\n            \"They had indeed been searching books for Flamel\\u2019s name ever since Hagrid had let it slip, because how else were they going to find out what Snape was trying to steal?\"\n        ],\n        [\n            65272,\n            \"They were sure she\\u2019d be able to tell them, but they couldn\\u2019t risk Snape hearing what they were up to.\"\n        ],\n        [\n            68223,\n            \"Wherever he was, Filch must know a shortcut, because his soft, greasy voice was getting nearer, and to his horror, it was Snape who replied, \\u201cThe Restricted Section?\"\n        ],\n        [\n            68274,\n            \"\\u201d Harry stood rooted to the spot as Filch and Snape came around the corner ahead.\"\n        ],\n        [\n            70028,\n            \"Filch, Snape, and Mrs. Norris are wandering around.\"\n        ],\n        [\n            71407,\n            \"\\u201d Which was all very well, thought Harry, but he had another reason for not wanting Snape near him while he was playing Quidditch.\"\n        ],\n        [\n            71548,\n            \"\\u201d Speaking quietly so that no one else would hear, Harry told the other two about Snape\\u2019s sudden, sinister desire to be a Quidditch referee.\"\n        ],\n        [\n            72740,\n            \"It wasn\\u2019t until Ron said he\\u2019d buy his own Quidditch team that Harry remembered about Snape and the coming match.\"\n        ],\n        [\n            72780,\n            \"\\u201cIf I don\\u2019t, all the Slytherins will think I\\u2019m just too scared to face Snape.\"\n        ],\n        [\n            72913,\n            \"Harry didn\\u2019t know whether he was imagining it or not, but he seemed to keep running into Snape wherever he went.\"\n        ],\n        [\n            72938,\n            \"At times, he even wondered whether Snape was following him, trying to catch him on his own.\"\n        ],\n        [\n            72958,\n            \"Potions lessons were turning into a sort of weekly torture, Snape was so horrible to Harry.\"\n        ],\n        [\n            72992,\n            \"Harry didn\\u2019t see how he could-yet he sometimes had the horrible feeling that Snape could read minds.\"\n        ],\n        [\n            73144,\n            \"They\\u2019d gotten the idea from Malfoy using it on Neville, and were ready to use it on Snape if he showed any sign of wanting to hurt Harry.\"\n        ],\n        [\n            73349,\n            \"There was simply no way that Snape would dare to try to hurt him if Dumbledore was watching.\"\n        ],\n        [\n            73491,\n            \"Snape had just awarded Hufflepuff a penalty because George Weasley had hit a Bludger at him.\"\n        ],\n        [\n            73870,\n            \"\\u201d Hermione screamed, leaping onto her seat to watch as Harry sped straight at Snape-she didn\\u2019t even notice Malfoy and Ron rolling around under her seat, or the scuffles and yelps coming from the whirl of fists that was Neville, Crabbe, and Goyle.\"\n        ],\n        [\n            73922,\n            \"Up in the air, Snape turned on his broomstick just in time to see something scarlet shoot past him, missing him by inches-the next second, Harry had pulled out of the dive, his arm raised in triumph, the Snitch clasped in his hand.\"\n        ],\n        [\n            74085,\n            \"As Gryffindors came spilling onto the field, he saw Snape land nearby, white-faced and tight-lipped-then Harry felt a hand on his shoulder and looked up into Dumbledore\\u2019s smiling face.\"\n        ],\n        [\n            74125,\n            \"\\u201cWell done,\\u201dsaid Dumbledore quietly, so that only Harry could hear.\"\n        ],\n        [\n            74324,\n            \"He\\u2019d done it, he\\u2019d shown Snape.\"\n        ],\n        [\n            74428,\n            \"Gliding silently over the castle he saw Snape enter the forest at a run.\"\n        ],\n        [\n            74446,\n            \"The trees were so thick he couldn\\u2019t see where Snape had gone.\"\n        ],\n        [\n            74598,\n            \"\\u201d \\u201cOh, I thought we\\u2019d keep this private,\\u201dsaid Snape, his voice icy.\"\n        ],\n        [\n            74739,\n            \"He steadied himself in time to hear Snape say, \\u201c-your little bit of hocus-pocus.\"\n        ],\n        [\n            75018,\n            \"\\u201cSo we were right, it is the Sorcerer\\u2019s Stone, and Snape\\u2019s trying to force Quirrell to help him get it.\"\n        ],\n        [\n            75046,\n            \"He asked if he knew how to get past Fluffy-and he said something about Quirrell\\u2019s \\u2018 hocus-pocus\\u2019 - I reckon there are other things guarding the stone apart from Fluffy, loads of enchantments, probably, and Quirrell would have done some anti-Dark Arts spell that Snape needs to break through-\\u201c\\u201cSo you mean the Stone\\u2019s only safe as long as Quirrell stands up to Snape?\"\n        ],\n        [\n            86600,\n            \"\\u201cSo all I\\u2019ve got to wait for now is Snape to steal the Stone,\\u201dHarry went on feverishly, \\u201cthen Voldemort will be able to come and finish me off.\"\n        ],\n        [\n            86954,\n            \"Snape made them all nervous, breathing down their necks while they tried to remember how to make a Forgetfulness potion.\"\n        ],\n        [\n            87102,\n            \"The idea of Voldemort certainly scared them, but he didn\\u2019t keep visiting them in dreams, and they were so busy with their studying they didn\\u2019t have much time to fret about what Snape or anyone else might be up to.\"\n        ],\n        [\n            87502,\n            \"Anyway, we\\u2019ve never had any proof Snape found out how to get past Fluffy.\"\n        ],\n        [\n            89039,\n            \"He sent that note, I bet the Ministry of Magic will get a real shock when Dumbledore turns up.\"\n        ],\n        [\n            89091,\n            \"They stared at him.\"\n        ],\n        [\n            89096,\n            \"\\u201cYou shouldn\\u2019t be inside on a day like this,\\u201dhe said, with an odd, twisted smile.\"\n        ],\n        [\n            89138,\n            \"\\u201cYou want to be more careful,\\u201dsaid Snape.\"\n        ],\n        [\n            89186,\n            \"They turned to go outside, but Snape called them back.\"\n        ],\n        [\n            89198,\n            \"\\u201cBe warned, Potter-any more nighttime wanderings and I will personally make sure you are expelled.\"\n        ],\n        [\n            89265,\n            \"\\u201cOne of us has got to keep an eye on Snape-wait outside the staffroom and follow him if he leaves it.\"\n        ],\n        [\n            89519,\n            \"Harry had just said, \\u201cAt least Hermione\\u2019s on Snape\\u2019s tail,\\u201dwhen the portrait of the Fat Lady swung open and Hermione came in.\"\n        ],\n        [\n            89688,\n            \"\\u201cAfter what McGonagall and Snape have said?\"\n        ],\n        [\n            89793,\n            \"D\\u2019you think he\\u2019ll leave you and your families alone if Gryffindor wins the House Cup?\"\n        ],\n        [\n            90429,\n            \"They couldn\\u2019t afford to waste any more time, Snape might even now be playing Fluffy to sleep.\"\n        ],\n        [\n            91323,\n            \"\\u201cWell, there you are,\\u201dHarry said quietly, \\u201cSnape\\u2019s already got past Fluffy.\"\n        ],\n        [\n            94230,\n            \"\\u201d \\u201cBut-\\u201c\\u201cDo you want to stop Snape or not?\"\n        ],\n        [\n            95276,\n            \"I might be able to hold Snape off for a while, but I\\u2019m no match for him, really.\"\n        ],\n        [\n            95299,\n            \"\\u201d \\u201cBut Harry-what if You-Know-Who\\u2019s with him?\"\n        ],\n        [\n            95711,\n            \"\\u201d \\u201cBut I thought-Snape-\\u201c\\u201cSeverus?\"\n        ],\n        [\n            95812,\n            \"\\u201cBut Snape tried to kill me!\"\n        ],\n        [\n            95834,\n            \"Your friend Miss Granger accidentally knocked me over as she rushed to set fire to Snape at that Quidditch match.\"\n        ],\n        [\n            95877,\n            \"I\\u2019d have managed it before then if Snape hadn\\u2019t been muttering a countercurse, trying to save you.\"\n        ],\n        [\n            95900,\n            \"\\u201d \\u201cSnape was trying to save me?\"\n        ],\n        [\n            95919,\n            \"\\u201cWhy do you think he wanted to referee your next match?\"\n        ],\n        [\n            96106,\n            \"Unfortunately, while everyone else was running around looking for it, Snape, who already suspected me, went straight to the third floor to head me off-and not only did my troll fail to beat you to death, that three-headed dog didn\\u2019t even manage to bite Snape\\u2019s leg off properly.\"\n        ],\n        [\n            96286,\n            \"\\u201cI saw you and Snape in the forest-\\u201che blurted out.\"\n        ],\n        [\n            96319,\n            \"\\u201cHe was on to me by that time, trying to find out how far I\\u2019d got.\"\n        ],\n        [\n            96340,\n            \"He suspected me all along.\"\n        ],\n        [\n            96346,\n            \"Tried to frighten me-as though he could, when I had Lord Voldemort on my side.\"\n        ],\n        [\n            96437,\n            \"\\u201cBut Snape always seemed to hate me so much.\"\n        ],\n        [\n            96465,\n            \"He was at Hogwarts with your father, didn\\u2019t you know?\"\n        ],\n        [\n            96484,\n            \"But he never wanted you dead.\"\n        ],\n        [\n            96491,\n            \"\\u201d \\u201cBut I heard you a few days ago, sobbing-I thought Snape was threatening you.\"\n        ],\n        [\n            96527,\n            \"\\u201cSometimes,\\u201dhe said, \\u201cI find it hard to follow my master\\u2019s instructions-he is a great wizard and I am weak-\\u201c\\u201cYou mean he was there in the classroom with you?\"\n        ],\n        [\n            96574,\n            \"\\u201cHe is with me wherever I go,\\u201dsaid Quirrell quietly.\"\n        ],\n        [\n            96588,\n            \"\\u201cI met him when I traveled around the world.\"\n        ],\n        [\n            96648,\n            \"Since then, I have served him faithfully, although I have let him down many times.\"\n        ],\n        [\n            96666,\n            \"He has had to be very hard on me.\"\n        ],\n        [\n            96689,\n            \"When I failed to steal the Stone from Gringotts, he was most displeased.\"\n        ],\n        [\n            96704,\n            \"He punished me.\"\n        ],\n        [\n            96710,\n            \"decided he would have to keep a closer watch on me.\"\n        ],\n        [\n            102310,\n            \"Snape was shaking Professor McGonagall\\u2019s hand, with a horrible, forced smile.\"\n        ],\n        [\n            102326,\n            \"He caught Harry\\u2019s eye and Harry knew at once that Snape\\u2019s feelings toward him hadn\\u2019t changed one jot.\"\n        ]\n    ],\n    \"[1, 14]\": [\n        [\n            41872,\n            \"\\u201d On Harry\\u2019s other side, Percy Weasley and Hermione were talking about lessons (\\\" I do hope they start right away, there\\u2019s so much to learn, I\\u2019m particularly interested in Transfiguration, you know, turning something into something else, of course, it\\u2019s supposed to be very difficult-\\u201cYou\\u2019ll be starting small, just matches into needles and that sort of thing-\\u201c).\"\n        ],\n        [\n            42134,\n            \"\\u201d he asked Percy.\"\n        ],\n        [\n            42436,\n            \"\\u201d he muttered to Percy.\"\n        ],\n        [\n            42490,\n            \"I do think he might have told us prefects, at least.\"\n        ],\n        [\n            42824,\n            \"He was too sleepy even to be surprised that the people in the portraits along the corridors whispered and pointed as they passed, or that twice Percy led them through doorways hidden behind sliding panels and hanging tapestries.\"\n        ],\n        [\n            42895,\n            \"A bundle of walking sticks was floating in midair ahead of them, and as Percy took a step toward them they started throwing themselves at him.\"\n        ],\n        [\n            43100,\n            \"\\u201cYou want to watch out for Peeves,\\u201dsaid Percy, as they set off again.\"\n        ],\n        [\n            43229,\n            \"Percy directed the girls through one door to their dormitory and the boys through another.\"\n        ],\n        [\n            43314,\n            \"\\u201d Ron muttered to Harry through the hangings.\"\n        ],\n        [\n            43335,\n            \"\\u201d Harry was going to ask Ron if he\\u2019d had any of the treacle tart, but he fell asleep almost at once.\"\n        ],\n        [\n            43882,\n            \"Harry and Ron managed to get on the wrong side of him on their very first morning.\"\n        ],\n        [\n            44785,\n            \"Friday was an important day for Harry and Ron.\"\n        ],\n        [\n            44821,\n            \"\\u201d Harry asked Ron as he poured sugar on his porridge.\"\n        ],\n        [\n            45099,\n            \"Hagrid Harry borrowed Ron\\u2019s quill, scribbled Yes, please, see you later on the back of the note, and sent Hedwig off again.\"\n        ],\n        [\n            45512,\n            \"Harry and Ron exchanged looks with raised eyebrows.\"\n        ]\n    ],\n    \"[1, 17]\": [\n        [\n            30626,\n            \"Harry watched, careful not to blink in case he missed it-but just as the boy reached the dividing barrier between the two platforms, a large crowd of tourists came swarming in front of him and by the time the last backpack had cleared away, the boy had vanished.\"\n        ],\n        [\n            31738,\n            \"\\u201d The youngest boy tried to jerk out of the way, but she grabbed him and began rubbing the end of his nose.\"\n        ],\n        [\n            31827,\n            \"He had already changed into his billowing black Hogwarts robes, and Harry noticed a shiny red and gold badge on his chest with the letter P on it.\"\n        ],\n        [\n            31870,\n            \"\\u201cI\\u2019m up front, the prefects have got two compartments to themselves-\\u201c\\u201cOh, are you a prefect, Percy?\"\n        ],\n        [\n            31911,\n            \"\\u201cYou should have said something, we had no idea.\"\n        ],\n        [\n            31923,\n            \"\\u201d \\u201cHang on, I think I remember him saying something about it,\\u201dsaid the other twin.\"\n        ],\n        [\n            32028,\n            \"\\u201d She kissed Percy on the cheek and he left.\"\n        ],\n        [\n            32258,\n            \"\\u201d \\u201cYou\\u2019ve already seen him, Ginny, and the poor boy isn\\u2019t something you goggle at in a zoo.\"\n        ],\n        [\n            32313,\n            \"\\u201d \\u201cPoor dear-no wonder he was alone, I wondered.\"\n        ],\n        [\n            32342,\n            \"\\u201d \\u201cNever mind that, do you think he remembers what You-Know-Who looks like?\"\n        ],\n        [\n            32370,\n            \"\\u201cI forbid you to ask him, Fred.\"\n        ],\n        [\n            32503,\n            \"Harry saw the boys\\u2019 mother waving and their sister, half laughing, half crying, running to keep up with the train until it gathered too much speed, then she fell back and waved.\"\n        ],\n        [\n            32541,\n            \"Harry watched the girl and her mother disappear as the train rounded the corner.\"\n        ],\n        [\n            32975,\n            \"\\u201cI think Mom\\u2019s got a second cousin who\\u2019s an accountant, but we never talk about him.\"\n        ],\n        [\n            33071,\n            \"Wish I\\u2019d had three wizard brothers.\"\n        ],\n        [\n            33097,\n            \"\\u201cI\\u2019m the sixth in our family to go to Hogwarts.\"\n        ],\n        [\n            33111,\n            \"You could say I\\u2019ve got a lot to live up to.\"\n        ],\n        [\n            33215,\n            \"I\\u2019ve got Bill\\u2019s old robes, Charlie\\u2019s old wand, and Percy\\u2019s old rat.\"\n        ],\n        [\n            33274,\n            \"Percy got an owl from my dad for being made a prefect, but they couldn\\u2019t aff-I mean, I got Scabbers instead.\"\n        ],\n        [\n            33402,\n            \"and until Hagrid told me, I didn\\u2019t know anything about being a wizard or about my parents or Voldemort-\\u201cRon gasped.\"\n        ],\n        [\n            33694,\n            \"He had never had any money for candy with the Dursleys, and now that he had pockets rattling with gold and silver he was ready to buy as many Mars Bars as he could carry-but the woman didn\\u2019t have Mars Bars.\"\n        ],\n        [\n            33872,\n            \"He pulled one of them apart and said, \\u201cShe always forgets I don\\u2019t like corned beef.\"\n        ],\n        [\n            33934,\n            \"\\u201cShe hasn\\u2019t got much time,\\u201dhe added quickly, \\u201cyou know, with five of us.\"\n        ],\n        [\n            33988,\n            \"It was a nice feeling, sitting there with Ron, eating their way through all Harry\\u2019s pasties, cakes, and candies (the sandwiches lay forgotten).\"\n        ],\n        [\n            34223,\n            \"I might get Agrippa-thanks Harry turned over his card and read: ALBUS DUMBLEDORE CURRENTLY HEADMASTER OF HOGWARTS Considered by many the greatest wizard of modern times, Dumbledore is particularly famous for his defeat of the Dark wizard Grindelwald in 1945, for the discovery of the twelve uses of dragon\\u2019s blood, and his work on alchemy with his partner, Nicolas Flamel.\"\n        ],\n        [\n            34503,\n            \"Soon he had not only Dumbledore and Morgana, but Hengist of Woodcraft, Alberic Grunnion, Circe, Paracelsus, and Merlin.\"\n        ],\n        [\n            34735,\n            \"There was a knock on the door of their compartment and the round-faced boy Harry had passed on platform nine and three-quarters came in.\"\n        ],\n        [\n            34903,\n            \"\\u201cHe might have died and you wouldn\\u2019t know the difference,\\u201dsaid Ron in disgust.\"\n        ],\n        [\n            35074,\n            \"\\u201cWe\\u2019ve already told him we haven\\u2019t seen it,\\u201dsaid Ron, but the girl wasn\\u2019t listening, she was looking at the wand in his hand.\"\n        ],\n        [\n            35601,\n            \"\\u201cStupid spell-George gave it to me, bet he knew it was a dud.\"\n        ],\n        [\n            35733,\n            \"\\u201cYou know, I think the ends of Scabbers\\u2019 whiskers are a bit lighter,\\u201dsaid Harry, trying to take Ron\\u2019s mind off Houses.\"\n        ],\n        [\n            35796,\n            \"\\u201cCharlie\\u2019s in Romania studying dragons, and Bill\\u2019s in Africa doing something for Gringotts,\\u201dsaid Ron.\"\n        ],\n        [\n            35827,\n            \"It\\u2019s been all over the Daily Prophet, but I don\\u2019t suppose you get that with the Muggles-someone tried to rob a high security vault.\"\n        ],\n        [\n            35893,\n            \"My dad says it must\\u2019ve been a powerful Dark wizard to get round Gringotts, but they don\\u2019t think they took anything, that\\u2019s what\\u2019s odd.\"\n        ],\n        [\n            36041,\n            \"\\u201cOh, you wait, it\\u2019s the best game in the world-\\u201cAnd he was off, explaining all about the four balls and the positions of the seven players, describing famous games he\\u2019d been to with his brothers and the broomstick he\\u2019d like to get if he had the money.\"\n        ],\n        [\n            36103,\n            \"He was just taking Harry through the finer points of the game when the compartment door slid open yet again, but it wasn\\u2019t Neville the toadless boy, or Hermione Granger this time.\"\n        ],\n        [\n            36531,\n            \"\\u201d Both Harry and Ron stood up.\"\n        ],\n        [\n            36574,\n            \"\\u201cUnless you get out now,\\u201dsaid Harry, more bravely than he felt, because Crabbe and Goyle were a lot bigger than him or Ron.\"\n        ],\n        [\n            36780,\n            \"\\u201cI think he\\u2019s been knocked out,\\u201dRon said to Harry.\"\n        ],\n        [\n            36844,\n            \"\\u201cI\\u2019ve heard of his family,\\u201dsaid Ron darkly.\"\n        ],\n        [\n            36987,\n            \"\\u201d \\u201cScabbers has been fighting, not us,\\u201dsaid Ron, scowling at her.\"\n        ],\n        [\n            37066,\n            \"\\u201d Ron glared at her as she left.\"\n        ],\n        [\n            37108,\n            \"He and Ron took off their jackets and pulled on their long black robes.\"\n        ],\n        [\n            37123,\n            \"Ron\\u2019s were a bit short for him, you could see his sneakers underneath them.\"\n        ],\n        [\n            37177,\n            \"\\u201d Harry\\u2019s stomach lurched with nerves and Ron, he saw, looked pale under his freckles.\"\n        ],\n        [\n            38209,\n            \"\\u201d Her eyes lingered for a moment on Neville\\u2019s cloak, which was fastened under his left ear, and on Ron\\u2019s smudged nose.\"\n        ],\n        [\n            38286,\n            \"\\u201d he asked Ron.\"\n        ],\n        [\n            38300,\n            \"Fred said it hurts a lot, but I think he was joking.\"\n        ],\n        [\n            39436,\n            \"\\u201d Ron whispered to Harry.\"\n        ],\n        [\n            39442,\n            \"\\u201cI\\u2019ll kill Fred, he was going on about wrestling a troll.\"\n        ],\n        [\n            39759,\n            \"Harry could see Ron\\u2019s twin brothers catcalling.\"\n        ],\n        [\n            40694,\n            \"\\u201cThomas, Dean,\\u201da Black boy even taller than Ron, joined Harry at the Gryffindor table.\"\n        ],\n        [\n            40759,\n            \"\\u201d Harry clapped loudly with the rest as Ron collapsed into the chair next to him.\"\n        ],\n        [\n            40776,\n            \"\\u201cWell done, Ron, excellent,\\u201dsaid Percy Weasley pompously across Harry as \\u201cZabini, Blaise,\\u201dwas made a Slytherin.\"\n        ],\n        [\n            41243,\n            \"\\u201cMy brothers told me about you-you\\u2019re Nearly Headless Nick!\"\n        ],\n        [\n            46303,\n            \"\\u201d This was so unfair that Harry opened his mouth to argue, but Ron kicked him behind their cauldron.\"\n        ],\n        [\n            46414,\n            \"Can I come and meet Hagrid with you?\"\n        ],\n        [\n            46632,\n            \"\\u201cThis is Ron,\\u201dHarry told Hagrid, who was pouring boiling water into a large teapot and putting rock cakes onto a plate.\"\n        ],\n        [\n            46692,\n            \"\\u201d The rock cakes were shapeless lumps with raisins that almost broke their teeth, but Harry and Ron pretended to be enjoying them as they told Hagrid all about their first lessons.\"\n        ],\n        [\n            46742,\n            \"Harry and Ron were delighted to hear Hagrid call Filch \\u201cthat old git.\"\n        ],\n        [\n            46825,\n            \"Hagrid, like Ron, told Harry not to worry about it, that Snape liked hardly any of the students.\"\n        ],\n        [\n            46927,\n            \"While Ron told Hagrid all about Charlie\\u2019s work with dragons, Harry picked up a piece of paper that was lying on the table under the tea cozy.\"\n        ],\n        [\n            47059,\n            \"Harry remembered Ron telling him on the train that someone had tried to rob Gringotts, but Ron hadn\\u2019t mentioned the date.\"\n        ],\n        [\n            47197,\n            \"As Harry and Ron walked back to the castle for dinner, their pockets weighed down with rock cakes they\\u2019d been too polite to refuse, Harry thought that none of the lessons he\\u2019d had so far had given him as much to think about as tea with Hagrid.\"\n        ],\n        [\n            47423,\n            \"\\u201cYou don\\u2019t know that you\\u2019ll make a fool of yourself,\\u201dsaid Ron reasonably.\"\n        ],\n        [\n            47583,\n            \"Ron had already had a big argument with Dean Thomas, who shared their dormitory, about soccer.\"\n        ],\n        [\n            47625,\n            \"Harry had caught Ron prodding Dean\\u2019s poster of West Ham soccer team, trying to make the players move.\"\n        ],\n        [\n            47996,\n            \"Harry and Ron jumped to their feet.\"\n        ],\n        [\n            48087,\n            \"At three-thirty that afternoon, Harry, Ron, and the other Gryffindors hurried down the front steps onto the grounds for their first flying lesson.\"\n        ],\n        [\n            48184,\n            \"Harry had heard Fred and George Weasley complain about the school brooms, saying that some of them started to vibrate if you flew too high, or always flew slightly to the left.\"\n        ],\n        [\n            48436,\n            \"Harry and Ron were delighted when she told Malfoy he\\u2019d been doing it wrong for years.\"\n        ],\n        [\n            49077,\n            \"He pulled his broomstick up a little to take it even higher, and heard screams and gasps of girls back on the ground and an admiring whoop from Ron.\"\n        ],\n        [\n            49685,\n            \"His stomach twisted as he imagined it, watching Ron and the others becoming wizards while he stumped around the grounds carrying Hagrid\\u2019s bag.\"\n        ],\n        [\n            50274,\n            \"Harry had just finished telling Ron what had happened when he\\u2019d left the grounds with Professor McGonagall.\"\n        ],\n        [\n            50372,\n            \"\\u201d Ron was so amazed, so impressed, he just sat and gaped at Harry.\"\n        ],\n        [\n            50416,\n            \"\\u201d Fred and George Weasley now came into the hall, spotted Harry, and hurried over.\"\n        ],\n        [\n            50461,\n            \"\\u201d \\u201cI tell you, we\\u2019re going to win that Quidditch Cup for sure this year,\\u201dsaid Fred.\"\n        ],\n        [\n            50804,\n            \"\\u201d When Malfoy had gone, Ron and Harry looked at each other.\"\n        ],\n        [\n            50831,\n            \"\\u201cAnd what do you mean, you\\u2019re my second?\"\n        ],\n        [\n            50844,\n            \"\\u201d \\u201cWell, a second\\u2019s there to take over if you die,\\u201dsaid Ron casually, getting started at last on his cold pie.\"\n        ],\n        [\n            50874,\n            \"Catching the look on Harry\\u2019s face, he added quickly, \\u201cBut people only die in proper duels, you know, with real wizards.\"\n        ],\n        [\n            50933,\n            \"I bet he expected you to refuse, anyway.\"\n        ],\n        [\n            51012,\n            \"\\u201cI couldn\\u2019t help overhearing what you and Malfoy were saying-\\u201c\\u201cBet you could,\\u201dRon muttered.\"\n        ],\n        [\n            51156,\n            \"Ron had spent all evening giving him advice such as \\u201cIf he tries to curse you, you\\u2019d better dodge it, because I can\\u2019t remember how to block them.\"\n        ],\n        [\n            51266,\n            \"\\u201cHalf-past eleven,\\u201dRon muttered at last, \\u201cwe\\u2019d better go.\"\n        ],\n        [\n            51443,\n            \"\\u201cCome on,\\u201dhe said to Ron.\"\n        ],\n        [\n            51479,\n            \"She followed Ron through the portrait hole, hissing at them like an angry goose.\"\n        ],\n        [\n            52021,\n            \"\\u201cIf either of you get us caught, I\\u2019ll never rest until I\\u2019ve learned that Curse of the Bogies Quirrell told us about, and used it on you.\"\n        ],\n        [\n            52056,\n            \"\\u201d Hermione opened her mouth, perhaps to tell Ron exactly how to use the Curse of the Bogies, but Harry hissed at her to be quiet and beckoned them all forward.\"\n        ],\n        [\n            52589,\n            \"\\u201d \\u201cWe\\u2019ve got to get back to Gryffindor Tower,\\u201dsaid Ron, \\u201cquickly as possible.\"\n        ],\n        [\n            52914,\n            \"\\u201d Ron moaned, as they pushed helplessly at the door, \\u201cWe\\u2019re done for!\"\n        ],\n        [\n            53750,\n            \"\\u201cNo, we don\\u2019t mind,\\u201dhe said.\"\n        ],\n        [\n            53850,\n            \"10 HALLOWEEN Malfoy couldn\\u2019t believe his eyes when he saw that Harry and Ron were still at Hogwarts the next day, looking tired but perfectly cheerful.\"\n        ],\n        [\n            53880,\n            \"Indeed, by the next morning Harry and Ron thought that meeting the three-headed dog had been an excellent adventure, and they were quite keen to have another one.\"\n        ],\n        [\n            53913,\n            \"In the meantime, Harry filled Ron in about the package that seemed to have been moved from Gringotts to Hogwarts, and they spent a lot of time wondering what could possibly need such heavy protection.\"\n        ],\n        [\n            54040,\n            \"Hermione was now refusing to speak to Harry and Ron, but she was such a bossy know-it-all that they saw this as an added bonus.\"\n        ],\n        [\n            54275,\n            \"McGonagall Harry had difficulty hiding his glee as he handed the note to Ron to read.\"\n        ],\n        [\n            54454,\n            \"\\u201d Ron grinned at Harry.\"\n        ],\n        [\n            54503,\n            \"\\u201cI suppose you and your brothers have to save up twig by twig.\"\n        ],\n        [\n            54647,\n            \"Harry and Ron headed upstairs, smothering their laughter at Malfoy\\u2019s obvious rage and confusion.\"\n        ],\n        [\n            54768,\n            \"\\u201cYes, don\\u2019t stop now,\\u201dsaid Ron, \\u201cit\\u2019s doing us so much good.\"\n        ],\n        [\n            54852,\n            \"He bolted his dinner that evening without noticing what he was eating, and then rushed upstairs with Ron to unwrap the Nimbus Two Thousand at last.\"\n        ],\n        [\n            54880,\n            \"\\u201cWow,\\u201dRon sighed, as the broomstick rolled onto Harry\\u2019s bedspread.\"\n        ],\n        [\n            56834,\n            \"\\u201cIt\\u2019s no wonder no one can stand her,\\u201dhe said to Harry as they pushed their way into the crowded corridor, \\u201cshe\\u2019s a nightmare, honestly.\"\n        ],\n        [\n            56904,\n            \"\\u201cI think she heard you.\"\n        ],\n        [\n            56958,\n            \"On their way down to the Great Hall for the Halloween feast, Harry and Ron overheard Parvati Patil telling her friend Lavender that Hermione was crying in the girls\\u2019 bathroom and wanted to be left alone.\"\n        ],\n        [\n            56997,\n            \"Ron looked still more awkward at this, but a moment later they had entered the Great Hall, where the Halloween decorations put Hermione out of their minds.\"\n        ],\n        [\n            57305,\n            \"As they jostled their way through a crowd of confused Hufflepuffs, Harry suddenly grabbed Ron\\u2019s arm.\"\n        ],\n        [\n            57423,\n            \"\\u201d hissed Ron, pulling Harry behind a large stone griffin.\"\n        ],\n        [\n            57508,\n            \"\\u201cHe\\u2019s heading for the third floor,\\u201dHarry said, but Ron held up his hand.\"\n        ],\n        [\n            57581,\n            \"Ron pointed-at the end of a passage to the left, something huge was moving toward them.\"\n        ],\n        [\n            57973,\n            \"\\u201d Harry said desperately to Ron, and, seizing a tap, he threw it as hard as he could against the wall.\"\n        ],\n        [\n            58072,\n            \"The troll didn\\u2019t even seem to notice the pipe hitting its shoulder, but it heard the yell and paused again, turning its ugly snout toward Ron instead, giving Harry time to run around it.\"\n        ],\n        [\n            58638,\n            \"Professor McGonagall was looking at Ron and Harry.\"\n        ],\n        [\n            58697,\n            \"Harry looked at Ron, who was still standing with his wand in the air.\"\n        ],\n        [\n            58749,\n            \"He wished Ron would put his wand down.\"\n        ],\n        [\n            58863,\n            \"Harry stuck his wand up its nose and Ron knocked it out with its own club.\"\n        ],\n        [\n            58903,\n            \"\\u201d Harry and Ron tried to look as though this story wasn\\u2019t new to them.\"\n        ],\n        [\n            59072,\n            \"Professor McGonagall turned to Harry and Ron.\"\n        ],\n        [\n            59167,\n            \"\\u201cWe should have gotten more than ten points,\\u201dRon grumbled.\"\n        ],\n        [\n            59197,\n            \"\\u201d \\u201cGood of her to get us out of trouble like that,\\u201dRon admitted.\"\n        ],\n        [\n            59224,\n            \"\\u201d \\u201cShe might not have needed saving if we hadn\\u2019t locked the thing in with her,\\u201dHarry reminded him.\"\n        ],\n        [\n            59698,\n            \"Hermione had become a bit more relaxed about breaking rules since Harry and Ron had saved her from the mountain troll, and she was much nicer for it.\"\n        ],\n        [\n            59797,\n            \"Harry, Ron, and Hermione moved closer together to block the fire from view;\"\n        ],\n        [\n            59974,\n            \"Harry, Ron, and Hermione sat together next to a window.\"\n        ],\n        [\n            59987,\n            \"Hermione was checking Harry and Ron\\u2019s Charms homework for them.\"\n        ],\n        [\n            60062,\n            \"Getting up, he told Ron and Hermione he was going to ask Snape if he could have it.\"\n        ],\n        [\n            60303,\n            \"\\u201d Ron asked as Harry joined them.\"\n        ],\n        [\n            60443,\n            \"\\u201d \\u201cHonestly, Hermione, you think all teachers are saints or something,\\u201dsnapped Ron.\"\n        ],\n        [\n            60462,\n            \"\\u201cI\\u2019m with Harry.\"\n        ],\n        [\n            60752,\n            \"Ron and Hermione joined Neville, Seamus, and Dean the West Ham fan up in the top row.\"\n        ],\n        [\n            60912,\n            \"\\u201cThe one we\\u2019ve all been waiting for,\\u201dsaid George.\"\n        ],\n        [\n            60927,\n            \"\\u201cWe know Oliver\\u2019s speech by heart,\\u201dFred told Harry, \\u201cwe were on the team last year.\"\n        ],\n        [\n            61018,\n            \"\\u201d Harry followed Fred and George out of the locker room and, hoping his knees weren\\u2019t going to give way, walked onto the field to loud cheers.\"\n        ],\n        [\n            61271,\n            \"\\u201cAnd she\\u2019s really belting along up there, a neat pass to Alicia Spinnet, a good find of Oliver Wood\\u2019s, last year only a reserve-back to Johnson and-no, the Slytherins have taken the Quaffle, Slytherin Captain Marcus Flint gains the Quaffle and off he goes-Flint flying like an eagle up there-he\\u2019s going to sc-no, stopped by an excellent move by Gryffindor Keeper Wood and the Gryffindors take the Quaffle-that\\u2019s Chaser Katie Bell of Gryffindor there, nice dive around Flint, off up the field and-OUCH-that must have hurt, hit in the back of the head by a Bludger-Quaffle taken by the Slytherins-that\\u2019s Adrian Pucey speeding off toward the goal posts, but he\\u2019s blocked by a second Bludger-sent his way by Fred or George Weasley, can\\u2019t tell which-nice play by the Gryffindor Beater, anyway, and Johnson back in possession of the Quaffle, a clear field ahead and off she goes-she\\u2019s really flying-dodges a speeding Bludger-the goal posts are ahead-come on, now, Angelina-Keeper Bletchley dives-misses-GRYFFINDORS SCORE!\"\n        ],\n        [\n            64153,\n            \"Ron and his brothers were staying, too, because Mr. and Mrs. Weasley were going to Romania to visit Charlie.\"\n        ],\n        [\n            64445,\n            \"\\u201cI\\u2019ll get him,\\u201dsaid Ron, grinding his teeth at Malfoy\\u2019s back, \\u201cone of these days, I\\u2019ll get him-\\u201c\\u201cI hate them both,\\u201dsaid Harry, \\u201cMalfoy and Snape.\"\n        ],\n        [\n            64645,\n            \"\\u201cAnd that reminds me-Harry, Ron, we\\u2019ve got half an hour before lunch, we should be in the library.\"\n        ],\n        [\n            64908,\n            \"\\u201cJust have to find out for ourselves, then,\\u201dsaid Ron, and they left Hagrid looking disgruntled and hurried off to the library.\"\n        ],\n        [\n            65249,\n            \"He, Ron, and Hermione had already agreed they\\u2019d better not ask Madam Pince where they could find Flamel.\"\n        ],\n        [\n            65370,\n            \"Five minutes later, Ron and Hermione joined him, shaking their heads.\"\n        ],\n        [\n            65421,\n            \"\\u201d \\u201cAnd you could ask your parents if they know who Flamel is,\\u201dsaid Ron.\"\n        ],\n        [\n            65466,\n            \"Once the holidays had started, Ron and Harry were having too good a time to think much about Flamel.\"\n        ],\n        [\n            65560,\n            \"Ron also started teaching Harry wizard chess.\"\n        ],\n        [\n            65638,\n            \"Ron knew them so well he never had trouble getting them to do what he wanted.\"\n        ],\n        [\n            65783,\n            \"\\u201cMerry Christmas,\\u201dsaid Ron sleepily as Harry scrambled out of bed and pulled on his bathrobe.\"\n        ],\n        [\n            65803,\n            \"\\u201cYou, too,\\u201dsaid Harry.\"\n        ],\n        [\n            65835,\n            \"\\u201d said Ron, turning to his own pile, which was a lot bigger than Harry\\u2019s.\"\n        ],\n        [\n            65979,\n            \"\\u201d \\u201cYou can keep it,\\u201dsaid Harry, laughing at how pleased Ron was.\"\n        ],\n        [\n            66043,\n            \"I told her you didn\\u2019t expect any presents and-oh, no,\\u201dhe groaned, \\u201cshe\\u2019s made you a Weasley sweater.\"\n        ],\n        [\n            66100,\n            \"\\u201cEvery year she makes us a sweater,\\u201dsaid Ron, unwrapping his own, \\u201cand mine\\u2019s always maroon.\"\n        ],\n        [\n            66321,\n            \"\\u201d Harry threw the cloak around his shoulders and Ron gave a yell.\"\n        ],\n        [\n            66631,\n            \"\\u201cHarry\\u2019s is better than ours, though,\\u201dsaid Fred, holding up Harry\\u2019s sweater.\"\n        ],\n        [\n            66999,\n            \"Harry pulled a wizard cracker with Fred and it didn\\u2019t just bang, it went off with a blast like a cannon and engulfed them all in a cloud of blue smoke, while from the inside exploded a rear admiral\\u2019s hat and several live, white mice.\"\n        ],\n        [\n            67300,\n            \"After a meal of turkey sandwiches, crumpets, trifle, and Christmas cake, everyone felt too full and sleepy to do much before bed except sit and watch Percy chase Fred and George all over Gryffindor Tower because they\\u2019d stolen his prefect badge.\"\n        ],\n        [\n            67587,\n            \"Should Harry wake him?\"\n        ],\n        [\n            69133,\n            \"\\u201cYou could have woken me up,\\u201dsaid Ron, crossly.\"\n        ],\n        [\n            69147,\n            \"\\u201cYou can come tonight, I\\u2019m going back, I want to show you the mirror.\"\n        ],\n        [\n            69167,\n            \"\\u201d \\u201cI\\u2019d like to see your mom and dad,\\u201dRon said eagerly.\"\n        ],\n        [\n            69185,\n            \"\\u201cAnd I want to see all your family, all the Weasleys, you\\u2019ll be able to show me your other brothers and everyone.\"\n        ],\n        [\n            69213,\n            \"\\u201d \\u201cYou can see them any old time,\\u201dsaid Ron.\"\n        ],\n        [\n            69359,\n            \"With Ron covered in the cloak, too, they had to walk much more slowly the next night.\"\n        ],\n        [\n            69458,\n            \"Just as Ron started moaning that his feet were dead with cold, Harry spotted the suit of armor.\"\n        ],\n        [\n            69560,\n            \"\\u201d \\u201cI can only see you.\"\n        ],\n        [\n            69583,\n            \"\\u201d Harry stepped aside, but with Ron in front of the mirror, he couldn\\u2019t see his family anymore, just Ron in his paisley pajamas.\"\n        ],\n        [\n            69633,\n            \"\\u201cCan you see all your family standing around you?\"\n        ],\n        [\n            69644,\n            \"\\u201d \\u201cNo-I\\u2019m alone-but I\\u2019m different-I look older-and I\\u2019m Head Boy!\"\n        ],\n        [\n            69711,\n            \"\\u201d Ron tore his eyes away from this splendid sight to look excitedly at Harry.\"\n        ],\n        [\n            69743,\n            \"All my family are dead-let me have another look-\\u201c\\u201cYou had it to yourself all last night, give me a bit more time.\"\n        ],\n        [\n            69798,\n            \"\\u201d \\u201cDon\\u2019t push me-\\u201cA sudden noise outside in the corridor put an end to their discussion.\"\n        ],\n        [\n            69836,\n            \"\\u201d Ron threw the cloak back over them as the luminous eyes of Mrs. Norris came round the door.\"\n        ],\n        [\n            69857,\n            \"Ron and Harry stood quite still, both thinking the same thing-did the cloak work on cats?\"\n        ],\n        [\n            69888,\n            \"\\u201cThis isn\\u2019t safe-she might have gone for Filch, I bet she heard us.\"\n        ],\n        [\n            69911,\n            \"\\u201d And Ron pulled Harry out of the room.\"\n        ],\n        [\n            69971,\n            \"\\u201d \\u201cI know what you\\u2019re thinking about, Harry, that mirror.\"\n        ],\n        [\n            69999,\n            \"\\u201d \\u201cI dunno, I\\u2019ve just got a bad feeling about it-and anyway, you\\u2019ve had too many close shaves already.\"\n        ],\n        [\n            70071,\n            \"\\u201d \\u201cI\\u2019m serious, Harry, don\\u2019t go.\"\n        ],\n        [\n            70085,\n            \"\\u201d But Harry only had one thought in his head, which was to get back in front of the mirror, and Ron wasn\\u2019t going to stop him.\"\n        ],\n        [\n            70950,\n            \"\\u201cYou see, Dumbledore was right, that mirror could drive you mad,\\u201dsaid Ron, when Harry told him about these dreams.\"\n        ],\n        [\n            71437,\n            \"The rest of the team hung back to talk to one another as usual at the end of practice, but Harry headed straight back to the Gryffindor common room, where he found Ron and Hermione playing chess.\"\n        ],\n        [\n            71477,\n            \"Chess was the only thing Hermione ever lost at, something Harry and Ron thought was very good for her.\"\n        ],\n        [\n            71498,\n            \"\\u201cDon\\u2019t talk to me for a moment,\\u201dsaid Ron when Harry sat down next to him, \\u201cI need to concern\\u201dHe caught sight of Harry\\u2019s face.\"\n        ],\n        [\n            71590,\n            \"\\u201cSay you\\u2019re ill,\\u201dsaid Ron.\"\n        ],\n        [\n            71612,\n            \"\\u201cReally break your leg,\\u201dsaid Ron.\"\n        ],\n        [\n            71750,\n            \"\\u201d Hermione asked him, leading him over to sit with Harry and Ron.\"\n        ],\n        [\n            72084,\n            \"Then he looked up at Ron and Hermione.\"\n        ],\n        [\n            72228,\n            \"Harry and Ron barely had time to exchange mystified looks before she was dashing back, an enormous old book in her arms.\"\n        ],\n        [\n            72395,\n            \"\\u201d said Harry and Ron.\"\n        ],\n        [\n            72420,\n            \"\\u201d She pushed the book toward them, and Harry and Ron read: The ancient study of alchemy is concerned with making the Sorcerer\\u2019s Stone, a legendary substance with astonishing powers.\"\n        ],\n        [\n            72557,\n            \"\\u201d said Hermione, when Harry and Ron had finished.\"\n        ],\n        [\n            72652,\n            \"\\u201d \\u201cAnd no wonder we couldn\\u2019t find Flamel in that Study of Recent Developments in Wizardry,\\u201dsaid Ron.\"\n        ],\n        [\n            72697,\n            \"\\u201d The next morning in Defense Against the Dark Arts, while copying down different ways of treating werewolf bites, Harry and Ron were still discussing what they\\u2019d do with a Sorcerer\\u2019s Stone if they had one.\"\n        ],\n        [\n            72740,\n            \"It wasn\\u2019t until Ron said he\\u2019d buy his own Quidditch team that Harry remembered about Snape and the coming match.\"\n        ],\n        [\n            72765,\n            \"\\u201cI\\u2019m going to play,\\u201dhe told Ron and Hermione.\"\n        ],\n        [\n            72844,\n            \"As the match drew nearer, however, Harry became more and more nervous, whatever he told Ron and Hermione.\"\n        ],\n        [\n            73126,\n            \"Little did Harry know that Ron and Hermione had been secretly practicing the Leg-Locker Curse.\"\n        ],\n        [\n            74874,\n            \"\\u201d shouted Ron, thumping Harry on the back.\"\n        ],\n        [\n            75195,\n            \"Every time they passed the third-floor corridor, Harry, Ron, and Hermione would press their ears to the door to check that Fluffy was still growling inside.\"\n        ],\n        [\n            75247,\n            \"Whenever Harry passed Quirrell these days he gave him an encouraging sort of smile, and Ron had started telling people off for laughing at Quirrell\\u2019s stutter.\"\n        ],\n        [\n            75308,\n            \"Harry and Ron wouldn\\u2019t have minded, but she kept nagging them to do the same.\"\n        ],\n        [\n            75362,\n            \"\\u201d \\u201cBut we\\u2019re not six hundred years old,\\u201dRon reminded her.\"\n        ],\n        [\n            75511,\n            \"Moaning and yawning, Harry and Ron spent most of their free time in the library with her, trying to get through all their extra work.\"\n        ],\n        [\n            75606,\n            \"Harry, who was looking up \\u201cDittany\\u201din One Thousand Magical Herbs and Fungi, didn\\u2019t look up until he heard Ron say, \\u201cHagrid!\"\n        ],\n        [\n            75719,\n            \"\\u201d \\u201cOh, we found out who he is ages ago,\\u201dsaid Ron impressively.\"\n        ],\n        [\n            76022,\n            \"\\u201d \\u201cHagrid\\u2019s always wanted a dragon, he told me so the first time I ever met him,\\u201dsaid Harry.\"\n        ],\n        [\n            76162,\n            \"The Ministry of Magic has a job hushing them up, I can tell you.\"\n        ],\n        [\n            76540,\n            \"Harry and Ron beamed at Hermione.\"\n        ],\n        [\n            76547,\n            \"\\u201cWell, I don\\u2019s\\u2019 pose it could hurt ter tell yeh that.\"\n        ],\n        [\n            76677,\n            \"\\u201d Harry knew Ron and Hermione were thinking the same as he was.\"\n        ],\n        [\n            76765,\n            \"\\u201cAnd you wouldn\\u2019t tell anyone, would you?\"\n        ],\n        [\n            76816,\n            \"\\u201cHagrid, can we have a window open?\"\n        ],\n        [\n            76845,\n            \"Harry noticed him glance at the fire.\"\n        ],\n        [\n            77206,\n            \"So now they had something else to worry about: what might happen to Hagrid if anyone found out he was hiding an illegal dragon in his hut.\"\n        ],\n        [\n            77235,\n            \"\\u201cWonder what it\\u2019s like to have a peaceful life,\\u201dRon sighed, as evening after evening they struggled through all the extra homework they were getting.\"\n        ],\n        [\n            77267,\n            \"Hermione had now started making study schedules for Harry and Ron, too.\"\n        ],\n        [\n            77352,\n            \"\\u201d \\u201cWe\\u2019ve got lessons, we\\u2019ll get into trouble, and that\\u2019s nothing to what Hagrid\\u2019s going to be in when someone finds out what he\\u2019s doing-\\u201c\\u201cShut up!\"\n        ],\n        [\n            77502,\n            \"Hagrid greeted them, looking flushed and excited.\"\n        ],\n        [\n            77518,\n            \"\\u201d He ushered them inside.\"\n        ],\n        [\n            77807,\n            \"Something about the smile lurking on Malfoy\\u2019s face during the next week made Harry, Ron, and Hermione very nervous.\"\n        ],\n        [\n            77831,\n            \"They spent most of their free time in Hagrid\\u2019s darkened hut, trying to reason with him.\"\n        ],\n        [\n            77987,\n            \"\\u201d \\u201cHe\\u2019s lost his marbles,\\u201dRon muttered in Harry\\u2019s ear.\"\n        ],\n        [\n            78005,\n            \"\\u201cHagrid,\\u201dsaid Harry loudly, \\u201cgive it two weeks and Norbert\\u2019s going to be as long as your house.\"\n        ],\n        [\n            78073,\n            \"\\u201d Harry suddenly turned to Ron.\"\n        ],\n        [\n            78162,\n            \"\\u201d And in the end, Hagrid agreed that they could send an owl to Charlie to ask him.\"\n        ],\n        [\n            78226,\n            \"Ron appeared out of nowhere as he pulled off Harry\\u2019s Invisibility Cloak.\"\n        ],\n        [\n            78271,\n            \"\\u201d he said, showing them his hand, which was wrapped in a bloody handkerchief.\"\n        ],\n        [\n            78305,\n            \"I tell you, that dragon\\u2019s the most horrible animal I\\u2019ve ever met, but the way Hagrid goes on about it, you\\u2019d think it was a fluffy little bunny rabbit.\"\n        ],\n        [\n            78344,\n            \"When it bit me he told me off for frightening it.\"\n        ],\n        [\n            78927,\n            \"Madam Pomfrey came over at that moment and made them leave, saying Ron needed sleep.\"\n        ],\n        [\n            79039,\n            \"\\u201cI won\\u2019t let you in,\\u201dhe puffed.\"\n        ],\n        [\n            79069,\n            \"\\u201d When they told him about Charlie\\u2019s letter, his eyes filled with tears, although that might have been because Norbert had just bitten him on the leg.\"\n        ],\n        [\n            79163,\n            \"They would have felt sorry for Hagrid when the time came for him to say good-bye to Norbert if they hadn\\u2019t been so worried about what they had to do.\"\n        ],\n        [\n            79332,\n            \"\\u201d Hagrid sobbed, as Harry and Hermione covered the crate with the Invisibility Cloak and stepped underneath it themselves.\"\n        ],\n        [\n            81132,\n            \"He, Ron, and Hermione kept to themselves, working late into the night, trying to remember the ingredients in complicated potions, learn charms and spells by heart, memorize the dates of magical discoveries and goblin rebellions.\"\n        ],\n        [\n            81426,\n            \"Harry went back to the library, where Hermione was testing Ron on Astronomy.\"\n        ],\n        [\n            81524,\n            \"\\u201cI bet there\\u2019s a book somewhere in here telling you how to get past a giant three-headed dog.\"\n        ],\n        [\n            81556,\n            \"\\u201d The light of adventure was kindling again in Ron\\u2019s eyes, but Hermione answered before Harry could.\"\n        ],\n        [\n            81930,\n            \"At eleven o\\u2019clock that night, they said good-bye to Ron in the common room and went down to the entrance hall with Neville.\"\n        ],\n        [\n            87056,\n            \"Maybe it was because they hadn\\u2019t seen what Harry had seen in the forest, or because they didn\\u2019t have scars burning on their foreheads, but Ron and Hermione didn\\u2019t seem as worried about the Stone as Harry.\"\n        ],\n        [\n            87273,\n            \"\\u201d Hermione always liked to go through their exam papers afterward, but Ron said this made him feel ill, so they wandered down to the lake and flopped under a tree.\"\n        ],\n        [\n            87859,\n            \"\\u201d said Ron, but Harry, sprinting across the grounds toward the forest, didn\\u2019t answer.\"\n        ],\n        [\n            87927,\n            \"\\u201d \\u201cYes, please,\\u201dsaid Ron, but Harry cut him off.\"\n        ],\n        [\n            87953,\n            \"Hagrid, I\\u2019ve got to ask you something.\"\n        ],\n        [\n            88000,\n            \"\\u201d He saw the three of them look stunned and raised his eyebrows.\"\n        ],\n        [\n            88142,\n            \"He asked a bit about the sorta creatures I look after.\"\n        ],\n        [\n            88156,\n            \"so I told him.\"\n        ],\n        [\n            88212,\n            \"yeah, then he said he had the dragon egg an\\u2019we could play cards fer it if I wanted.\"\n        ],\n        [\n            88262,\n            \"So I told him, after Fluffy, a dragon would be easy.\"\n        ],\n        [\n            88400,\n            \"\\u201d Harry, Ron, and Hermione didn\\u2019t speak to each other at all until they came to a halt in the entrance hall, which seemed very cold and gloomy after the grounds.\"\n        ],\n        [\n            88597,\n            \"\\u201cWe want to see Professor Dumbledore,\\u201dsaid Hermione, rather bravely, Harry and Ron thought.\"\n        ],\n        [\n            89071,\n            \"Harry and Ron wheeled round.\"\n        ],\n        [\n            89384,\n            \"\\u201cAnd we\\u2019d better stay outside the third-floor corridor,\\u201dHarry told Ron.\"\n        ],\n        [\n            89508,\n            \"\\u201d Harry and Ron went back to the common room.\"\n        ],\n        [\n            90164,\n            \"Harry and Ron didn\\u2019t talk much.\"\n        ],\n        [\n            90198,\n            \"\\u201cBetter get the cloak,\\u201dRon muttered, as Lee Jordan finally left, stretching and yawning.\"\n        ],\n        [\n            90478,\n            \"\\u201d \\u201cYou don\\u2019t understand,\\u201dsaid Harry, \\u201cthis is important.\"\n        ],\n        [\n            90507,\n            \"\\u201cI won\\u2019t let you do it,\\u201dhe said, hurrying to stand in front of the portrait hole.\"\n        ],\n        [\n            90531,\n            \"\\u201cI\\u2019ll-I\\u2019ll fight you!\"\n        ],\n        [\n            90579,\n            \"\\u201cI don\\u2019t think you should be breaking any more rules!\"\n        ],\n        [\n            90593,\n            \"And you were the one who told me to stand up to people!\"\n        ],\n        [\n            90607,\n            \"\\u201d \\u201cYes, but not to us,\\u201dsaid Ron in exasperation.\"\n        ],\n        [\n            90792,\n            \"Only his eyes were moving, looking at them in horror.\"\n        ],\n        [\n            90843,\n            \"\\u201d \\u201cWe had to, Neville, no time to explain,\\u201dsaid Harry.\"\n        ],\n        [\n            90860,\n            \"\\u201cYou\\u2019ll understand later, Neville,\\u201dsaid Ron as they stepped over him and pulled on the Invisibility Cloak.\"\n        ],\n        [\n            91597,\n            \"\\u201cKeep playing,\\u201dRon warned Harry as they slipped out of the cloak and crept toward the trapdoor.\"\n        ],\n        [\n            91636,\n            \"\\u201cI think we\\u2019ll be able to pull the door open,\\u201dsaid Ron, peering over the dog\\u2019s back.\"\n        ],\n        [\n            91749,\n            \"\\u201d Harry, who was still playing the flute, waved at Ron to get his attention and pointed at himself.\"\n        ],\n        [\n            91880,\n            \"Then he looked up at Ron and said, \\u201cIf anything happens to me, don\\u2019t follow.\"\n        ],\n        [\n            92046,\n            \"He landed, sprawled next to Harry.\"\n        ],\n        [\n            92197,\n            \"As for Harry and Ron, their legs had already been bound tightly in long creepers without their noticing.\"\n        ],\n        [\n            92292,\n            \"\\u201d \\u201cOh, I\\u2019m so glad we know what it\\u2019s called, that\\u2019s a great help,\\u201dsnarled Ron, leaning back, trying to stop the plant from curling around his neck.\"\n        ],\n        [\n            92568,\n            \"\\u201cYeah,\\u201dsaid Ron, \\u201cand lucky Harry doesn\\u2019t lose his head in a crisis-\\u2018 there\\u2019s no wood,\\u2019honestly.\"\n        ],\n        [\n            93263,\n            \"\\u201d Ron went speeding in the direction that Harry was pointing, crashed into the ceiling, and nearly fell off his broom.\"\n        ],\n        [\n            93314,\n            \"\\u201cRon, you come at it from above-Hermione, stay below and stop it from going down-and I\\u2019ll try and catch it.\"\n        ],\n        [\n            93348,\n            \"\\u201d Ron dived, Hermione rocketed upward, the key dodged them both, and Harry streaked after it;\"\n        ],\n        [\n            93565,\n            \"Harry, Ron and Hermione shivered slightly-the towering white chessmen had no faces.\"\n        ],\n        [\n            93639,\n            \"\\u201cI think,\\u201dsaid Ron, \\u201cwe\\u2019re going to have to be chessmen.\"\n        ],\n        [\n            93704,\n            \"\\u201cDo we-er-have to join you to get across?\"\n        ],\n        [\n            93744,\n            \"\\u201cI suppose we\\u2019ve got to take the place of three of the black pieces.\"\n        ],\n        [\n            93762,\n            \"Harry and Hermione stayed quiet, watching Ron think.\"\n        ],\n        [\n            93772,\n            \"Finally he said, \\u201cNow, don\\u2019t be offended or anything, but neither of you are that good at chess-\\u201cWe\\u2019re not offended,\\u201dsaid Harry quickly.\"\n        ],\n        [\n            93848,\n            \"\\u201d \\u201cI\\u2019m going to be a knight,\\u201dsaid Ron.\"\n        ],\n        [\n            93863,\n            \"The chessmen seemed to have been listening, because at these words a knight, a bishop, and a castle turned their backs on the white pieces and walked off the board, leaving three empty squares that Harry, Ron, and Hermione took.\"\n        ],\n        [\n            94080,\n            \"Twice, Ron only just noticed in time that Harry and Hermione were in danger.\"\n        ],\n        [\n            94096,\n            \"He himself darted around the board, taking almost as many white pieces as they had lost black ones.\"\n        ],\n        [\n            94116,\n            \"\\u201cWe\\u2019re nearly there,\\u201dhe muttered suddenly.\"\n        ],\n        [\n            94208,\n            \"I make my move and she\\u2019ll take me-that leaves you free to checkmate the king, Harry!\"\n        ],\n        [\n            94245,\n            \"\\u201d \\u201cRon-\\u201c\\u201cLook, if you don\\u2019t hurry up, hell already have the Stone!\"\n        ],\n        [\n            94286,\n            \"\\u201cHere I go-now, don\\u2019t hang around once you\\u2019ve won.\"\n        ],\n        [\n            94372,\n            \"The white king took off his crown and threw it at Harry\\u2019s feet.\"\n        ],\n        [\n            94404,\n            \"With one last desperate look back at Ron, Harry and Hermione charged through the door and up the next passageway.\"\n        ],\n        [\n            94434,\n            \"\\u201d \\u201cHe\\u2019ll be all right,\\u201dsaid Harry, trying to convince himself.\"\n        ],\n        [\n            95239,\n            \"Grab brooms from the flying-key room, they\\u2019ll get you out of the trapdoor and past Fluffy-go straight to the owlery and send Hedwig to Dumbledore, we need him.\"\n        ],\n        [\n            100254,\n            \"\\u201d And she let Ron and Hermione in.\"\n        ],\n        [\n            100293,\n            \"\\u201cOh, Harry, we were sure you were going to-Dumbledore was so worried-\\u201c\\u201cThe whole school\\u2019s talking about it,\\u201dsaid Ron.\"\n        ],\n        [\n            100370,\n            \"Ron and Hermione were a very good audience;\"\n        ],\n        [\n            100462,\n            \"\\u2019 \\u201c\\u201cI always said he was off his rocker,\\u201dsaid Ron, looking quite impressed at how crazy his hero was.\"\n        ],\n        [\n            100513,\n            \"\\u201cI brought Ron round-that took a while-and we were dashing up to the owlery to contact Dumbledore when we met him in the entrance hall-he already knew-he just said, \\u2018 Harry\\u2019s gone after him, hasn\\u2019t he?\"\n        ],\n        [\n            101522,\n            \"He slipped into a seat between Ron and Hermione at the Gryffindor table and tried to ignore the fact that people were standing up to look at him.\"\n        ],\n        [\n            102160,\n            \"Harry, Ron, and Hermione stood up to yell and cheer as Neville, white with shock, disappeared under a pile of people hugging him.\"\n        ],\n        [\n            102201,\n            \"Harry, still cheering, nudged Ron in the ribs and pointed at Malfoy, who couldn\\u2019t have looked more stunned and horrified if he\\u2019d just had the Body-Bind Curse put on him.\"\n        ],\n        [\n            102435,\n            \"To their great surprise, both he and Ron passed with good marks;\"\n        ],\n        [\n            102727,\n            \"\\u201cYou must come and stay this summer,\\u201dsaid Ron, \\u201cboth of you-I\\u2019ll send you an owl.\"\n        ],\n        [\n            102806,\n            \"\\u201d \\u201cStill famous,\\u201dsaid Ron, grinning at him.\"\n        ],\n        [\n            102835,\n            \"He, Ron, and Hermione passed through the gateway together.\"\n        ],\n        [\n            103065,\n            \"Harry hung back for a last word with Ron and Hermione.\"\n        ]\n    ],\n    \"[1, 18]\": [\n        [\n            78,\n            \"He was a big, beefy man with hardly any neck, although he did have a very large mustache.\"\n        ],\n        [\n            365,\n            \"Mr. Dursley hummed as he picked out his most boring tie for work, and Mrs. Dursley gossiped away happily as she wrestled a screaming Dudley into his high chair.\"\n        ],\n        [\n            412,\n            \"At half past eight, Mr. Dursley picked up his briefcase, pecked Mrs. Dursley on the cheek, and tried to kiss Dudley good-bye but missed, because Dudley was now having a tantrum and throwing his cereal at the walls.\"\n        ],\n        [\n            733,\n            \"Mr. Dursley couldn\\u2019t bear people who dressed in funny clothes-the getups you saw on young people!\"\n        ],\n        [\n            793,\n            \"Mr. Dursley was enraged to see that a couple of them weren\\u2019t young at all;\"\n        ],\n        [\n            812,\n            \"why, that man had to be older than he was, and wearing an emerald-green cloak!\"\n        ],\n        [\n            837,\n            \"But then it struck Mr. Dursley that this was probably some silly stunt-these people were obviously collecting for something.\"\n        ],\n        [\n            933,\n            \"He didn\\u2019t see the owls swooping past in broad daylight, though people down in the street did;\"\n        ],\n        [\n            1141,\n            \"\\u201cThe Potters, that\\u2019s right, that\\u2019s what I heard-\\u201c\\u201c-yes, their son, Harry-\\u201cMr. Dursley stopped dead.\"\n        ],\n        [\n            1288,\n            \"Come to think of it, he wasn\\u2019t even sure his nephew was called Harry.\"\n        ],\n        [\n            1306,\n            \"He\\u2019d never even seen the boy.\"\n        ],\n        [\n            1346,\n            \"He didn\\u2019t blame her-if he\\u2019d had a sister like that.\"\n        ],\n        [\n            1562,\n            \"He had been hugged by a complete stranger.\"\n        ],\n        [\n            1734,\n            \"He was still determined not to mention anything to his wife.\"\n        ],\n        [\n            1757,\n            \"She told him over dinner all about Mrs. Next Door\\u2019s problems with her daughter and how Dudley had learned a new word (\\\" Won\\u2019t!\"\n        ],\n        [\n            2089,\n            \"He\\u2019d have to say something to her.\"\n        ],\n        [\n            2125,\n            \"\\u201d As he had expected, Mrs. Dursley looked shocked and angry.\"\n        ],\n        [\n            2255,\n            \"Mr. Dursley wondered whether he dared tell her he\\u2019d heard the name \\u201cPotter.\"\n        ],\n        [\n            2282,\n            \"Instead he said, as casually as he could, \\u201cTheir son-he\\u2019d be about Dudley\\u2019s age now, wouldn\\u2019t he?\"\n        ],\n        [\n            2378,\n            \"\\u201d He didn\\u2019t say another word on the subject as they went upstairs to bed.\"\n        ],\n        [\n            2396,\n            \"While Mrs. Dursley was in the bathroom, Mr. Dursley crept to the bedroom window and peered down into the front garden.\"\n        ],\n        [\n            2463,\n            \"if it got out that they were related to a pair of-well, he didn\\u2019t think he could bear it.\"\n        ],\n        [\n            2494,\n            \"Mrs. Dursley fell asleep quickly but Mr. Dursley lay awake, turning it all over in his mind.\"\n        ],\n        [\n            2515,\n            \"His last, comforting thought before he fell asleep was that even if the Potters were involved, there was no reason for them to come near him and Mrs. Dursley.\"\n        ],\n        [\n            2548,\n            \"The Potters knew very well what he and Petunia thought about them and their kind.\"\n        ],\n        [\n            2567,\n            \"He couldn\\u2019t see how he and Petunia could get mixed up in anything that might be going on-he yawned and turned over-it couldn\\u2019t affect them.\"\n        ],\n        [\n            4047,\n            \"He went to find the Potters.\"\n        ],\n        [\n            4183,\n            \"He couldn\\u2019t kill that little boy.\"\n        ],\n        [\n            4192,\n            \"No one knows why, or how, but they\\u2019re saying that when he couldn\\u2019t kill Harry Potter, Voldemort\\u2019s power somehow broke-and that\\u2019s why he\\u2019s gone.\"\n        ],\n        [\n            4310,\n            \"\\u201d \\u201cWe can only guess,\\u201dsaid Dumbledore.\"\n        ],\n        [\n            4465,\n            \"\\u201d \\u201cI\\u2019ve come to bring Harry to his aunt and uncle.\"\n        ],\n        [\n            4587,\n            \"\\u201d \\u201cIt\\u2019s the best place for him,\\u201dsaid Dumbledore firmly.\"\n        ],\n        [\n            4827,\n            \"But how is the boy getting here, Dumbledore?\"\n        ],\n        [\n            4837,\n            \"\\u201d She eyed his cloak suddenly as though she thought he might be hiding Harry underneath it.\"\n        ],\n        [\n            5154,\n            \"I\\u2019ve got him, sir.\"\n        ],\n        [\n            5170,\n            \"\\u201d \\u201cNo, sir-house was almost destroyed, but I got him out all right before the Muggles started swarmin\\u2019around.\"\n        ],\n        [\n            5349,\n            \"\\u201d Dumbledore took Harry in his arms and turned toward the Dursleys\\u2019 house.\"\n        ],\n        [\n            5364,\n            \"\\u201cCould I-could I say good-bye to him, sir?\"\n        ],\n        [\n            5462,\n            \"\\u201cBut I c-c-can\\u2019t stand it-Lily an\\u2019James dead-an\\u2019poor little Harry off ter live with Muggles-\\u201c\\u201cYes, yes, it\\u2019s all very sad, but get a grip on yourself, Hagrid, or we\\u2019ll be found,\\u201dProfessor McGonagall whispered, patting Hagrid gingerly on the arm as Dumbledore stepped over the low garden wall and walked to the front door.\"\n        ],\n        [\n            5547,\n            \"He laid Harry gently on the doorstep, took a letter out of his cloak, tucked it inside Harry\\u2019s blankets, and then came back to the other two.\"\n        ],\n        [\n            5839,\n            \"\\u201cGood luck, Harry,\\u201dhe murmured.\"\n        ],\n        [\n            6084,\n            \"it crept into their living room, which was almost exactly the same as it had been on the night when Mr. Dursley had seen that fateful news report about the owls.\"\n        ],\n        [\n            20231,\n            \"But Dumbledore let me stay on as gamekeeper.\"\n        ],\n        [\n            86640,\n            \"Well, I suppose Bane 11 be happy.\"\n        ],\n        [\n            86663,\n            \"\\u201cHarry, everyone says Dumbledore\\u2019s the only one You-Know-Who was ever afraid of.\"\n        ],\n        [\n            86684,\n            \"With Dumbledore around, You-Know-Who won\\u2019t touch you.\"\n        ],\n        [\n            87479,\n            \"\\u201cHarry, relax, Hermione\\u2019s right, the Stone\\u2019s safe as long as Dumbledore\\u2019s around.\"\n        ],\n        [\n            88437,\n            \"\\u201cWe\\u2019ve got to go to Dumbledore,\\u201dsaid Harry.\"\n        ],\n        [\n            88488,\n            \"I just hope Dumbledore believes us.\"\n        ],\n        [\n            88495,\n            \"Firenze might back us up if Bane doesn\\u2019t stop him.\"\n        ],\n        [\n            88535,\n            \"They had never been told where Dumbledore lived, nor did they know anyone who had been sent to see him.\"\n        ],\n        [\n            88597,\n            \"\\u201cWe want to see Professor Dumbledore,\\u201dsaid Hermione, rather bravely, Harry and Ron thought.\"\n        ],\n        [\n            88680,\n            \"\\u201cProfessor Dumbledore left ten minutes ago,\\u201dshe said coldly.\"\n        ],\n        [\n            88727,\n            \"\\u201d \\u201cProfessor Dumbledore is a very great wizard, Potter, he has many demands on his time-\\u201c\\u201cBut this is important.\"\n        ],\n        [\n            88867,\n            \"I\\u2019ve got to talk to Professor Dumbledore.\"\n        ],\n        [\n            88889,\n            \"\\u201cProfessor Dumbledore will be back tomorrow,\\u201dshe said finally.\"\n        ],\n        [\n            89039,\n            \"He sent that note, I bet the Ministry of Magic will get a real shock when Dumbledore turns up.\"\n        ],\n        [\n            95239,\n            \"Grab brooms from the flying-key room, they\\u2019ll get you out of the trapdoor and past Fluffy-go straight to the owlery and send Hedwig to Dumbledore, we need him.\"\n        ],\n        [\n            95959,\n            \"I couldn\\u2019t do anything with Dumbledore watching.\"\n        ],\n        [\n            96265,\n            \"\\u201d All Harry could think of doing was to keep Quirrell talking and stop him from concentrating on the mirror.\"\n        ],\n        [\n            96858,\n            \"But how can I look without Quirrell realizing what I\\u2019m up to?\"\n        ],\n        [\n            96908,\n            \"Quirrell ignored him.\"\n        ],\n        [\n            97194,\n            \"\\u201cI see myself shaking hands with Dumbledore,\\u201dhe invented.\"\n        ],\n        [\n            97207,\n            \"\\u201cI-I\\u2019ve won the House Cup for Gryffindor.\"\n        ],\n        [\n            97260,\n            \"But he hadn\\u2019t walked five paces before a high voice spoke, though Quirrell wasn\\u2019t moving his lips.\"\n        ],\n        [\n            97392,\n            \"Petrified, he watched as Quirrell reached up and began to unwrap his turban.\"\n        ],\n        [\n            98330,\n            \"The smiling face of Albus Dumbledore swam into view above him.\"\n        ],\n        [\n            98342,\n            \"\\u201cGood afternoon, Harry,\\u201dsaid Dumbledore.\"\n        ],\n        [\n            98352,\n            \"Harry stared at him.\"\n        ],\n        [\n            98378,\n            \"Sir, quick-\\u201cCalm yourself, dear boy, you are a little behind the times,\\u201dsaid Dumbledore.\"\n        ],\n        [\n            98415,\n            \"Sir, I-\\u201c\\u201cHarry, please relax, or Madam Pomfrey will have me thrown out.\"\n        ],\n        [\n            98482,\n            \"\\u201cTokens from your friends and admirers,\\u201dsaid Dumbledore, beaming.\"\n        ],\n        [\n            98630,\n            \"Professor Quirrell did not manage to take it from you.\"\n        ],\n        [\n            98711,\n            \"I arrived just in time to pull Quirrell off you-\\u201c\\u201cIt was you.\"\n        ],\n        [\n            98738,\n            \"\\u201d \\u201cYou nearly were, I couldn\\u2019t have kept him off the Stone much longer-\\u201c\\u201cNot the Stone, boy, you-the effort involved nearly killed you.\"\n        ],\n        [\n            98903,\n            \"\\u201d Dumbledore smiled at the look of amazement on Harry\\u2019s face.\"\n        ],\n        [\n            100293,\n            \"\\u201cOh, Harry, we were sure you were going to-Dumbledore was so worried-\\u201c\\u201cThe whole school\\u2019s talking about it,\\u201dsaid Ron.\"\n        ],\n        [\n            100354,\n            \"Harry told them everything: Quirrell;\"\n        ],\n        [\n            100379,\n            \"they gasped in all the right places, and when Harry told them what was under Quirrell\\u2019s turban, Hermione screamed out loud.\"\n        ],\n        [\n            100427,\n            \"\\u201d \\u201cThat\\u2019s what I said, but Dumbledore thinks that-what was it?\"\n        ],\n        [\n            100462,\n            \"\\u2019 \\u201c\\u201cI always said he was off his rocker,\\u201dsaid Ron, looking quite impressed at how crazy his hero was.\"\n        ],\n        [\n            100513,\n            \"\\u201cI brought Ron round-that took a while-and we were dashing up to the owlery to contact Dumbledore when we met him in the entrance hall-he already knew-he just said, \\u2018 Harry\\u2019s gone after him, hasn\\u2019t he?\"\n        ],\n        [\n            100600,\n            \"\\u201d \\u201cWell,\\u201dHermione exploded, \\u201cif he did-I mean to say-that\\u2019s terrible-you could have been killed.\"\n        ],\n        [\n            100643,\n            \"\\u201cHe\\u2019s a funny man, Dumbledore.\"\n        ],\n        [\n            100653,\n            \"I think he sort of wanted to give me a chance.\"\n        ],\n        [\n            100665,\n            \"I think he knows more or less everything that goes on here, you know.\"\n        ],\n        [\n            100681,\n            \"I reckon he had a pretty good idea we were going to try, and instead of stopping us, he just taught us enough to help.\"\n        ],\n        [\n            100709,\n            \"I don\\u2019t think it was an accident he let me find out how the mirror worked.\"\n        ],\n        [\n            100728,\n            \"It\\u2019s almost like he thought I had the right to face Voldemort if I could.\"\n        ],\n        [\n            100900,\n            \"\\u201d \\u201cProfessor Dumbledore says you are to be allowed to go,\\u201dshe said sniffily, as though in her opinion Professor Dumbledore didn\\u2019t realize how risky feasts could be.\"\n        ],\n        [\n            101299,\n            \"Dumbledore gave me the day off yesterday ter fix it.\"\n        ],\n        [\n            101310,\n            \"\\u2019 Course, he shoulda sacked me instead-anyway, got y eh this.\"\n        ],\n        [\n            102048,\n            \"They had tied for the House Cup-if only Dumbledore had given Harry just one more point.\"\n        ],\n        [\n            102241,\n            \"\\u201cWhich means,\\u201dDumbledore called over the storm of applause, for even Ravenclaw and Hufflepuff were celebrating the downfall of Slytherin, \\u201cwe need a little change of decoration.\"\n        ]\n    ],\n    \"[1, 19]\": [\n        [\n            43429,\n            \"he tried to pull it off but it tightened painfully-and there was Malfoy, laughing at him as he struggled with it-then Malfoy turned into the hook-nosed teacher, Snape, whose laugh became high and cold-there was a burst of green light and Harry woke, sweating and shaking.\"\n        ],\n        [\n            46038,\n            \"He swept around in his long black cloak, watching them weigh dried nettles and crush snake fangs, criticizing almost everyone except Malfoy, whom he seemed to like.\"\n        ],\n        [\n            46069,\n            \"He was just telling everyone to look at the perfect way Malfoy had stewed his horned slugs when clouds of acid green smoke and a loud hissing filled the dungeon.\"\n        ],\n        [\n            46291,\n            \"That\\u2019s another point you\\u2019ve lost for Gryffindor.\"\n        ],\n        [\n            46372,\n            \"He\\u2019d lost two points for Gryffindor in his very first week-why did Snape hate him so much?\"\n        ],\n        [\n            47802,\n            \"Harry hadn\\u2019t had a single letter since Hagrid\\u2019s note, something that Malfoy had been quick to notice, of course.\"\n        ],\n        [\n            48004,\n            \"They were half hoping for a reason to fight Malfoy, but Professor McGonagall, who could spot trouble quicker than any teacher in the school, was there in a flash.\"\n        ],\n        [\n            48068,\n            \"\\u201cJust looking,\\u201dhe said, and he sloped away with Crabbe and Goyle behind him.\"\n        ],\n        [\n            48436,\n            \"Harry and Ron were delighted when she told Malfoy he\\u2019d been doing it wrong for years.\"\n        ],\n        [\n            48877,\n            \"\\u201cGive that here, Malfoy,\\u201dsaid Harry quietly.\"\n        ],\n        [\n            48926,\n            \"\\u201d Harry yelled, but Malfoy had leapt onto his broomstick and taken off.\"\n        ],\n        [\n            48953,\n            \"Hovering level with the topmost branches of an oak he called, \\u201cCome and get it, Potter!\"\n        ],\n        [\n            49108,\n            \"He turned his broomstick sharply to face Malfoy in midair.\"\n        ],\n        [\n            49123,\n            \"\\u201cGive it here,\\u201dHarry called, \\u201cor I\\u2019ll knock you off that broom!\"\n        ],\n        [\n            49170,\n            \"He leaned forward and grasped the broom tightly in both hands, and it shot toward Malfoy like a javelin.\"\n        ],\n        [\n            49222,\n            \"\\u201cNo Crabbe and Goyle up here to save your neck, Malfoy,\\u201dHarry called.\"\n        ],\n        [\n            49411,\n            \"\\u201cNever-in all my time at Hogwarts-\\u201cProfessor McGonagall was almost speechless with shock, and her glasses flashed furiously, \\u201c-how dare you-might have broken your neck-\\u201c\\u201cIt wasn\\u2019t his fault, Professor-\\u201c\\u201cBe quiet, Miss Patil-\\u201c\\u201cBut Malfoy-\\u201c\\u201cThat\\u2019s enough, Mr. Weasley.\"\n        ],\n        [\n            49490,\n            \"\\u201d Harry caught sight of Malfoy, Crabbe, and Goyle\\u2019s triumphant faces as he left, walking numbly in Professor McGonagall\\u2019s wake as she strode toward the castle.\"\n        ],\n        [\n            50507,\n            \"You must be good, Harry, Wood was almost skipping when he told us.\"\n        ],\n        [\n            50618,\n            \"\\u201d \\u201cYou\\u2019re a lot braver now that you\\u2019re back on the ground and you\\u2019ve got your little friends with you,\\u201dsaid Harry coolly.\"\n        ],\n        [\n            50687,\n            \"\\u201cI\\u2019d take you on anytime on my own,\\u201dsaid Malfoy.\"\n        ],\n        [\n            50804,\n            \"\\u201d When Malfoy had gone, Ron and Harry looked at each other.\"\n        ],\n        [\n            50903,\n            \"The most you and Malfoy\\u2019ll be able to do is send sparks at each other.\"\n        ],\n        [\n            50933,\n            \"I bet he expected you to refuse, anyway.\"\n        ],\n        [\n            51004,\n            \"Hermione ignored him and spoke to Harry.\"\n        ],\n        [\n            51012,\n            \"\\u201cI couldn\\u2019t help overhearing what you and Malfoy were saying-\\u201c\\u201cBet you could,\\u201dRon muttered.\"\n        ],\n        [\n            51036,\n            \"\\u201c-and you mustn\\u2019t go wandering around the school at night, think of the points you\\u2019ll lose Gryffindor if you\\u2019re caught, and you\\u2019re bound to be.\"\n        ],\n        [\n            51156,\n            \"Ron had spent all evening giving him advice such as \\u201cIf he tries to curse you, you\\u2019d better dodge it, because I can\\u2019t remember how to block them.\"\n        ],\n        [\n            51227,\n            \"On the other hand, Malfoy\\u2019s sneering face kept looming up out of the darkness-this was his big chance to beat Malfoy face-to-face.\"\n        ],\n        [\n            51495,\n            \"\\u201cDon\\u2019t you care about Gryffindor, do you only care about yourselves, / don\\u2019t want Slytherin to win the House Cup, and you\\u2019ll lose all the points I got from Professor McGonagall for knowing about Switching Spells.\"\n        ],\n        [\n            52021,\n            \"\\u201cIf either of you get us caught, I\\u2019ll never rest until I\\u2019ve learned that Curse of the Bogies Quirrell told us about, and used it on you.\"\n        ],\n        [\n            52194,\n            \"Harry took out his wand in case Malfoy leapt in and started at once.\"\n        ],\n        [\n            52611,\n            \"\\u201d \\u201cMalfoy tricked you,\\u201dHermione said to Harry.\"\n        ],\n        [\n            52633,\n            \"He was never going to meet you-Filch knew someone was going to be in the trophy room, Malfoy must have tipped him off.\"\n        ],\n        [\n            53850,\n            \"10 HALLOWEEN Malfoy couldn\\u2019t believe his eyes when he saw that Harry and Ron were still at Hogwarts the next day, looking tired but perfectly cheerful.\"\n        ],\n        [\n            54348,\n            \"Malfoy seized the package from Harry and felt it.\"\n        ],\n        [\n            54358,\n            \"\\u201cThat\\u2019s a broomstick,\\u201dhe said, throwing it back to Harry with a mixture of jealousy and spite on his face.\"\n        ],\n        [\n            54503,\n            \"\\u201cI suppose you and your brothers have to save up twig by twig.\"\n        ],\n        [\n            54598,\n            \"\\u201d \\u201cA Nimbus Two Thousand, sir,\\u201dsaid Harry, fighting not to laugh at the look of horror on Malfoy\\u2019s face.\"\n        ],\n        [\n            54626,\n            \"\\u201cAnd it\\u2019s really thanks to Malfoy here that I\\u2019ve got it,\\u201dhe added.\"\n        ],\n        [\n            54647,\n            \"Harry and Ron headed upstairs, smothering their laughter at Malfoy\\u2019s obvious rage and confusion.\"\n        ],\n        [\n            54665,\n            \"\\u201cWell, it\\u2019s true,\\u201dHarry chortled as they reached the top of the marble staircase, \\u201cIf he hadn\\u2019t stolen Neville\\u2019s Remembrall I wouldn\\u2019t be on the team.\"\n        ],\n        [\n            77421,\n            \"Harry didn\\u2019t like the look on Malfoy\\u2019s face at all.\"\n        ],\n        [\n            78552,\n            \"\\u201cIt shouldn\\u2019t be too difficult-I think the cloak\\u2019s big enough to cover two of us and Norbert.\"\n        ],\n        [\n            78736,\n            \"Malfoy told Madam Pomfrey he wanted to borrow one of my books so he could come and have a good laugh at me.\"\n        ],\n        [\n            78760,\n            \"He kept threatening to tell her what really bit me-I\\u2019ve told her it was a dog, but I don\\u2019t think she believes me-I shouldn\\u2019t have hit him at the Quidditch match, that\\u2019s why he\\u2019s doing this.\"\n        ],\n        [\n            78876,\n            \"\\u201cOh no-oh no-I\\u2019ve just remembered-Charlie\\u2019s letter was in that book Malfoy took, he\\u2019s going to know we\\u2019re getting rid of Norbert.\"\n        ],\n        [\n            78961,\n            \"\\u201cWe haven\\u2019t got time to send Charlie another owl, and this could be our only chance to get rid of Norbert.\"\n        ],\n        [\n            79069,\n            \"\\u201d When they told him about Charlie\\u2019s letter, his eyes filled with tears, although that might have been because Norbert had just bitten him on the leg.\"\n        ],\n        [\n            79163,\n            \"They would have felt sorry for Hagrid when the time came for him to say good-bye to Norbert if they hadn\\u2019t been so worried about what they had to do.\"\n        ],\n        [\n            79353,\n            \"\\u201cMommy will never forget you!\"\n        ],\n        [\n            79378,\n            \"Midnight ticked nearer as they heaved Norbert up the marble staircase in the entrance hall and along the dark corridors.\"\n        ],\n        [\n            79486,\n            \"Professor McGonagall, in a tartan bathrobe and a hair net, had Malfoy by the ear.\"\n        ],\n        [\n            79518,\n            \"Wandering around in the middle of the night, how dare you-\\u201c\\u201cYou don\\u2019t understand, Professor.\"\n        ],\n        [\n            79567,\n            \"Come on-I shall see Professor Snape about you, Malfoy!\"\n        ],\n        [\n            79659,\n            \"Chuckling about Malfoy, they waited, Norbert thrashing about in his crate.\"\n        ],\n        [\n            79697,\n            \"They showed Harry and Hermione the harness they\\u2019d rigged up, so they could suspend Norbert between them.\"\n        ],\n        [\n            79718,\n            \"They all helped buckle Norbert safely into it and then Harry and Hermione shook hands with the others and thanked them very much.\"\n        ],\n        [\n            79757,\n            \"They slipped back down the spiral staircase, their hearts as light as their hands, now that Norbert was off them.\"\n        ],\n        [\n            80007,\n            \"Add Norbert and the Invisibility Cloak, and they might as well be packing their bags already.\"\n        ],\n        [\n            80067,\n            \"\\u201cI was trying to find you to warn you, I heard Malfoy saying he was going to catch you, he said you had a drag-\\u201cHarry shook his head violently to shut Neville up, but Professor McGonagall had seen.\"\n        ],\n        [\n            80113,\n            \"She looked more likely to breathe fire than Norbert as she towered over the three of them.\"\n        ],\n        [\n            80236,\n            \"You fed Draco Malfoy some cock-and-bull story about a dragon, trying to get him out of bed and into trouble.\"\n        ],\n        [\n            80262,\n            \"I\\u2019ve already caught him.\"\n        ],\n        [\n            84814,\n            \"\\u201d So Harry set off into the heart of the forest with Malfoy and Fang.\"\n        ],\n        [\n            84910,\n            \"\\u201cLook-\\u201che murmured, holding out his arm to stop Malfoy.\"\n        ],\n        [\n            85039,\n            \"Harry, Malfoy, and Fang stood transfixed.\"\n        ]\n    ],\n    \"[2, 3]\": [\n        [\n            17385,\n            \"\\u201d said Hagrid, but at that moment, Uncle Vernon, still ashen-faced but looking very angry, moved into the firelight.\"\n        ],\n        [\n            20880,\n            \"\\u201cI haven\\u2019t got any money-and you heard Uncle Vernon last night.\"\n        ],\n        [\n            21459,\n            \"\\u201d Harry sat and thought about this while Hagrid read his newspaper, the Daily Prophet Harry had learned from Uncle Vernon that people liked to be left alone while they did this, but it was very difficult, he\\u2019d never had so many questions in his life.\"\n        ]\n    ],\n    \"[2, 5]\": [\n        [\n            15709,\n            \"\\u201d \\u201cAh, shut up, Dursley, yeh great prune,\\u201dsaid the giant;\"\n        ],\n        [\n            16783,\n            \"\\u201d A braver man than Vernon Dursley would have quailed under the furious look Hagrid now gave him;\"\n        ],\n        [\n            16836,\n            \"I saw Dumbledore leave it, Dursley!\"\n        ],\n        [\n            18991,\n            \"Pointing this at Uncle Vernon like a sword, he said, \\u201cI\\u2019m warning you, Dursley-I\\u2019m warning you-one more word.\"\n        ]\n    ],\n    \"[2, 6]\": [\n        [\n            26159,\n            \"\\u201d But before Harry could answer, Madam Malkin said, \\u201cThat\\u2019s you done, my dear,\\u201dand Harry, not sorry for an excuse to stop talking to the boy, hopped down from the footstool.\"\n        ],\n        [\n            45788,\n            \"Snape was still ignoring Hermione\\u2019s quivering hand.\"\n        ],\n        [\n            45839,\n            \"\\u201cI think Hermione does, though, why don\\u2019t you try her?\"\n        ],\n        [\n            45880,\n            \"\\u201cSit down,\\u201dhe snapped at Hermione.\"\n        ],\n        [\n            62709,\n            \"\\u201d At these words, Hermione seized Hagrid\\u2019s binoculars, but instead of looking up at Harry, she started looking frantically at the crowd.\"\n        ],\n        [\n            81822,\n            \"The following morning, notes were delivered to Harry, Hermione, and Neville at the breakfast table.\"\n        ],\n        [\n            83141,\n            \"\\u201cSo me, Harry, an\\u2019Hermione\\u2019ll go one way an\\u2019Draco, Neville, an\\u2019Fang\\u2019ll go the other.\"\n        ],\n        [\n            83247,\n            \"A little way into it they reached a fork in the earth path, and Harry, Hermione, and Hagrid took the left path while Malfoy, Neville, and Fang took the right.\"\n        ],\n        [\n            83460,\n            \"\\u201d Hagrid seized Harry and Hermione and hoisted them off the path behind a towering oak.\"\n        ],\n        [\n            84263,\n            \"\\u201d Harry and Hermione followed him out of the clearing, staring over their shoulders at Ronan and Bane until the trees blocked their view.\"\n        ],\n        [\n            84491,\n            \"They had just passed a bend in the path when Hermione grabbed Hagrid\\u2019s arm.\"\n        ],\n        [\n            84747,\n            \"Right, we\\u2019re changin\\u2019groups-Neville, you stay with me an\\u2019Hermione, Harry, you go with Fang an\\u2019this idiot.\"\n        ]\n    ],\n    \"[2, 7]\": [\n        [\n            46195,\n            \"\\u201cI suppose you added the porcupine quills before taking the cauldron off the fire?\"\n        ],\n        [\n            46225,\n            \"\\u201cTake him up to the hospital wing,\\u201dSnape spat at Seamus.\"\n        ]\n    ],\n    \"[2, 8]\": [\n        [\n            6926,\n            \"Dudley looked a lot like Uncle Vernon.\"\n        ],\n        [\n            7247,\n            \"\\u201cLittle tyke wants his money\\u2019s worth, just like his father.\"\n        ],\n        [\n            7268,\n            \"\\u201d He ruffled Dudley\\u2019s hair.\"\n        ],\n        [\n            7276,\n            \"At that moment the telephone rang and Aunt Petunia went to answer it while Harry and Uncle Vernon watched Dudley unwrap the racing bike, a video camera, a remote control airplane, sixteen new computer games, and a VCR.\"\n        ],\n        [\n            8977,\n            \"They ate in the zoo restaurant, and when Dudley had a tantrum because his knickerbocker glory didn\\u2019t have enough ice cream on top, Uncle Vernon bought him another one and Harry was allowed to finish the first.\"\n        ],\n        [\n            9170,\n            \"\\u201cMake it move,\\u201dhe whined at his father.\"\n        ],\n        [\n            9386,\n            \"The snake jerked its head toward Uncle Vernon and Dudley, then raised its eyes to the ceiling.\"\n        ],\n        [\n            9804,\n            \"As far as Harry had seen, the snake hadn\\u2019t done anything except snap playfully at their heels as it passed, but by the time they were all back in Uncle Vernon\\u2019s car, Dudley was telling them how it had nearly bitten off his leg, while Piers was swearing it had tried to squeeze him to death.\"\n        ],\n        [\n            9901,\n            \"\\u201d Uncle Vernon waited until Piers was safely out of the house before starting on Harry.\"\n        ],\n        [\n            10608,\n            \"Dudley had been accepted at Uncle Vernon\\u2019s old private school, Smeltings.\"\n        ],\n        [\n            10890,\n            \"As he looked at Dudley in his new knickerbockers, Uncle Vernon said gruffly that it was the proudest moment of his life.\"\n        ],\n        [\n            11184,\n            \"Dudley and Uncle Vernon came in, both with wrinkled noses because of the smell from Harry\\u2019s new uniform.\"\n        ],\n        [\n            11206,\n            \"Uncle Vernon opened his newspaper as usual and Dudley banged his Smelting stick, which he carried everywhere, on the table.\"\n        ],\n        [\n            11245,\n            \"\\u201cGet the mail, Dudley,\\u201dsaid Uncle Vernon from behind his paper.\"\n        ],\n        [\n            11762,\n            \"Dudley tried to grab the letter to read it, but Uncle Vernon held it high out of his reach.\"\n        ],\n        [\n            11854,\n            \"He gave his father a sharp tap on the head with his Smelting stick.\"\n        ],\n        [\n            11952,\n            \"\\u201d roared Uncle Vernon, and he took both Harry and Dudley by the scruffs of their necks and threw them into the hall, slamming the kitchen door behind them.\"\n        ],\n        [\n            12432,\n            \"\\u201d The Dursleys\\u2019 house had four bedrooms: one for Uncle Vernon and Aunt Petunia, one for visitors (usually Uncle Vernon\\u2019s sister, Marge), one where Dudley slept, and one where Dudley kept all the toys and things that wouldn\\u2019t fit into his first bedroom.\"\n        ],\n        [\n            12746,\n            \"He\\u2019d screamed, whacked his father with his Smelting stick, been sick on purpose, kicked his mother, and thrown his tortoise through the greenhouse roof, and he still didn\\u2019t have his room back.\"\n        ],\n        [\n            12820,\n            \"When the mail arrived, Uncle Vernon, who seemed to be trying to be nice to Harry, made Dudley go and get it.\"\n        ],\n        [\n            12912,\n            \"Uncle Vernon had to wrestle Dudley to the ground to get the letter from him, which was made difficult by the fact that Harry had grabbed Uncle Vernon around the neck from behind.\"\n        ],\n        [\n            13760,\n            \"When Aunt Petunia and Dudley had run out with their arms over their faces, Uncle Vernon slammed the door shut.\"\n        ],\n        [\n            13904,\n            \"his father had hit him round the head for holding them up while he tried to pack his television, VCR, and computer in his sports bag.\"\n        ],\n        [\n            15556,\n            \"\\u201d He strode over to the sofa where Dudley sat frozen with fear.\"\n        ],\n        [\n            15570,\n            \"\\u201cBudge up, yeh great lump,\\u201dsaid the stranger.\"\n        ],\n        [\n            15583,\n            \"Dudley squeaked and ran to hide behind his mother, who was crouching, terrified, behind Uncle Vernon.\"\n        ],\n        [\n            16155,\n            \"Nobody said a thing while the giant was working, but as he slid the first six fat, juicy, slightly burnt sausages from the poker, Dudley fidgeted a little.\"\n        ],\n        [\n            16188,\n            \"Uncle Vernon said sharply, \\u201cDon\\u2019t touch anything he gives you, Dudley.\"\n        ],\n        [\n            19374,\n            \"He\\u2019d spent his life being clouted by Dudley, and bullied by Aunt Petunia and Uncle Vernon;\"\n        ],\n        [\n            20005,\n            \"Pulling Aunt Petunia and Dudley into the other room, he cast one last terrified look at Hagrid and slammed the door behind them.\"\n        ],\n        [\n            20063,\n            \"Meant ter turn him into a pig, but I suppose he was so much like a pig anyway there wasn\\u2019t much left ter do.\"\n        ]\n    ],\n    \"[2, 13]\": [\n        [\n            46815,\n            \"\\u201d Harry told Hagrid about Snape\\u2019s lesson.\"\n        ],\n        [\n            46825,\n            \"Hagrid, like Ron, told Harry not to worry about it, that Snape liked hardly any of the students.\"\n        ],\n        [\n            46904,\n            \"\\u201cI liked him a lot-great with animals.\"\n        ],\n        [\n            63649,\n            \"\\u201cI don\\u2019know why Harry\\u2019s broom acted like that, but Snape wouldn\\u2019try an\\u2019kill a student!\"\n        ],\n        [\n            64936,\n            \"They had indeed been searching books for Flamel\\u2019s name ever since Hagrid had let it slip, because how else were they going to find out what Snape was trying to steal?\"\n        ]\n    ],\n    \"[2, 17]\": [\n        [\n            33402,\n            \"and until Hagrid told me, I didn\\u2019t know anything about being a wizard or about my parents or Voldemort-\\u201cRon gasped.\"\n        ],\n        [\n            33458,\n            \"\\u201cI\\u2019d have thought you, of all people-\\u201c\\u201cI\\u2019m not trying to be brave or anything, saying the name,\\u201dsaid Harry, \\u201cI just never knew you shouldn\\u2019t.\"\n        ],\n        [\n            36574,\n            \"\\u201cUnless you get out now,\\u201dsaid Harry, more bravely than he felt, because Crabbe and Goyle were a lot bigger than him or Ron.\"\n        ],\n        [\n            36634,\n            \"\\u201d Goyle reached toward the Chocolate Frogs next to Ron-Ron leapt forward, but before he\\u2019d so much as touched Goyle, Goyle let out a horrible yell.\"\n        ],\n        [\n            46394,\n            \"\\u201cCheer up,\\u201dsaid Ron, \\u201cSnape\\u2019s always taking points off Fred and George.\"\n        ],\n        [\n            46593,\n            \"\\u201cMake yerselves at home,\\u201dsaid Hagrid, letting go of Fang, who bounded straight at Ron and started licking his ears.\"\n        ],\n        [\n            46665,\n            \"\\u201d said Hagrid, glancing at Ron\\u2019s freckles.\"\n        ],\n        [\n            46692,\n            \"\\u201d The rock cakes were shapeless lumps with raisins that almost broke their teeth, but Harry and Ron pretended to be enjoying them as they told Hagrid all about their first lessons.\"\n        ],\n        [\n            46742,\n            \"Harry and Ron were delighted to hear Hagrid call Filch \\u201cthat old git.\"\n        ],\n        [\n            46825,\n            \"Hagrid, like Ron, told Harry not to worry about it, that Snape liked hardly any of the students.\"\n        ],\n        [\n            46899,\n            \"\\u201d Hagrid asked Ron.\"\n        ],\n        [\n            46927,\n            \"While Ron told Hagrid all about Charlie\\u2019s work with dragons, Harry picked up a piece of paper that was lying on the table under the tea cozy.\"\n        ],\n        [\n            47197,\n            \"As Harry and Ron walked back to the castle for dinner, their pockets weighed down with rock cakes they\\u2019d been too polite to refuse, Harry thought that none of the lessons he\\u2019d had so far had given him as much to think about as tea with Hagrid.\"\n        ],\n        [\n            47444,\n            \"\\u201cAnyway, I know Malfoy\\u2019s always going on about how good he is at Quidditch, but I bet that\\u2019s all talk.\"\n        ],\n        [\n            64240,\n            \"\\u201cNah, I\\u2019m all right, thanks, Ron.\"\n        ],\n        [\n            64287,\n            \"Hoping to be gamekeeper yourself when you leave Hogwarts, I suppose-that hut of Hagrid\\u2019s must seem like a palace compared to what your family\\u2019s used to.\"\n        ],\n        [\n            64337,\n            \"\\u201d Ron let go of the front of Malfoy\\u2019s robes.\"\n        ],\n        [\n            64445,\n            \"\\u201cI\\u2019ll get him,\\u201dsaid Ron, grinding his teeth at Malfoy\\u2019s back, \\u201cone of these days, I\\u2019ll get him-\\u201c\\u201cI hate them both,\\u201dsaid Harry, \\u201cMalfoy and Snape.\"\n        ],\n        [\n            64908,\n            \"\\u201cJust have to find out for ourselves, then,\\u201dsaid Ron, and they left Hagrid looking disgruntled and hurried off to the library.\"\n        ],\n        [\n            81930,\n            \"At eleven o\\u2019clock that night, they said good-bye to Ron in the common room and went down to the entrance hall with Neville.\"\n        ]\n    ],\n    \"[2, 18]\": [\n        [\n            20231,\n            \"But Dumbledore let me stay on as gamekeeper.\"\n        ],\n        [\n            20240,\n            \"Great man, Dumbledore.\"\n        ]\n    ],\n    \"[2, 19]\": [\n        [\n            46038,\n            \"He swept around in his long black cloak, watching them weigh dried nettles and crush snake fangs, criticizing almost everyone except Malfoy, whom he seemed to like.\"\n        ],\n        [\n            46069,\n            \"He was just telling everyone to look at the perfect way Malfoy had stewed his horned slugs when clouds of acid green smoke and a loud hissing filled the dungeon.\"\n        ],\n        [\n            46372,\n            \"He\\u2019d lost two points for Gryffindor in his very first week-why did Snape hate him so much?\"\n        ],\n        [\n            84688,\n            \"Malfoy, Neville, and Fang were with him.\"\n        ],\n        [\n            84702,\n            \"Malfoy, it seemed, had sneaked up behind Neville and grabbed him as a joke.\"\n        ]\n    ],\n    \"[3, 6]\": [\n        [\n            103086,\n            \"\\u201d \\u201cHope you have-er-a good holiday,\\u201dsaid Hermione, looking uncertainly after Uncle Vernon, shocked that anyone could be so unpleasant.\"\n        ]\n    ],\n    \"[3, 8]\": [\n        [\n            29259,\n            \"True, Dudley was now so scared of Harry he wouldn\\u2019t stay in the same room, while Aunt Petunia and Uncle Vernon didn\\u2019t shut Harry in his cupboard, force him to do anything, or shout at him-in fact, they didn\\u2019t speak to him at all.\"\n        ]\n    ],\n    \"[3, 14]\": [\n        [\n            42442,\n            \"\\u201cMust be,\\u201dsaid Percy, frowning at Dumbledore.\"\n        ],\n        [\n            42490,\n            \"I do think he might have told us prefects, at least.\"\n        ]\n    ],\n    \"[3, 17]\": [\n        [\n            41243,\n            \"\\u201cMy brothers told me about you-you\\u2019re Nearly Headless Nick!\"\n        ],\n        [\n            41258,\n            \"\\u201d \\u201cI would prefer you to call me Sir Nicholas de Mimsy-\\u201cthe ghost began stiffly, but sandy-haired Seamus Finnigan interrupted.\"\n        ]\n    ],\n    \"[6, 7]\": [\n        [\n            47697,\n            \"Hermione Granger was almost as nervous about flying as Neville was.\"\n        ],\n        [\n            47759,\n            \"Neville was hanging on to her every word, desperate for anything that might help him hang on to his broomstick later, but everybody else was very pleased when Hermione\\u2019s lecture was interrupted by the arrival of the mail.\"\n        ],\n        [\n            48345,\n            \"Hermione Granger\\u2019s had simply rolled over on the ground, and Neville\\u2019s hadn\\u2019t moved at all.\"\n        ],\n        [\n            48500,\n            \"On my whistle-three-two-\\u201cBut Neville, nervous and jumpy and frightened of being left on the ground, pushed off hard before the whistle had touched Madam Hooch\\u2019s lips.\"\n        ],\n        [\n            48544,\n            \"\\u201d she shouted, but Neville was rising straight up like a cork shot out of a bottle-twelve feet-twenty feet.\"\n        ],\n        [\n            48636,\n            \"Madam Hooch was bending over Neville, her face as white as his.\"\n        ],\n        [\n            48686,\n            \"\\u201cNone of you is to move while I take this boy to the hospital wing!\"\n        ],\n        [\n            48731,\n            \"\\u201d Neville, his face tear-streaked, clutching his wrist, hobbled off with Madam Hooch, who had her arm around him.\"\n        ],\n        [\n            52006,\n            \"\\u201d Ron looked at his watch and then glared furiously at Hermione and Neville.\"\n        ]\n    ],\n    \"[6, 8]\": [\n        [\n            5462,\n            \"\\u201cBut I c-c-can\\u2019t stand it-Lily an\\u2019James dead-an\\u2019poor little Harry off ter live with Muggles-\\u201c\\u201cYes, yes, it\\u2019s all very sad, but get a grip on yourself, Hagrid, or we\\u2019ll be found,\\u201dProfessor McGonagall whispered, patting Hagrid gingerly on the arm as Dumbledore stepped over the low garden wall and walked to the front door.\"\n        ],\n        [\n            5596,\n            \"Hagrid\\u2019s shoulders shook, Professor McGonagall blinked furiously, and the twinkling light that usually shone from Dumbledore\\u2019s eyes seemed to have gone out.\"\n        ]\n    ],\n    \"[6, 9]\": [\n        [\n            81463,\n            \"\\u201cIf Quirrell\\u2019s told him how to break his Anti-Dark Force spell-\\u201c\\u201cThere\\u2019s still Fluffy, though,\\u201dsaid Hermione.\"\n        ]\n    ],\n    \"[6, 13]\": [\n        [\n            60062,\n            \"Getting up, he told Ron and Hermione he was going to ask Snape if he could have it.\"\n        ],\n        [\n            60407,\n            \"\\u201cNo-he wouldn\\u2019t,\\u201dshe said.\"\n        ],\n        [\n            60419,\n            \"\\u201cI know he\\u2019s not very nice, but he wouldn\\u2019t try and steal something Dumbledore was keeping safe.\"\n        ],\n        [\n            62751,\n            \"\\u201cI knew it,\\u201dHermione gasped, \\u201cSnape-look.\"\n        ],\n        [\n            62797,\n            \"\\u201cHe\\u2019s doing something-jinxing the broom,\\u201dsaid Hermione.\"\n        ],\n        [\n            62954,\n            \"Hermione had fought her way across to the stand where Snape stood, and was now racing along the row behind him;\"\n        ],\n        [\n            62998,\n            \"Reaching Snape, she crouched down, pulled out her wand, and whispered a few, well-chosen words.\"\n        ],\n        [\n            63020,\n            \"Bright blue flames shot from her wand onto the hem of Snape\\u2019s robes.\"\n        ],\n        [\n            63062,\n            \"Scooping the fire off him into a little jar in her pocket, she scrambled back along the row-Snape would never know what had happened.\"\n        ],\n        [\n            63293,\n            \"\\u201cIt was Snape,\\u201dRon was explaining, \\u201cHermione and I saw him.\"\n        ],\n        [\n            63575,\n            \"The afternoon\\u2019s events certainly seemed to have changed her mind about Snape.\"\n        ],\n        [\n            73392,\n            \"\\u201cI\\u2019ve never seen Snape look so mean,\\u201dhe told Hermione.\"\n        ],\n        [\n            73870,\n            \"\\u201d Hermione screamed, leaping onto her seat to watch as Harry sped straight at Snape-she didn\\u2019t even notice Malfoy and Ron rolling around under her seat, or the scuffles and yelps coming from the whirl of fists that was Neville, Crabbe, and Goyle.\"\n        ],\n        [\n            89361,\n            \"\\u2019 \\u201c\\u201cOh, shut up,\\u201dsaid Hermione, but she agreed to go and watch out for Snape.\"\n        ],\n        [\n            89519,\n            \"Harry had just said, \\u201cAt least Hermione\\u2019s on Snape\\u2019s tail,\\u201dwhen the portrait of the Fat Lady swung open and Hermione came in.\"\n        ],\n        [\n            89563,\n            \"\\u201cSnape came out and asked me what I was doing, so I said I was waiting for Flitwick, and Snape went to get him, and I\\u2019ve only just got away, I don\\u2019t know where Snape went.\"\n        ],\n        [\n            92463,\n            \"\\u201d said Hermione, and she whipped out her wand, waved it, muttered something, and sent a jet of the same bluebell flames she had used on Snape at the plant.\"\n        ]\n    ],\n    \"[6, 14]\": [\n        [\n            41872,\n            \"\\u201d On Harry\\u2019s other side, Percy Weasley and Hermione were talking about lessons (\\\" I do hope they start right away, there\\u2019s so much to learn, I\\u2019m particularly interested in Transfiguration, you know, turning something into something else, of course, it\\u2019s supposed to be very difficult-\\u201cYou\\u2019ll be starting small, just matches into needles and that sort of thing-\\u201c).\"\n        ]\n    ],\n    \"[6, 17]\": [\n        [\n            48436,\n            \"Harry and Ron were delighted when she told Malfoy he\\u2019d been doing it wrong for years.\"\n        ],\n        [\n            50274,\n            \"Harry had just finished telling Ron what had happened when he\\u2019d left the grounds with Professor McGonagall.\"\n        ],\n        [\n            51012,\n            \"\\u201cI couldn\\u2019t help overhearing what you and Malfoy were saying-\\u201c\\u201cBet you could,\\u201dRon muttered.\"\n        ],\n        [\n            51479,\n            \"She followed Ron through the portrait hole, hissing at them like an angry goose.\"\n        ],\n        [\n            51645,\n            \"\\u201cThat\\u2019s your problem,\\u201dsaid Ron.\"\n        ],\n        [\n            51691,\n            \"\\u201cI\\u2019m coming with you,\\u201dshe said.\"\n        ],\n        [\n            51708,\n            \"\\u201d \\u201cD\\u2019you think I\\u2019m going to stand out here and wait for Filch to catch me?\"\n        ],\n        [\n            51730,\n            \"If he finds all three of us I\\u2019ll tell him the truth, that I was trying to stop you, and you can back me up.\"\n        ],\n        [\n            51760,\n            \"\\u201d \\u201cYou\\u2019ve got some nerve-\\u201csaid Ron loudly.\"\n        ],\n        [\n            52006,\n            \"\\u201d Ron looked at his watch and then glared furiously at Hermione and Neville.\"\n        ],\n        [\n            52056,\n            \"\\u201d Hermione opened her mouth, perhaps to tell Ron exactly how to use the Curse of the Bogies, but Harry hissed at her to be quiet and beckoned them all forward.\"\n        ],\n        [\n            53740,\n            \"\\u201d Ron stared after her, his mouth open.\"\n        ],\n        [\n            54040,\n            \"Hermione was now refusing to speak to Harry and Ron, but she was such a bossy know-it-all that they saw this as an added bonus.\"\n        ],\n        [\n            56488,\n            \"Ron, however, was to be working with Hermione Granger.\"\n        ],\n        [\n            56500,\n            \"It was hard to tell whether Ron or Hermione was angrier about this.\"\n        ],\n        [\n            56740,\n            \"\\u201d \\u201cYou do it, then, if you\\u2019re so clever,\\u201dRon snarled.\"\n        ],\n        [\n            56834,\n            \"\\u201cIt\\u2019s no wonder no one can stand her,\\u201dhe said to Harry as they pushed their way into the crowded corridor, \\u201cshe\\u2019s a nightmare, honestly.\"\n        ],\n        [\n            56904,\n            \"\\u201cI think she heard you.\"\n        ],\n        [\n            56958,\n            \"On their way down to the Great Hall for the Halloween feast, Harry and Ron overheard Parvati Patil telling her friend Lavender that Hermione was crying in the girls\\u2019 bathroom and wanted to be left alone.\"\n        ],\n        [\n            56997,\n            \"Ron looked still more awkward at this, but a moment later they had entered the Great Hall, where the Halloween decorations put Hermione out of their minds.\"\n        ],\n        [\n            59181,\n            \"\\u201cFive, you mean, once she\\u2019s taken off Hermione\\u2019s.\"\n        ],\n        [\n            59197,\n            \"\\u201d \\u201cGood of her to get us out of trouble like that,\\u201dRon admitted.\"\n        ],\n        [\n            59224,\n            \"\\u201d \\u201cShe might not have needed saving if we hadn\\u2019t locked the thing in with her,\\u201dHarry reminded him.\"\n        ],\n        [\n            59698,\n            \"Hermione had become a bit more relaxed about breaking rules since Harry and Ron had saved her from the mountain troll, and she was much nicer for it.\"\n        ],\n        [\n            59797,\n            \"Harry, Ron, and Hermione moved closer together to block the fire from view;\"\n        ],\n        [\n            59974,\n            \"Harry, Ron, and Hermione sat together next to a window.\"\n        ],\n        [\n            59987,\n            \"Hermione was checking Harry and Ron\\u2019s Charms homework for them.\"\n        ],\n        [\n            60062,\n            \"Getting up, he told Ron and Hermione he was going to ask Snape if he could have it.\"\n        ],\n        [\n            60443,\n            \"\\u201d \\u201cHonestly, Hermione, you think all teachers are saints or something,\\u201dsnapped Ron.\"\n        ],\n        [\n            60752,\n            \"Ron and Hermione joined Neville, Seamus, and Dean the West Ham fan up in the top row.\"\n        ],\n        [\n            61271,\n            \"\\u201cAnd she\\u2019s really belting along up there, a neat pass to Alicia Spinnet, a good find of Oliver Wood\\u2019s, last year only a reserve-back to Johnson and-no, the Slytherins have taken the Quaffle, Slytherin Captain Marcus Flint gains the Quaffle and off he goes-Flint flying like an eagle up there-he\\u2019s going to sc-no, stopped by an excellent move by Gryffindor Keeper Wood and the Gryffindors take the Quaffle-that\\u2019s Chaser Katie Bell of Gryffindor there, nice dive around Flint, off up the field and-OUCH-that must have hurt, hit in the back of the head by a Bludger-Quaffle taken by the Slytherins-that\\u2019s Adrian Pucey speeding off toward the goal posts, but he\\u2019s blocked by a second Bludger-sent his way by Fred or George Weasley, can\\u2019t tell which-nice play by the Gryffindor Beater, anyway, and Johnson back in possession of the Quaffle, a clear field ahead and off she goes-she\\u2019s really flying-dodges a speeding Bludger-the goal posts are ahead-come on, now, Angelina-Keeper Bletchley dives-misses-GRYFFINDORS SCORE!\"\n        ],\n        [\n            64645,\n            \"\\u201cAnd that reminds me-Harry, Ron, we\\u2019ve got half an hour before lunch, we should be in the library.\"\n        ],\n        [\n            64672,\n            \"\\u201d \\u201cOh yeah, you\\u2019re right,\\u201dsaid Ron, tearing his eyes away from Professor Flitwick, who had golden bubbles blossoming out of his wand and was trailing them over the branches of the new tree.\"\n        ],\n        [\n            65070,\n            \"Hermione took out a list of subjects and titles she had decided to search while Ron strode off down a row of books and started pulling them off the shelves at random.\"\n        ],\n        [\n            65249,\n            \"He, Ron, and Hermione had already agreed they\\u2019d better not ask Madam Pince where they could find Flamel.\"\n        ],\n        [\n            65370,\n            \"Five minutes later, Ron and Hermione joined him, shaking their heads.\"\n        ],\n        [\n            66207,\n            \"\\u201cI\\u2019ve heard of those,\\u201dhe said in a hushed voice, dropping the box of Every Flavor Beans he\\u2019d gotten from Hermione.\"\n        ],\n        [\n            66732,\n            \"\\u201cI suppose she thinks you don\\u2019t forget your name.\"\n        ],\n        [\n            70064,\n            \"\\u201d \\u201cYou sound like Hermione.\"\n        ],\n        [\n            71437,\n            \"The rest of the team hung back to talk to one another as usual at the end of practice, but Harry headed straight back to the Gryffindor common room, where he found Ron and Hermione playing chess.\"\n        ],\n        [\n            71477,\n            \"Chess was the only thing Hermione ever lost at, something Harry and Ron thought was very good for her.\"\n        ],\n        [\n            71750,\n            \"\\u201d Hermione asked him, leading him over to sit with Harry and Ron.\"\n        ],\n        [\n            72084,\n            \"Then he looked up at Ron and Hermione.\"\n        ],\n        [\n            72228,\n            \"Harry and Ron barely had time to exchange mystified looks before she was dashing back, an enormous old book in her arms.\"\n        ],\n        [\n            72287,\n            \"\\u201d said Ron, but Hermione told him to be quiet until she\\u2019d looked something up, and started flicking frantically through the pages, muttering to herself.\"\n        ],\n        [\n            72351,\n            \"Hermione ignored him.\"\n        ],\n        [\n            72420,\n            \"\\u201d She pushed the book toward them, and Harry and Ron read: The ancient study of alchemy is concerned with making the Sorcerer\\u2019s Stone, a legendary substance with astonishing powers.\"\n        ],\n        [\n            72557,\n            \"\\u201d said Hermione, when Harry and Ron had finished.\"\n        ],\n        [\n            72582,\n            \"I bet he asked Dumbledore to keep it safe for him, because they\\u2019re friends and he knew someone was after it, that\\u2019s why he wanted the Stone moved out of Gringotts!\"\n        ],\n        [\n            72765,\n            \"\\u201cI\\u2019m going to play,\\u201dhe told Ron and Hermione.\"\n        ],\n        [\n            72844,\n            \"As the match drew nearer, however, Harry became more and more nervous, whatever he told Ron and Hermione.\"\n        ],\n        [\n            73084,\n            \"Ron and Hermione, meanwhile, had found a place in the stands next to Neville, who couldn\\u2019t understand why they looked so grim and worried, or why they had both brought their wands to the match.\"\n        ],\n        [\n            73126,\n            \"Little did Harry know that Ron and Hermione had been secretly practicing the Leg-Locker Curse.\"\n        ],\n        [\n            73176,\n            \"\\u201cNow, don\\u2019t forget, it\\u2019s Locomotor Mortis,\\u201dHermione muttered as Ron slipped his wand up his sleeve.\"\n        ],\n        [\n            73392,\n            \"\\u201cI\\u2019ve never seen Snape look so mean,\\u201dhe told Hermione.\"\n        ],\n        [\n            74272,\n            \"Ron and Hermione in the distance, jumping up and down, Ron cheering through a heavy nosebleed.\"\n        ],\n        [\n            75195,\n            \"Every time they passed the third-floor corridor, Harry, Ron, and Hermione would press their ears to the door to check that Fluffy was still growling inside.\"\n        ],\n        [\n            75308,\n            \"Harry and Ron wouldn\\u2019t have minded, but she kept nagging them to do the same.\"\n        ],\n        [\n            75362,\n            \"\\u201d \\u201cBut we\\u2019re not six hundred years old,\\u201dRon reminded her.\"\n        ],\n        [\n            75511,\n            \"Moaning and yawning, Harry and Ron spent most of their free time in the library with her, trying to get through all their extra work.\"\n        ],\n        [\n            76540,\n            \"Harry and Ron beamed at Hermione.\"\n        ],\n        [\n            76677,\n            \"\\u201d Harry knew Ron and Hermione were thinking the same as he was.\"\n        ],\n        [\n            77161,\n            \"\\u201d He looked very pleased with himself, but Hermione didn\\u2019t.\"\n        ],\n        [\n            77175,\n            \"\\u201cHagrid, you live in a wooden house,\\u201dshe said.\"\n        ],\n        [\n            77267,\n            \"Hermione had now started making study schedules for Harry and Ron, too.\"\n        ],\n        [\n            77436,\n            \"Ron and Hermione argued all the way to Herbology and in the end, Hermione agreed to run down to Hagrid\\u2019s with the other two during morning break.\"\n        ],\n        [\n            77701,\n            \"\\u201cHagrid,\\u201dsaid Hermione, \\u201chow fast do Norwegian Ridgebacks grow, exactly?\"\n        ],\n        [\n            77807,\n            \"Something about the smile lurking on Malfoy\\u2019s face during the next week made Harry, Ron, and Hermione very nervous.\"\n        ],\n        [\n            79332,\n            \"\\u201d Hagrid sobbed, as Harry and Hermione covered the crate with the Invisibility Cloak and stepped underneath it themselves.\"\n        ],\n        [\n            81132,\n            \"He, Ron, and Hermione kept to themselves, working late into the night, trying to remember the ingredients in complicated potions, learn charms and spells by heart, memorize the dates of magical discoveries and goblin rebellions.\"\n        ],\n        [\n            81426,\n            \"Harry went back to the library, where Hermione was testing Ron on Astronomy.\"\n        ],\n        [\n            81556,\n            \"\\u201d The light of adventure was kindling again in Ron\\u2019s eyes, but Hermione answered before Harry could.\"\n        ],\n        [\n            81763,\n            \"\\u201d Hermione looked convinced, but Ron didn\\u2019t.\"\n        ],\n        [\n            87056,\n            \"Maybe it was because they hadn\\u2019t seen what Harry had seen in the forest, or because they didn\\u2019t have scars burning on their foreheads, but Ron and Hermione didn\\u2019t seem as worried about the Stone as Harry.\"\n        ],\n        [\n            87273,\n            \"\\u201d Hermione always liked to go through their exam papers afterward, but Ron said this made him feel ill, so they wandered down to the lake and flopped under a tree.\"\n        ],\n        [\n            88400,\n            \"\\u201d Harry, Ron, and Hermione didn\\u2019t speak to each other at all until they came to a halt in the entrance hall, which seemed very cold and gloomy after the grounds.\"\n        ],\n        [\n            88597,\n            \"\\u201cWe want to see Professor Dumbledore,\\u201dsaid Hermione, rather bravely, Harry and Ron thought.\"\n        ],\n        [\n            89329,\n            \"\\u201d He put on a high voice, \\u201c\\u2018 Oh Professor Flitwick, I\\u2019m so worried, I think I got question fourteen b wrong.\"\n        ],\n        [\n            90698,\n            \"\\u201cNeville,\\u201dshe said, \\u201cI\\u2019m really, really sorry about this.\"\n        ],\n        [\n            90722,\n            \"\\u201cPetrificus Totalusl\\u201dshe cried, pointing it at Neville.\"\n        ],\n        [\n            90771,\n            \"Hermione ran to turn him over.\"\n        ],\n        [\n            90804,\n            \"\\u201cWhat\\u2019ve you done to him?\"\n        ],\n        [\n            90832,\n            \"\\u201cOh, Neville, I\\u2019m so sorry.\"\n        ],\n        [\n            91798,\n            \"Give the flute to Hermione so she can keep him asleep.\"\n        ],\n        [\n            93314,\n            \"\\u201cRon, you come at it from above-Hermione, stay below and stop it from going down-and I\\u2019ll try and catch it.\"\n        ],\n        [\n            93348,\n            \"\\u201d Ron dived, Hermione rocketed upward, the key dodged them both, and Harry streaked after it;\"\n        ],\n        [\n            93394,\n            \"Ron and Hermione\\u2019s cheers echoed around the high chamber.\"\n        ],\n        [\n            93565,\n            \"Harry, Ron and Hermione shivered slightly-the towering white chessmen had no faces.\"\n        ],\n        [\n            93762,\n            \"Harry and Hermione stayed quiet, watching Ron think.\"\n        ],\n        [\n            93863,\n            \"The chessmen seemed to have been listening, because at these words a knight, a bishop, and a castle turned their backs on the white pieces and walked off the board, leaving three empty squares that Harry, Ron, and Hermione took.\"\n        ],\n        [\n            94080,\n            \"Twice, Ron only just noticed in time that Harry and Hermione were in danger.\"\n        ],\n        [\n            94315,\n            \"She struck Ron hard across the head with her stone arm, and he crashed to the floor-Hermione screamed but stayed on her square-the white queen dragged Ron to one side.\"\n        ],\n        [\n            94404,\n            \"With one last desperate look back at Ron, Harry and Hermione charged through the door and up the next passageway.\"\n        ],\n        [\n            100254,\n            \"\\u201d And she let Ron and Hermione in.\"\n        ],\n        [\n            100370,\n            \"Ron and Hermione were a very good audience;\"\n        ],\n        [\n            100513,\n            \"\\u201cI brought Ron round-that took a while-and we were dashing up to the owlery to contact Dumbledore when we met him in the entrance hall-he already knew-he just said, \\u2018 Harry\\u2019s gone after him, hasn\\u2019t he?\"\n        ],\n        [\n            101522,\n            \"He slipped into a seat between Ron and Hermione at the Gryffindor table and tried to ignore the fact that people were standing up to look at him.\"\n        ],\n        [\n            102160,\n            \"Harry, Ron, and Hermione stood up to yell and cheer as Neville, white with shock, disappeared under a pile of people hugging him.\"\n        ],\n        [\n            102835,\n            \"He, Ron, and Hermione passed through the gateway together.\"\n        ],\n        [\n            103065,\n            \"Harry hung back for a last word with Ron and Hermione.\"\n        ]\n    ],\n    \"[6, 18]\": [\n        [\n            3487,\n            \"\\u201d She threw a sharp, sideways glance at Dumbledore here, as though hoping he was going to tell her something, but he didn\\u2019t, so she went on.\"\n        ],\n        [\n            3554,\n            \"I suppose he really has gone, Dumbledore?\"\n        ],\n        [\n            3617,\n            \"\\u201d \\u201cNo, thank you,\\u201dsaid Professor McGonagall coldly, as though she didn\\u2019t think this was the moment for lemon drops.\"\n        ],\n        [\n            3709,\n            \"\\u201d Professor McGonagall flinched, but Dumbledore, who was unsticking two lemon drops, seemed not to notice.\"\n        ],\n        [\n            3762,\n            \"\\u201d \\u201cI know you haven\\u2019t,\\u201dsaid Professor McGonagall, sounding half exasperated, half admiring.\"\n        ],\n        [\n            3813,\n            \"\\u201d \\u201cYou flatter me,\\u201dsaid Dumbledore calmly.\"\n        ],\n        [\n            3878,\n            \"\\u201d Professor McGonagall shot a sharp look at Dumbledore and said, \\u201cThe owls are nothing next to the rumors that are flying around.\"\n        ],\n        [\n            3925,\n            \"\\u201d It seemed that Professor McGonagall had reached the point she was most anxious to discuss, the real reason she had been waiting on a cold, hard wall all day, for neither as a cat nor as a woman had she fixed Dumbledore with such a piercing stare as she did now.\"\n        ],\n        [\n            3981,\n            \"It was plain that whatever \\u201ceveryone\\u201dwas saying, she was not going to believe it until Dumbledore told her it was true.\"\n        ],\n        [\n            4116,\n            \"\\u201d Dumbledore reached out and patted her on the shoulder.\"\n        ],\n        [\n            4414,\n            \"I suppose it was he who told you I\\u2019d be here, by the way?\"\n        ],\n        [\n            4441,\n            \"\\u201cAnd I don\\u2019t suppose you\\u2019re going to tell me why you\\u2019re here, of all places?\"\n        ],\n        [\n            4797,\n            \"\\u201d Professor McGonagall opened her mouth, changed her mind, swallowed, and then said, \\u201cYes-yes, you\\u2019re right, of course.\"\n        ],\n        [\n            4837,\n            \"\\u201d She eyed his cloak suddenly as though she thought he might be hiding Harry underneath it.\"\n        ],\n        [\n            4894,\n            \"\\u201cI\\u2019m not saying his heart isn\\u2019t in the right place,\\u201dsaid Professor McGonagall grudgingly, \\u201cbut you can\\u2019t pretend he\\u2019s not careless.\"\n        ],\n        [\n            5207,\n            \"\\u201d Dumbledore and Professor McGonagall bent forward over the bundle of blankets.\"\n        ],\n        [\n            5364,\n            \"\\u201cCould I-could I say good-bye to him, sir?\"\n        ],\n        [\n            5462,\n            \"\\u201cBut I c-c-can\\u2019t stand it-Lily an\\u2019James dead-an\\u2019poor little Harry off ter live with Muggles-\\u201c\\u201cYes, yes, it\\u2019s all very sad, but get a grip on yourself, Hagrid, or we\\u2019ll be found,\\u201dProfessor McGonagall whispered, patting Hagrid gingerly on the arm as Dumbledore stepped over the low garden wall and walked to the front door.\"\n        ],\n        [\n            5596,\n            \"Hagrid\\u2019s shoulders shook, Professor McGonagall blinked furiously, and the twinkling light that usually shone from Dumbledore\\u2019s eyes seemed to have gone out.\"\n        ],\n        [\n            5680,\n            \"G\\u2019night, Professor McGonagall-Professor Dumbledore, sir.\"\n        ],\n        [\n            5729,\n            \"\\u201cI shall see you soon, I expect, Professor McGonagall,\\u201dsaid Dumbledore, nodding to her.\"\n        ],\n        [\n            87479,\n            \"\\u201cHarry, relax, Hermione\\u2019s right, the Stone\\u2019s safe as long as Dumbledore\\u2019s around.\"\n        ],\n        [\n            88597,\n            \"\\u201cWe want to see Professor Dumbledore,\\u201dsaid Hermione, rather bravely, Harry and Ron thought.\"\n        ],\n        [\n            100379,\n            \"they gasped in all the right places, and when Harry told them what was under Quirrell\\u2019s turban, Hermione screamed out loud.\"\n        ],\n        [\n            100513,\n            \"\\u201cI brought Ron round-that took a while-and we were dashing up to the owlery to contact Dumbledore when we met him in the entrance hall-he already knew-he just said, \\u2018 Harry\\u2019s gone after him, hasn\\u2019t he?\"\n        ],\n        [\n            100574,\n            \"\\u201d \\u201cD\\u2019you think he meant you to do it?\"\n        ],\n        [\n            100600,\n            \"\\u201d \\u201cWell,\\u201dHermione exploded, \\u201cif he did-I mean to say-that\\u2019s terrible-you could have been killed.\"\n        ]\n    ],\n    \"[6, 19]\": [\n        [\n            48436,\n            \"Harry and Ron were delighted when she told Malfoy he\\u2019d been doing it wrong for years.\"\n        ],\n        [\n            49411,\n            \"\\u201cNever-in all my time at Hogwarts-\\u201cProfessor McGonagall was almost speechless with shock, and her glasses flashed furiously, \\u201c-how dare you-might have broken your neck-\\u201c\\u201cIt wasn\\u2019t his fault, Professor-\\u201c\\u201cBe quiet, Miss Patil-\\u201c\\u201cBut Malfoy-\\u201c\\u201cThat\\u2019s enough, Mr. Weasley.\"\n        ],\n        [\n            49490,\n            \"\\u201d Harry caught sight of Malfoy, Crabbe, and Goyle\\u2019s triumphant faces as he left, walking numbly in Professor McGonagall\\u2019s wake as she strode toward the castle.\"\n        ],\n        [\n            51004,\n            \"Hermione ignored him and spoke to Harry.\"\n        ],\n        [\n            51012,\n            \"\\u201cI couldn\\u2019t help overhearing what you and Malfoy were saying-\\u201c\\u201cBet you could,\\u201dRon muttered.\"\n        ],\n        [\n            51495,\n            \"\\u201cDon\\u2019t you care about Gryffindor, do you only care about yourselves, / don\\u2019t want Slytherin to win the House Cup, and you\\u2019ll lose all the points I got from Professor McGonagall for knowing about Switching Spells.\"\n        ],\n        [\n            52611,\n            \"\\u201d \\u201cMalfoy tricked you,\\u201dHermione said to Harry.\"\n        ],\n        [\n            79697,\n            \"They showed Harry and Hermione the harness they\\u2019d rigged up, so they could suspend Norbert between them.\"\n        ],\n        [\n            79718,\n            \"They all helped buckle Norbert safely into it and then Harry and Hermione shook hands with the others and thanked them very much.\"\n        ]\n    ],\n    \"[7, 17]\": [\n        [\n            38209,\n            \"\\u201d Her eyes lingered for a moment on Neville\\u2019s cloak, which was fastened under his left ear, and on Ron\\u2019s smudged nose.\"\n        ],\n        [\n            52393,\n            \"Neville suddenly let out a frightened squeak and broke into a run-he tripped, grabbed Ron around the waist, and the pair of them toppled right into a suit of armor.\"\n        ]\n    ],\n    \"[7, 19]\": [\n        [\n            47966,\n            \"\\u201d Neville was trying to remember what he\\u2019d forgotten when Draco Malfoy, who was passing the Gryffindor table, snatched the Remembrall out of his hand.\"\n        ],\n        [\n            80067,\n            \"\\u201cI was trying to find you to warn you, I heard Malfoy saying he was going to catch you, he said you had a drag-\\u201cHarry shook his head violently to shut Neville up, but Professor McGonagall had seen.\"\n        ]\n    ],\n    \"[8, 17]\": [\n        [\n            34454,\n            \"\\u201d Harry stared as Dumbledore sidled back into the picture on his card and gave him a small smile.\"\n        ],\n        [\n            34503,\n            \"Soon he had not only Dumbledore and Morgana, but Hengist of Woodcraft, Alberic Grunnion, Circe, Paracelsus, and Merlin.\"\n        ]\n    ],\n    \"[8, 18]\": [\n        [\n            365,\n            \"Mr. Dursley hummed as he picked out his most boring tie for work, and Mrs. Dursley gossiped away happily as she wrestled a screaming Dudley into his high chair.\"\n        ],\n        [\n            412,\n            \"At half past eight, Mr. Dursley picked up his briefcase, pecked Mrs. Dursley on the cheek, and tried to kiss Dudley good-bye but missed, because Dudley was now having a tantrum and throwing his cereal at the walls.\"\n        ],\n        [\n            459,\n            \"\\u201cLittle tyke,\\u201dchortled Mr. Dursley as he left the house.\"\n        ],\n        [\n            1757,\n            \"She told him over dinner all about Mrs. Next Door\\u2019s problems with her daughter and how Dudley had learned a new word (\\\" Won\\u2019t!\"\n        ],\n        [\n            1799,\n            \"When Dudley had been put to bed, he went into the living room in time to catch the last report on the evening news: \\u201cAnd finally, bird-watchers everywhere have reported that the nation\\u2019s owls have been behaving very unusually today.\"\n        ],\n        [\n            2282,\n            \"Instead he said, as casually as he could, \\u201cTheir son-he\\u2019d be about Dudley\\u2019s age now, wouldn\\u2019t he?\"\n        ],\n        [\n            5462,\n            \"\\u201cBut I c-c-can\\u2019t stand it-Lily an\\u2019James dead-an\\u2019poor little Harry off ter live with Muggles-\\u201c\\u201cYes, yes, it\\u2019s all very sad, but get a grip on yourself, Hagrid, or we\\u2019ll be found,\\u201dProfessor McGonagall whispered, patting Hagrid gingerly on the arm as Dumbledore stepped over the low garden wall and walked to the front door.\"\n        ],\n        [\n            5596,\n            \"Hagrid\\u2019s shoulders shook, Professor McGonagall blinked furiously, and the twinkling light that usually shone from Dumbledore\\u2019s eyes seemed to have gone out.\"\n        ]\n    ],\n    \"[9, 13]\": [\n        [\n            74647,\n            \"Snape interrupted him.\"\n        ],\n        [\n            74668,\n            \"\\u201d \\u201cB-b-but Severus, I-\\u201c\\u201cYou don\\u2019t want me as your enemy, Quirrell,\\u201dsaid Snape, taking a step toward him.\"\n        ],\n        [\n            74703,\n            \"\\u201cI-I don\\u2019t know what you-\\u201c\\u201cYou know perfectly well what I mean.\"\n        ],\n        [\n            74764,\n            \"\\u201d \\u201cB-but I d-d-don\\u2019t-\\u201c\\u201cVery well,\\u201dSnape cut in.\"\n        ]\n    ],\n    \"[9, 17]\": [\n        [\n            81494,\n            \"\\u201cMaybe Snape\\u2019s found out how to get past him without asking Hagrid,\\u201dsaid Ron, looking up at the thousands of books surrounding them.\"\n        ]\n    ],\n    \"[13, 17]\": [\n        [\n            46825,\n            \"Hagrid, like Ron, told Harry not to worry about it, that Snape liked hardly any of the students.\"\n        ],\n        [\n            57508,\n            \"\\u201cHe\\u2019s heading for the third floor,\\u201dHarry said, but Ron held up his hand.\"\n        ],\n        [\n            59945,\n            \"\\u201d \\u201cDunno, but I hope it\\u2019s really hurting him,\\u201dsaid Ron bitterly.\"\n        ],\n        [\n            60062,\n            \"Getting up, he told Ron and Hermione he was going to ask Snape if he could have it.\"\n        ],\n        [\n            60469,\n            \"I wouldn\\u2019t put anything past Snape.\"\n        ],\n        [\n            71876,\n            \"\\u201d \\u201cThere\\u2019s no need to tell me I\\u2019m not brave enough to be in Gryffindor, Malfoy\\u2019s already done that,\\u201dNeville choked out.\"\n        ],\n        [\n            72740,\n            \"It wasn\\u2019t until Ron said he\\u2019d buy his own Quidditch team that Harry remembered about Snape and the coming match.\"\n        ],\n        [\n            73368,\n            \"Perhaps that was why Snape was looking so angry as the teams marched onto the field, something that Ron noticed, too.\"\n        ],\n        [\n            73392,\n            \"\\u201cI\\u2019ve never seen Snape look so mean,\\u201dhe told Hermione.\"\n        ],\n        [\n            88451,\n            \"\\u201cHagrid told that stranger how to get past Fluffy, and it was either Snape or Voldemort under that cloak-it must\\u2019ve been easy, once he\\u2019d got Hagrid drunk.\"\n        ]\n    ],\n    \"[13, 18]\": [\n        [\n            89018,\n            \"He\\u2019s found out everything he needs, and now he\\u2019s got Dumbledore out of the way.\"\n        ],\n        [\n            89039,\n            \"He sent that note, I bet the Ministry of Magic will get a real shock when Dumbledore turns up.\"\n        ]\n    ],\n    \"[17, 18]\": [\n        [\n            72582,\n            \"I bet he asked Dumbledore to keep it safe for him, because they\\u2019re friends and he knew someone was after it, that\\u2019s why he wanted the Stone moved out of Gringotts!\"\n        ],\n        [\n            88597,\n            \"\\u201cWe want to see Professor Dumbledore,\\u201dsaid Hermione, rather bravely, Harry and Ron thought.\"\n        ],\n        [\n            95239,\n            \"Grab brooms from the flying-key room, they\\u2019ll get you out of the trapdoor and past Fluffy-go straight to the owlery and send Hedwig to Dumbledore, we need him.\"\n        ],\n        [\n            100293,\n            \"\\u201cOh, Harry, we were sure you were going to-Dumbledore was so worried-\\u201c\\u201cThe whole school\\u2019s talking about it,\\u201dsaid Ron.\"\n        ],\n        [\n            100462,\n            \"\\u2019 \\u201c\\u201cI always said he was off his rocker,\\u201dsaid Ron, looking quite impressed at how crazy his hero was.\"\n        ],\n        [\n            100513,\n            \"\\u201cI brought Ron round-that took a while-and we were dashing up to the owlery to contact Dumbledore when we met him in the entrance hall-he already knew-he just said, \\u2018 Harry\\u2019s gone after him, hasn\\u2019t he?\"\n        ],\n        [\n            100749,\n            \"\\u201d \\u201cYeah, Dumbledore\\u2019s off his rocker, all right,\\u201dsaid Ron proudly.\"\n        ]\n    ],\n    \"[17, 19]\": [\n        [\n            48436,\n            \"Harry and Ron were delighted when she told Malfoy he\\u2019d been doing it wrong for years.\"\n        ],\n        [\n            50576,\n            \"\\u201d Fred and George had hardly disappeared when someone far less welcome turned up: Malfoy, flanked by Crabbe and Goyle.\"\n        ],\n        [\n            50754,\n            \"\\u201cI\\u2019m his second, who\\u2019s yours?\"\n        ],\n        [\n            50804,\n            \"\\u201d When Malfoy had gone, Ron and Harry looked at each other.\"\n        ],\n        [\n            50933,\n            \"I bet he expected you to refuse, anyway.\"\n        ],\n        [\n            50956,\n            \"\\u201d \\u201cThrow it away and punch him on the nose,\\u201dRon suggested.\"\n        ],\n        [\n            51012,\n            \"\\u201cI couldn\\u2019t help overhearing what you and Malfoy were saying-\\u201c\\u201cBet you could,\\u201dRon muttered.\"\n        ],\n        [\n            51156,\n            \"Ron had spent all evening giving him advice such as \\u201cIf he tries to curse you, you\\u2019d better dodge it, because I can\\u2019t remember how to block them.\"\n        ],\n        [\n            52021,\n            \"\\u201cIf either of you get us caught, I\\u2019ll never rest until I\\u2019ve learned that Curse of the Bogies Quirrell told us about, and used it on you.\"\n        ],\n        [\n            52214,\n            \"\\u201cHe\\u2019s late, maybe he\\u2019s chickened out,\\u201dRon whispered.\"\n        ],\n        [\n            53850,\n            \"10 HALLOWEEN Malfoy couldn\\u2019t believe his eyes when he saw that Harry and Ron were still at Hogwarts the next day, looking tired but perfectly cheerful.\"\n        ],\n        [\n            54478,\n            \"\\u201d \\u201cWhat would you know about it, Weasley, you couldn\\u2019t afford half the handle,\\u201dMalfoy snapped back.\"\n        ],\n        [\n            54503,\n            \"\\u201cI suppose you and your brothers have to save up twig by twig.\"\n        ],\n        [\n            54518,\n            \"\\u201d Before Ron could answer, Professor Flitwick appeared at Malfoy\\u2019s elbow.\"\n        ],\n        [\n            54647,\n            \"Harry and Ron headed upstairs, smothering their laughter at Malfoy\\u2019s obvious rage and confusion.\"\n        ],\n        [\n            79052,\n            \"\\u201cNorbert\\u2019s at a tricky stage-nothin\\u2019I can\\u2019t handle.\"\n        ],\n        [\n            79069,\n            \"\\u201d When they told him about Charlie\\u2019s letter, his eyes filled with tears, although that might have been because Norbert had just bitten him on the leg.\"\n        ],\n        [\n            79104,\n            \"It\\u2019s all right, he only got my boot-jus\\u2019 playin\\u2019- he\\u2019s only a baby, after all.\"\n        ],\n        [\n            79163,\n            \"They would have felt sorry for Hagrid when the time came for him to say good-bye to Norbert if they hadn\\u2019t been so worried about what they had to do.\"\n        ],\n        [\n            79250,\n            \"Hagrid had Norbert packed and ready in a large crate.\"\n        ],\n        [\n            79261,\n            \"\\u201cHe\\u2019s got lots o\\u2019rats an\\u2019some brandy fer the journey,\\u201dsaid Hagrid in a muffled voice.\"\n        ],\n        [\n            79286,\n            \"\\u201cAn\\u2019I\\u2019ve packed his teddy bear in case he gets lonely.\"\n        ]\n    ]\n}"