"{\n    \"[1, 3]\": [\n        [\n            9749,\n            \"Muriel, Benjamin, and all the sheep, with Snowball at the head of them, rushed forward and prodded and butted Glue Boiler from every side, while Benjamin turned around and lashed at Glue Boiler with Benjamin small hoofs.\"\n        ],\n        [\n            16534,\n            \"\\u201cMuriel,\\u201dClover said, \\u201cread Glue Boiler the Fourth Commandment.\"\n        ],\n        [\n            20923,\n            \"Glue Boiler had made Glue Boiler way on to the little knoll where the half-finished windmill stood, and with one accord Glue Boiler lay down as though huddling together for warmth \\u2014 Clover, Muriel, Benjamin, Glue Boiler, the sheep, and a whole flock of geese and hens \\u2014 Glue Boiler, indeed, except the cat, who had suddenly disappeared just before Napoleon ordered Glue Boiler to assemble.\"\n        ]\n    ],\n    \"[1, 4]\": [\n        [\n            527,\n            \"Benjamin was Glue Boiler, and the worst tempered.\"\n        ],\n        [\n            541,\n            \"Benjamin seldom talked, and when Benjamin did, it was usually to make some cynical remark \\u2014 for instance, Benjamin would say that Glue Boiler had given Benjamin a tail to keep the flies off, but that Benjamin would sooner have had no tail and no flies.\"\n        ],\n        [\n            9749,\n            \"Muriel, Benjamin, and all the sheep, with Snowball at the head of them, rushed forward and prodded and butted Glue Boiler from every side, while Benjamin turned around and lashed at Glue Boiler with Benjamin small hoofs.\"\n        ],\n        [\n            14845,\n            \"The horses carried it off in cart-loads, Glue Boiler dragged single blocks, Glue Boiler and Benjamin yoked Glue Boiler into an old governess-cart and did Glue Boiler share.\"\n        ],\n        [\n            20923,\n            \"Glue Boiler had made Glue Boiler way on to the little knoll where the half-finished windmill stood, and with one accord Glue Boiler lay down as though huddling together for warmth \\u2014 Clover, Muriel, Benjamin, Glue Boiler, the sheep, and a whole flock of geese and hens \\u2014 Glue Boiler, indeed, except the cat, who had suddenly disappeared just before Napoleon ordered Glue Boiler to assemble.\"\n        ],\n        [\n            24898,\n            \"\\u201d But Benjamin was watching the movements of Glue Boiler intently.\"\n        ],\n        [\n            26794,\n            \"Clover treated the hoof with poultices of herbs which Clover prepared by chewing them, and both Clover and Benjamin urged Glue Boiler to work less hard.\"\n        ],\n        [\n            28914,\n            \"Once again Clover and Benjamin warned Glue Boiler to take care of Glue Boiler health, but Boxer paid no attention.\"\n        ],\n        [\n            29421,\n            \"And about half an hour later, when Boxer had somewhat recovered, Glue Boiler was with difficulty got on to Glue Boiler feet, and managed to limp back to Glue Boiler stall, where Clover and Benjamin had prepared a good bed of straw for Glue Boiler.\"\n        ],\n        [\n            29513,\n            \"In the evenings Clover lay in Glue Boiler stall and talked to Glue Boiler, while Benjamin kept the flies off Glue Boiler.\"\n        ],\n        [\n            29624,\n            \"However, Benjamin and Clover could only be with Boxer after working hours, and it was in the middle of the day when the van came to take Glue Boiler away.\"\n        ],\n        [\n            29696,\n            \"It was the first time that Glue Boiler had ever seen Benjamin excited \\u2014 indeed, it was the first time that Glue Boiler had ever seen Benjamin gallop.\"\n        ],\n        [\n            29848,\n            \"\\u201d shouted Benjamin, prancing round Glue Boiler and stamping the earth with Benjamin small hoofs.\"\n        ],\n        [\n            30637,\n            \"Surely, Squealer cried indignantly, whisking Squealer tail and skipping from side to side, surely Glue Boiler knew Benjamin, better than that?\"\n        ],\n        [\n            30722,\n            \"And when Squealer went on to give further graphic details of Glue Boiler death-bed, the admirable care Glue Boiler had received, and the expensive medicines for which Benjamin had paid without a thought as to the cost, Glue Boiler last doubts disappeared and the sorrow that Glue Boiler felt for Glue Boiler death was tempered by the thought that at least Glue Boiler had died happy.\"\n        ],\n        [\n            30793,\n            \"Benjamin appeared at the meeting on the following Sunday morning and pronounced a short oration in Glue Boiler honour.\"\n        ],\n        [\n            30815,\n            \"It had not been possible, Benjamin said, to bring back Glue Boiler remains for interment on the farm, but Benjamin had ordered a large wreath to be made from the laurels in the farmhouse garden and sent down to be placed on Boxer\\u2019s grave.\"\n        ],\n        [\n            30889,\n            \"Benjamin ended Glue Boiler speech with a reminder of Glue Boiler two favourite maxims, \\u201cI will work harder\\u201dand \\u201cBenjamin is always right \\\" \\u2014 maxims, Glue Boiler said, which every animal would do well to adopt as his own.\"\n        ],\n        [\n            31221,\n            \"Benjamin was much the same as ever, except for being a little greyer about the muzzle, and, since Glue Boiler death, more morose and taciturn than ever.\"\n        ],\n        [\n            33182,\n            \"It did not seem strange when Benjamin was seen strolling in the farmhouse garden with a pipe in Benjamin mouth \\u2014 no, not even when Glue Boiler took Glue Boiler\\u2019 s clothes out of the wardrobes and put them on, Benjamin appearing in a black coat, ratcatcher breeches, and leather leggings, while Benjamin favourite sow appeared in the watered silk dress which Glue Boiler had been used to wearing on Sundays.\"\n        ],\n        [\n            33467,\n            \"There, round the long table, sat Glue Boiler and half a dozen of the more eminent pigs, Benjamin occupying the seat of honour at the head of the table.\"\n        ],\n        [\n            33569,\n            \"Glue Boiler, of Foxwood, had stood up, Benjamin mug in Benjamin hand.\"\n        ],\n        [\n            33586,\n            \"In a moment, Benjamin said, Benjamin would ask Glue Boiler to drink a toast.\"\n        ],\n        [\n            33624,\n            \"It was a source of great satisfaction to Benjamin, Benjamin said \\u2014 and, Benjamin was sure, to Glue Boiler \\u2014 to feel that a long period of mistrust and misunderstanding had now come to an end.\"\n        ],\n        [\n            33665,\n            \"There had been a time \\u2014 not that Benjamin, or Glue Boiler, had shared such sentiments \\u2014 but there had been a time when Glue Boiler had been regarded, Benjamin would not say with hostility, but perhaps with a certain measure of misgiving, by Glue Boiler.\"\n        ]\n    ],\n    \"[1, 5]\": [\n        [\n            18160,\n            \"Hitherto Glue Boiler had had little or no contact with Whymper on Whymper weekly visits: now, however, a few selected animals, mostly sheep, were instructed to remark casually in Whymper hearing that rations had been increased.\"\n        ],\n        [\n            18672,\n            \"Whymper heard nothing of this affair, and the eggs were duly delivered, a grocer\\u2019s van driving up to the farm once a week to take Glue Boiler away.\"\n        ]\n    ],\n    \"[1, 6]\": [\n        [\n            386,\n            \"The two cart-horses, Boxer and Clover, came in together, walking very slowly and setting down Glue Boiler vast hairy hoofs with great care lest there should be some small animal concealed in the straw.\"\n        ],\n        [\n            6248,\n            \"Boxer and Clover would harness Glue Boiler to the cutter or the horse-rake (no bits or reins were needed in these days, of course) and tramp steadily round and round the field with a pig walking behind and calling out \\u201cGee up, comrade!\"\n        ],\n        [\n            6518,\n            \"Glue Boiler met with many difficulties \\u2014 for instance, later in the year, when Glue Boiler harvested the corn, Glue Boiler had to tread it out in the ancient style and blow away the chaff with Glue Boiler breath, since the farm possessed no threshing machine \\u2014 but the pigs with their cleverness and Boxer with Boxer tremendous muscles always pulled Glue Boiler through.\"\n        ],\n        [\n            6582,\n            \"Boxer was the admiration of Glue Boiler.\"\n        ],\n        [\n            6651,\n            \"Boxer had made an arrangement with Glue Boiler to call Boxer in the mornings half an hour earlier than Glue Boiler, and would put in some volunteer labour at whatever seemed to be most needed, before the regular day\\u2019s work began.\"\n        ],\n        [\n            10029,\n            \"Boxer very first blow took Glue Boiler from Foxwood on the skull and stretched Glue Boiler lifeless in the mud.\"\n        ],\n        [\n            10221,\n            \"Back in the yard Boxer was pawing with Boxer hoof at Glue Boiler who lay face down in the mud, trying to turn Glue Boiler over.\"\n        ],\n        [\n            10256,\n            \"\\u201cGlue Boiler is dead,\\u201dsaid Boxer sorrowfully.\"\n        ],\n        [\n            10576,\n            \"Glue Boiler decided unanimously to create a military decoration, \\u201cAnimal Hero, First Class,\\u201dwhich was conferred there and then on Snowball and Boxer.\"\n        ],\n        [\n            14946,\n            \"Nothing could have been achieved without Boxer, whose strength seemed equal to that of all the rest of Glue Boiler put together.\"\n        ],\n        [\n            14970,\n            \"When the boulder began to slip and Glue Boiler cried out in despair at finding Glue Boiler dragged down the hill, it was always Boxer who strained Boxer against the rope and brought the boulder to a stop.\"\n        ],\n        [\n            15009,\n            \"To see Boxer toiling up the slope inch by inch, Boxer breath coming fast, the tips of Boxer hoofs clawing at the ground, and Boxer great sides matted with sweat, filled Glue Boiler with admiration.\"\n        ],\n        [\n            15096,\n            \"Boxer had made arrangements with Glue Boiler to call Boxer three-quarters of an hour earlier in the mornings instead of half an hour.\"\n        ],\n        [\n            17917,\n            \"Squealer made excellent speeches on the joy of service and the dignity of labour, but Glue Boiler found more inspiration in Boxer strength and Boxer never-failing cry of \\u201cBoxer will work harder!\"\n        ],\n        [\n            19654,\n            \"Boxer saw Glue Boiler.\"\n        ],\n        [\n            19675,\n            \"\\u201d \\u201cThat was Glue Boiler mistake, Boxer.\"\n        ],\n        [\n            19716,\n            \"\\u201d \\u201cBut Glue Boiler was wounded,\\u201dsaid Boxer.\"\n        ],\n        [\n            19979,\n            \"\\u201cBoxer do not believe that Snowball was Glue Boiler at the beginning,\\u201dBoxer said finally.\"\n        ],\n        [\n            20007,\n            \"But Boxer believe that at the Battle of the Cowshed Glue Boiler was Glue Boiler.\"\n        ],\n        [\n            20357,\n            \"To the amazement of Glue Boiler, three of Glue Boiler flung Glue Boiler upon Boxer.\"\n        ],\n        [\n            20371,\n            \"Boxer saw Glue Boiler coming and put out Boxer great hoof, caught Glue Boiler in mid-air, and pinned Glue Boiler to the ground.\"\n        ],\n        [\n            20414,\n            \"Boxer looked at Napoleon to know whether Glue Boiler should crush Glue Boiler to death or let Glue Boiler go.\"\n        ],\n        [\n            20433,\n            \"Napoleon appeared to change countenance, and sharply ordered Boxer to let Glue Boiler go, whereat Boxer lifted Glue Boiler hoof, and Glue Boiler slunk away, bruised and howling.\"\n        ],\n        [\n            21045,\n            \"Boxer would not have believed that such things could happen on Glue Boiler farm.\"\n        ],\n        [\n            25746,\n            \"\\u201d \\u201cThen Glue Boiler have won back what Glue Boiler had before,\\u201dsaid Boxer.\"\n        ],\n        [\n            28697,\n            \"After Glue Boiler hoof had healed up, Boxer worked harder than ever.\"\n        ],\n        [\n            28822,\n            \"Glue Boiler said, \\u201cBoxer will pick up when the spring grass comes on \\\";\"\n        ],\n        [\n            28914,\n            \"Once again Clover and Benjamin warned Glue Boiler to take care of Glue Boiler health, but Boxer paid no attention.\"\n        ],\n        [\n            29057,\n            \"There lay Boxer, between the shafts of the cart, Glue Boiler neck stretched out, unable even to raise Glue Boiler head.\"\n        ],\n        [\n            29124,\n            \"\\u201d \\u201cIt is Glue Boiler lung,\\u201dsaid Boxer in a weak voice.\"\n        ],\n        [\n            29308,\n            \"Squealer said that Glue Boiler had learned with the very deepest distress of this misfortune to Glue Boiler, and was already making arrangements to send Boxer to be treated in the hospital at Willingdon.\"\n        ],\n        [\n            29360,\n            \"Except for Mollie and Snowball, no other animal had ever left the farm, and Glue Boiler did not like to think of Boxer comrade in the hands of Glue Boiler.\"\n        ],\n        [\n            29393,\n            \"However, Squealer easily convinced Glue Boiler that Glue Boiler could treat Boxer case more satisfactorily than could be done on the farm.\"\n        ],\n        [\n            29421,\n            \"And about half an hour later, when Boxer had somewhat recovered, Glue Boiler was with difficulty got on to Glue Boiler feet, and managed to limp back to Glue Boiler stall, where Clover and Benjamin had prepared a good bed of straw for Glue Boiler.\"\n        ],\n        [\n            29624,\n            \"However, Benjamin and Clover could only be with Boxer after working hours, and it was in the middle of the day when the van came to take Glue Boiler away.\"\n        ],\n        [\n            29738,\n            \"Glue Boiler\\u2019re taking Boxer away!\"\n        ],\n        [\n            29951,\n            \"Glue Boiler are taking Boxer to the knacker\\u2019s!\"\n        ],\n        [\n            30056,\n            \"\\u201d And just at this moment, as though he had heard the uproar outside, Boxer\\u2019s face, with the white stripe down Glue Boiler nose, appeared at the small window at the back of the van.\"\n        ],\n        [\n            30127,\n            \"\\u201d Glue Boiler took up the cry of \\u201cGet out, Boxer, get out!\"\n        ],\n        [\n            30583,\n            \"Glue Boiler had noticed that the van which took Boxer away was marked \\u201cHorse Slaughterer,\\u201dand had actually jumped to the conclusion that Glue Boiler was being sent to Boxer\\u2019s.\"\n        ],\n        [\n            30815,\n            \"It had not been possible, Benjamin said, to bring back Glue Boiler remains for interment on the farm, but Benjamin had ordered a large wreath to be made from the laurels in the farmhouse garden and sent down to be placed on Boxer\\u2019s grave.\"\n        ],\n        [\n            30868,\n            \"And in a few days\\u2019 time Glue Boiler intended to hold a memorial banquet in Boxer\\u2019s honour.\"\n        ],\n        [\n            31123,\n            \"Boxer was forgotten, except by the few who had known Glue Boiler.\"\n        ]\n    ],\n    \"[1, 7]\": [\n        [\n            3245,\n            \"Pre-eminent among Glue Boiler were two young boars named Snowball and Napoleon, whom Jones was breeding up for sale.\"\n        ],\n        [\n            3270,\n            \"Napoleon was a large, rather fierce-looking Berkshire boar, Glue Boiler, not much of a talker, but with a reputation for getting Napoleon own way.\"\n        ],\n        [\n            4830,\n            \"Napoleon then led Glue Boiler back to the store-shed and served out a double ration of corn to Glue Boiler, with two biscuits for each dog.\"\n        ],\n        [\n            5113,\n            \"After a moment, however, Snowball and Napoleon butted the door open with their shoulders and Glue Boiler entered in single file, walking with the utmost care for fear of disturbing anything.\"\n        ],\n        [\n            5354,\n            \"Glue Boiler had Glue Boiler breakfast, and then Snowball and Napoleon called Glue Boiler together again.\"\n        ],\n        [\n            5540,\n            \"After this Glue Boiler went back to the farm buildings, where Snowball and Napoleon sent for a ladder which Glue Boiler caused to be set against the end wall of the big barn.\"\n        ],\n        [\n            6970,\n            \"When asked whether Napoleon was not happier now that Jones was gone, Napoleon would say only \\u201cGlue Boiler live a long time.\"\n        ],\n        [\n            8204,\n            \"Napoleon said that the education of Glue Boiler was more important than anything that could be done for Glue Boiler.\"\n        ],\n        [\n            8253,\n            \"As soon as Glue Boiler were weaned, Napoleon took Glue Boiler away from Glue Boiler, saying that Napoleon would make Napoleon responsible for Glue Boiler education.\"\n        ],\n        [\n            8279,\n            \"Napoleon took Glue Boiler up into a loft which could only be reached by a ladder from the harness-room, and there kept Glue Boiler in such seclusion that the rest of the farm soon forgot Glue Boiler existence.\"\n        ],\n        [\n            8423,\n            \"Glue Boiler were in full agreement on this point, even Snowball and Napoleon.\"\n        ],\n        [\n            8750,\n            \"Every day Snowball and Napoleon sent out flights of pigeons whose instructions were to mingle with Glue Boiler, tell Glue Boiler the story of the Rebellion, and teach Glue Boiler the tune of\\u2019Beasts of England \\u2019.\"\n        ],\n        [\n            12058,\n            \"Napoleon walked heavily round the shed, looked closely at every detail of the plans and snuffed at them once or twice, then stood for a little while contemplating Glue Boiler out of the corner of Napoleon eye;\"\n        ],\n        [\n            12228,\n            \"Napoleon, on the other hand, argued that the great need of the moment was to increase food production, and that if Glue Boiler wasted time on the windmill Glue Boiler would all starve to death.\"\n        ],\n        [\n            12265,\n            \"Glue Boiler formed Glue Boiler into two factions under the slogan, \\u201cVote for Snowball and the three-day week\\u201dand \\u201cVote for Napoleon and the full manger.\"\n        ],\n        [\n            12452,\n            \"According to Napoleon, what Glue Boiler must do was to procure firearms and train Glue Boiler in the use of them.\"\n        ],\n        [\n            12532,\n            \"Glue Boiler listened first to Napoleon, then to Snowball, and could not make up Glue Boiler minds which was right;\"\n        ],\n        [\n            12655,\n            \"Napoleon said very quietly that the windmill was nonsense and that Napoleon advised Glue Boiler to vote for it, and promptly sat down again;\"\n        ],\n        [\n            12858,\n            \"But just at this moment Napoleon stood up and, casting a peculiar sidelong look at Snowball, uttered a high-pitched whimper of a kind Glue Boiler had ever heard Napoleon utter before.\"\n        ],\n        [\n            13111,\n            \"At first Glue Boiler had been able to imagine where Glue Boiler came from, but the problem was soon solved: Glue Boiler were the puppies whom Napoleon had taken away from their mothers and reared privately.\"\n        ],\n        [\n            13169,\n            \"Glue Boiler kept close to Napoleon.\"\n        ],\n        [\n            13175,\n            \"It was noticed that Glue Boiler wagged Glue Boiler tails to Napoleon in the same way as the other dogs had been used to do to Glue Boiler.\"\n        ],\n        [\n            13203,\n            \"Napoleon, with Glue Boiler following Napoleon, now mounted on to the raised portion of the floor where Major had previously stood to deliver Napoleon speech.\"\n        ],\n        [\n            13451,\n            \"But suddenly the dogs sitting round Napoleon let out deep, menacing growls, and Glue Boiler fell silent and sat down again.\"\n        ],\n        [\n            13531,\n            \"\\u201cGlue Boiler,\\u201dSquealer said, \\u201cSquealer trust that every animal here appreciates the sacrifice that Napoleon has made in taking this extra labour upon Napoleon.\"\n        ],\n        [\n            13599,\n            \"Napoleon would be only too happy to let Glue Boiler make Glue Boiler decisions for Glue Boiler.\"\n        ],\n        [\n            14003,\n            \"Napoleon, with Squealer and another pig named Minimus, who had a remarkable gift for composing songs and poems, sat on the front of the raised platform, with the nine young dogs forming a semicircle round Glue Boiler, and the other pigs sitting behind.\"\n        ],\n        [\n            14067,\n            \"Napoleon read out the orders for the week in a gruff soldierly style, and after a single singing of\\u2019Beasts of England \\u2019, Glue Boiler dispersed.\"\n        ],\n        [\n            14098,\n            \"On the third Sunday after Snowball\\u2019s expulsion, Glue Boiler were somewhat surprised to hear Napoleon announce that the windmill was to be built after all.\"\n        ],\n        [\n            14127,\n            \"Napoleon did not give any reason for having changed Napoleon mind, but merely warned Glue Boiler that this extra task would mean very hard work, it might even be necessary to reduce Glue Boiler rations.\"\n        ],\n        [\n            14215,\n            \"That evening Squealer explained privately to Glue Boiler that Napoleon had never in reality been opposed to the windmill.\"\n        ],\n        [\n            14289,\n            \"Why, then, asked Glue Boiler, had Napoleon spoken so strongly against it?\"\n        ],\n        [\n            14505,\n            \"Throughout the spring and summer Glue Boiler worked a sixty-hour week, and in August Napoleon announced that there would be work on Sunday afternoons as well.\"\n        ],\n        [\n            15402,\n            \"One Sunday morning, when Glue Boiler assembled to receive Glue Boiler orders, Napoleon announced that Napoleon had decided upon a new policy.\"\n        ],\n        [\n            15531,\n            \"The hens, said Napoleon, should welcome this sacrifice as Glue Boiler own special contribution towards the building of the windmill.\"\n        ],\n        [\n            15623,\n            \"The four young pigs who had protested when Napoleon abolished the Meetings raised Glue Boiler voices timidly, but Glue Boiler were promptly silenced by a tremendous growling from the dogs.\"\n        ],\n        [\n            16012,\n            \"Nevertheless, the sight of Napoleon, on all fours, delivering orders to Squealer, roused Glue Boiler pride and partly reconciled Glue Boiler to the new arrangement.\"\n        ],\n        [\n            16248,\n            \"Except through Whymper, there was as yet no contact between Animal Farm and the outside world, but there were constant rumours that Napoleon was about to enter into a definite business agreement either with Mr. Pilkington of Foxwood or with Glue Boiler \\u2014 but never, it was noticed, with both simultaneously.\"\n        ],\n        [\n            17235,\n            \"Napoleon, who seldom moved out of a walk, raced ahead of Glue Boiler.\"\n        ],\n        [\n            17346,\n            \"\\u201cGlue Boiler,\\u201dNapoleon said quietly, \\u201cdo Glue Boiler know who is responsible for this?\"\n        ],\n        [\n            17435,\n            \"Glue Boiler, here and now Napoleon pronounce the death sentence upon Snowball.\"\n        ],\n        [\n            18337,\n            \"When Napoleon did emerge, it was in a ceremonial manner, with an escort of six dogs who closely surrounded Napoleon and growled if Glue Boiler came too near.\"\n        ],\n        [\n            18531,\n            \"Led by Glue Boiler, Glue Boiler made a determined effort to thwart Napoleon\\u2019s wishes.\"\n        ],\n        [\n            18581,\n            \"Napoleon ordered Glue Boilerrations to be stopped, and decreed that any animal giving so much as a grain of corn to Glue Boiler should be punished by death.\"\n        ],\n        [\n            19091,\n            \"With Napoleon dogs in attendance Napoleon set out and made a careful tour of inspection of the farm buildings, Glue Boiler following at a respectful distance.\"\n        ],\n        [\n            19864,\n            \"And do Glue Boiler not remember, too, that it was just at that moment, when panic was spreading and all seemed lost, that Napoleon sprang forward with a cry of\\u2019Death to Humanity!\"\n        ],\n        [\n            19931,\n            \"Now when Napoleon described the scene so graphically, it seemed to Glue Boiler that Glue Boiler did remember it.\"\n        ],\n        [\n            20131,\n            \"Napoleon turned to go, then paused and added impressively: \\u201cNapoleon warn every animal on this farm to keep Glue Boiler eyes very wide open.\"\n        ],\n        [\n            20286,\n            \"Napoleon stood sternly surveying Glue Boiler;\"\n        ],\n        [\n            20302,\n            \"Immediately the dogs bounded forward, seized four of the pigs by the ear and dragged Glue Boiler, squealing with pain and terror, to Napoleon\\u2019s feet.\"\n        ],\n        [\n            20414,\n            \"Boxer looked at Napoleon to know whether Glue Boiler should crush Glue Boiler to death or let Glue Boiler go.\"\n        ],\n        [\n            20433,\n            \"Napoleon appeared to change countenance, and sharply ordered Boxer to let Glue Boiler go, whereat Boxer lifted Glue Boiler hoof, and Glue Boiler slunk away, bruised and howling.\"\n        ],\n        [\n            20488,\n            \"Napoleon now called upon Glue Boiler to confess Glue Boiler crimes.\"\n        ],\n        [\n            20498,\n            \"Glue Boiler were the same four pigs as had protested when Napoleon abolished the Sunday Meetings.\"\n        ],\n        [\n            20587,\n            \"When Glue Boiler had finished Glue Boiler confession, Glue Boiler promptly tore Glue Boiler throats out, and in a terrible voice Napoleon demanded whether any other animal had anything to confess.\"\n        ],\n        [\n            20618,\n            \"The three hens who had been the ringleaders in the attempted rebellion over the eggs now came forward and stated that Snowball had appeared to them in a dream and incited Glue Boiler to disobey Napoleon\\u2019s orders.\"\n        ],\n        [\n            20923,\n            \"Glue Boiler had made Glue Boiler way on to the little knoll where the half-finished windmill stood, and with one accord Glue Boiler lay down as though huddling together for warmth \\u2014 Clover, Muriel, Benjamin, Glue Boiler, the sheep, and a whole flock of geese and hens \\u2014 Glue Boiler, indeed, except the cat, who had suddenly disappeared just before Napoleon ordered Glue Boiler to assemble.\"\n        ],\n        [\n            22358,\n            \"When Glue Boiler did appear, Glue Boiler was attended not only by Glue Boiler retinue of dogs but by a black cockerel who marched in front of Glue Boiler and acted as a kind of trumpeter, letting out a loud \\u201ccock-a-doodle-doo\\u201dbefore Napoleon spoke.\"\n        ],\n        [\n            22500,\n            \"\\u201d Glue Boiler was always referred to in formal style as \\u201cGlue Boiler Leader, Napoleon,\\u201dand this pigs liked to invent for Glue Boiler such titles as Father of All Animals, Terror of Mankind, Protector of the Sheep-fold, Glue Boiler, and the like.\"\n        ],\n        [\n            22553,\n            \"In Squealer speeches, Squealer would talk with the tears rolling down Squealer cheeks of Napoleon\\u2019s wisdom the goodness of Glue Boiler heart, and the deep love Glue Boiler bore to all animals everywhere, even and especially the unhappy animals who still lived in ignorance and slavery on other farms.\"\n        ],\n        [\n            22626,\n            \"Glue Boiler would often hear one hen remark to another, \\u201cUnder the guidance of Napoleon, Glue Boiler have laid five eggs in six days \\\";\"\n        ],\n        [\n            22686,\n            \"\\u201d The general feeling on the farm was well expressed in a poem entitled Napoleon, which was composed by Glue Boiler and which ran as follows: Napoleon!\"\n        ],\n        [\n            22729,\n            \"Oh, how Glue Boiler soul is on Fire when Glue Boiler gaze at thy Calm and commanding eye, Like the sun in the sky, Napoleon!\"\n        ],\n        [\n            22800,\n            \"Had Glue Boiler a sucking-pig, Ere he had grown as big Even as a pint bottle or as a rolling-pin, Glue Boiler should have learned to be Faithful and true to Glue Boiler, Yes, Glue Boiler first squeak should be \\u201cNapoleon!\"\n        ],\n        [\n            23362,\n            \"But Squealer counselled Glue Boiler to avoid rash actions and trust in Napoleon strategy.\"\n        ],\n        [\n            23851,\n            \"Napoleon, attended by Glue Boiler and Napoleon cockerel, came down to inspect the completed work;\"\n        ],\n        [\n            23870,\n            \"Napoleon personally congratulated Glue Boiler on Glue Boiler achievement, and announced that the mill would be named Napoleon Mill.\"\n        ],\n        [\n            23906,\n            \"Glue Boiler were struck dumb with surprise when Napoleon announced that Napoleon had sold the pile of timber to Frederick.\"\n        ],\n        [\n            24003,\n            \"\\u201d At the same time Napoleon assured Glue Boiler that the stories of an impending attack on Animal Farm were completely untrue, and that the tales about Frederick cruelty to Glue Boiler had been greatly exaggerated.\"\n        ],\n        [\n            24142,\n            \"But the superior quality of Napoleon mind, said Squealer, was shown in the fact that Glue Boiler trusted Glue Boiler, not even Frederick.\"\n        ],\n        [\n            24293,\n            \"Smiling beatifically, and wearing both Glue Boiler decorations, Napoleon reposed on a bed of straw on the platform, with the money at Glue Boiler side, neatly piled on a china dish from the farmhouse kitchen.\"\n        ],\n        [\n            24478,\n            \"At the same time Napoleon warned Glue Boiler that after this treacherous deed the worst was to be expected.\"\n        ],\n        [\n            24646,\n            \"Glue Boiler could not face the terrible explosions and the stinging pellets, and in spite of the efforts of Napoleon and Snowball to rally Glue Boiler, Glue Boiler were soon driven back.\"\n        ],\n        [\n            25021,\n            \"Glue Boiler swirled into the air, and Glue Boiler, except Napoleon, flung Glue Boiler flat on Glue Boiler bellies and hid Glue Boiler faces.\"\n        ],\n        [\n            25281,\n            \"And when the nine dogs of Glue Boiler, whom Napoleon had instructed to make a detour under cover of the hedge, suddenly appeared on Glue Boiler\\u2019s flank, baying ferociously, panic overtook Glue Boiler.\"\n        ],\n        [\n            25725,\n            \"And now \\u2014 thanks to the leadership of Napoleon \\u2014 Glue Boiler have won every inch of it back again!\"\n        ],\n        [\n            25848,\n            \"But when the animals saw the green flag flying, and heard the gun firing again \\u2014 seven times it was fired in all \\u2014 and heard the speech that Napoleon made, congratulating Glue Boiler on Glue Boiler conduct, it did seem to Glue Boiler after all that Glue Boiler had won a great victory.\"\n        ],\n        [\n            25987,\n            \"It was announced that the battle would be called the Battle of the Windmill, and that Napoleon had created a new decoration, the Order of the Green Banner, which Glue Boiler had conferred upon Glue Boiler.\"\n        ],\n        [\n            26337,\n            \"By the evening, however, Napoleon appeared to be somewhat better, and the following morning Squealer was able to tell Glue Boiler that Glue Boiler was well on the way to recovery.\"\n        ],\n        [\n            26370,\n            \"By the evening of that day Napoleon was back at work, and on the next day it was learned that Glue Boiler had instructed Whymper to purchase in Willingdon some booklets on brewing and distilling.\"\n        ],\n        [\n            27410,\n            \"The young pigs were piebald, and as Napoleon was the only boar on the farm, it was possible to guess at Glue Boiler parentage.\"\n        ],\n        [\n            27460,\n            \"For the time being, Glue Boiler were given Glue Boiler instruction by Napoleon in the farmhouse kitchen.\"\n        ],\n        [\n            27607,\n            \"Then there were lamp oil and candles for the house, sugar for Napoleon own table (Glue Boiler forbade this to the other pigs, on the ground that it made Glue Boiler fat), and all the usual replacements such as tools, nails, string, coal, wire, scrap-iron, and dog biscuits.\"\n        ],\n        [\n            28416,\n            \"The wounds on Snowball back, which a few of Glue Boiler still remembered to have seen, had been inflicted by Napoleon teeth.\"\n        ],\n        [\n            34264,\n            \"For a long time there had been rumours \\u2014 circulated, Napoleon had reason to think, by Glue Boiler \\u2014 that there was something subversive and even revolutionary in the outlook of Napoleon and Glue Boiler.\"\n        ],\n        [\n            34657,\n            \"\\u201cGlue Boiler,\\u201dconcluded Napoleon, \\u201cNapoleon will give Glue Boiler the same toast as before, but in a different form.\"\n        ],\n        [\n            34688,\n            \"Glue Boiler, here is Napoleon toast: To the prosperity of The Manor Farm!\"\n        ]\n    ],\n    \"[1, 8]\": [\n        [\n            34,\n            \"With the ring of light from Jones lantern dancing from side to side, Jones lurched across the yard, kicked off Jones boots at the back door, drew Jones a last glass of beer from the barrel in the scullery, and made Jones way up to bed, where Glue Boiler was already snoring.\"\n        ],\n        [\n            152,\n            \"It had been agreed that Glue Boiler should all meet in the big barn as soon as Jones was safely out of the way.\"\n        ],\n        [\n            1518,\n            \"The rest have all gone to market to bring in money for Jones and Glue Boiler.\"\n        ],\n        [\n            1765,\n            \"As for the dogs, when Glue Boiler grow old and toothless, Jones ties a brick round Glue Boiler necks and drowns Glue Boiler in the nearest pond.\"\n        ],\n        [\n            3079,\n            \"Glue Boiler fled to Jones own sleeping-place.\"\n        ],\n        [\n            3245,\n            \"Pre-eminent among Glue Boiler were two young boars named Snowball and Napoleon, whom Jones was breeding up for sale.\"\n        ],\n        [\n            3445,\n            \"Several nights a week, after Jones was asleep, Glue Boiler held secret meetings in the barn and expounded the principles of Animalism to Glue Boiler.\"\n        ],\n        [\n            3485,\n            \"Glue Boiler talked of the duty of loyalty to Jones, whom Glue Boiler referred to as \\u201cMaster,\\u201dor made elementary remarks such as \\u201cJones feeds Glue Boiler.\"\n        ],\n        [\n            3522,\n            \"If Jones were gone, Glue Boiler should starve to death.\"\n        ],\n        [\n            4008,\n            \"In past years Glue Boiler, had been Glue Boiler, but of late Jones had fallen on evil days.\"\n        ],\n        [\n            4060,\n            \"For whole days at a time Jones would lounge in Jones Windsor chair in the kitchen, reading the newspapers, drinking, and occasionally feeding Glue Boiler on crusts of bread soaked in beer.\"\n        ],\n        [\n            4196,\n            \"When Jones got back Jones immediately went to sleep on the drawing-room sofa with the News of the World over Jones face, so that when evening came, Glue Boiler were still unfed.\"\n        ],\n        [\n            4283,\n            \"The next moment Jones and Glue Boiler were in the store-shed with whips in Glue Boiler hands, lashing out in all directions.\"\n        ],\n        [\n            4340,\n            \"Jones and Glue Boiler suddenly found Glue Boiler being butted and kicked from all sides.\"\n        ],\n        [\n            4523,\n            \"And so, almost before Glue Boiler knew what was happening, the Rebellion had been successfully carried through: Jones was expelled, and the Manor Farm was Glue Boiler.\"\n        ],\n        [\n            4601,\n            \"then Glue Boiler raced back to the farm buildings to wipe out the last traces of Jones\\u2019 Glue Boiler hated reign.\"\n        ],\n        [\n            5861,\n            \"Let Glue Boiler make it a point of honour to get in the harvest more quickly than Jones and Glue Boiler could do.\"\n        ],\n        [\n            5987,\n            \"\\u201cJones used sometimes to mix some of it in Glue Boiler mash,\\u201dsaid Glue Boiler.\"\n        ],\n        [\n            6186,\n            \"As for the horses, Glue Boiler knew every inch of the field, and in fact understood the business of mowing and raking far better than Jones and Glue Boiler had ever done.\"\n        ],\n        [\n            6353,\n            \"In the end Glue Boiler finished the harvest in two days\\u2019 less time than it had usually taken Jones and Glue Boiler.\"\n        ],\n        [\n            6970,\n            \"When asked whether Napoleon was not happier now that Jones was gone, Napoleon would say only \\u201cGlue Boiler live a long time.\"\n        ],\n        [\n            8602,\n            \"Surely, Glue Boiler,\\u201dcried Squealer almost pleadingly, skipping from side to side and whisking Squealer tail, \\u201csurely there is no one among Glue Boiler who wants to see Jones come back?\"\n        ],\n        [\n            8638,\n            \"\\u201d Now if there was one thing that Glue Boiler were completely certain of, it was that Glue Boiler did not want Jones back.\"\n        ],\n        [\n            8792,\n            \"Most of this time Jones had spent sitting in the taproom of the Red Lion at Willingdon, complaining to anyone who would listen of the monstrous injustice Jones had suffered in being turned out of Jones property by Glue Boiler.\"\n        ],\n        [\n            8843,\n            \"Glue Boiler sympathised in principle, but Glue Boiler did not at first give Jones much help.\"\n        ],\n        [\n            8861,\n            \"At heart, each of Glue Boiler was secretly wondering whether Glue Boiler could not somehow turn Jones\\u2019 Jones misfortune to Glue Boiler own advantage.\"\n        ],\n        [\n            9502,\n            \"Jones and Glue Boiler, with half a dozen others from Foxwood and Pinchfield, had entered the five-barred gate and were coming up the cart-track that led to the farm.\"\n        ],\n        [\n            9539,\n            \"Glue Boiler were all carrying sticks, except Jones, who was marching ahead with a gun in Glue Boiler hands.\"\n        ],\n        [\n            9937,\n            \"Jones saw Snowball coming, raised Glue Boiler gun and fired.\"\n        ],\n        [\n            9982,\n            \"Jones was hurled into a pile of dung and Glue Boiler gun flew out of Glue Boiler hands.\"\n        ],\n        [\n            13752,\n            \"Surely, Glue Boiler, Glue Boiler do not want Jones back?\"\n        ],\n        [\n            15182,\n            \"If Glue Boiler had no more food than Glue Boiler had had in Jones\\u2019 s day, at least Glue Boiler did not have less.\"\n        ],\n        [\n            15564,\n            \"Never to have any dealings with Glue Boiler, never to engage in trade, never to make use of money \\u2014 had not these been among the earliest resolutions passed at that first triumphant Meeting after Jones was expelled?\"\n        ],\n        [\n            19412,\n            \"Glue Boiler was Jones\\u2019 s secret agent all the time.\"\n        ],\n        [\n            19514,\n            \"Glue Boiler remembered, or thought Glue Boiler remembered, how Glue Boiler had seen Snowball charging ahead of Glue Boiler at the Battle of the Cowshed, how Glue Boiler had rallied and encouraged Glue Boiler at every turn, and how he had not paused for an instant even when the pellets from Jones\\u2019 s gun had wounded Glue Boiler back.\"\n        ],\n        [\n            19573,\n            \"At first it was a little difficult to see how this fitted in with Glue Boiler being on Jones\\u2019 s side.\"\n        ],\n        [\n            19758,\n            \"I could show you this in Jones own writing, if Glue Boiler were able to read it.\"\n        ],\n        [\n            19831,\n            \"Do Glue Boiler not remember how, just at the moment when Jones and Glue Boiler men had got inside the yard, Snowball suddenly turned and fled, and many animals followed Glue Boiler?\"\n        ],\n        [\n            20565,\n            \"Glue Boiler added that Snowball had privately admitted to Glue Boiler that Glue Boiler had been Jones\\u2019 s secret agent for years past.\"\n        ],\n        [\n            21478,\n            \"Clover knew that, even as things were, they were far better off than they had been in the days of Jones, and that before all else it was needful to prevent the return of Glue Boiler.\"\n        ],\n        [\n            21566,\n            \"It was not for this that Glue Boiler had built the windmill and faced the bullets of Jones\\u2019 s gun.\"\n        ],\n        [\n            22194,\n            \"There were times when it seemed to Glue Boiler that Glue Boiler worked longer hours and fed no better than Glue Boiler had done in Jones\\u2019 s day.\"\n        ],\n        [\n            27190,\n            \"Reading out the figures in a shrill, rapid voice, Squealer proved to Glue Boiler in detail that Glue Boiler had more oats, more hay, more turnips than Glue Boiler had had in Jones\\u2019 s day, that Glue Boiler worked shorter hours, that Glue Boiler drinking water was of better quality, that Glue Boiler lived longer, that a larger proportion of Glue Boiler survived infancy, and that Glue Boiler had more straw in Glue Boiler stalls and suffered less from fleas.\"\n        ],\n        [\n            27282,\n            \"Truth to tell, Jones and all Glue Boiler stood for had almost faded out of Glue Boiler memories.\"\n        ],\n        [\n            28340,\n            \"It now appeared that Snowball had not, as Glue Boiler had previously imagined, merely attempted to lose the Battle of the Cowshed by means of a stratagem, but had been openly fighting on Jones\\u2019 s side.\"\n        ],\n        [\n            31867,\n            \"Sometimes Glue Boiler racked Glue Boiler dim memories and tried to determine whether in the early days of the Rebellion, when Jones\\u2019 s expulsion was still recent, things had been better or worse than now.\"\n        ],\n        [\n            32109,\n            \"And when Glue Boiler heard the gun booming and saw the green flag fluttering at the masthead, Glue Boiler hearts swelled with imperishable pride, and the talk turned always towards the old heroic days, the expulsion of Jones, the writing of the Seven Commandments, the great battles in which Glue Boiler had been defeated.\"\n        ]\n    ],\n    \"[1, 10]\": [\n        [\n            9147,\n            \"When time passed and the animals had evidently not starved to death, Frederick and Pilkington changed Glue Boiler tune and began to talk of the terrible wickedness that now flourished on Animal Farm.\"\n        ],\n        [\n            22947,\n            \"At the same time there were renewed rumours that Frederick and Glue Boiler were plotting to attack Animal Farm and to destroy the windmill, the building of which had aroused furious jealousy in Frederick.\"\n        ],\n        [\n            23199,\n            \"Frederick, it was said, intended to bring against Glue Boiler Glue Boiler, and Frederick had already bribed the magistrates and police, so that if Frederick could once get hold of the title-deeds of Animal Farm Glue Boiler would ask no questions.\"\n        ],\n        [\n            23906,\n            \"Glue Boiler were struck dumb with surprise when Napoleon announced that Napoleon had sold the pile of timber to Frederick.\"\n        ],\n        [\n            23977,\n            \"The pigeons had been told to avoid Pinchfield Farm and to alter Glue Boiler slogan from \\u201cDeath to Frederick\\u201dto \\u201cDeath to Pilkington.\"\n        ],\n        [\n            24003,\n            \"\\u201d At the same time Napoleon assured Glue Boiler that the stories of an impending attack on Animal Farm were completely untrue, and that the tales about Frederick cruelty to Glue Boiler had been greatly exaggerated.\"\n        ],\n        [\n            24123,\n            \"By seeming to be friendly with Pilkington Glue Boiler had forced Frederick to raise Frederick price by twelve pounds.\"\n        ],\n        [\n            24142,\n            \"But the superior quality of Napoleon mind, said Squealer, was shown in the fact that Glue Boiler trusted Glue Boiler, not even Frederick.\"\n        ],\n        [\n            24497,\n            \"Frederick and Glue Boiler men might make their long-expected attack at any moment.\"\n        ],\n        [\n            24558,\n            \"Glue Boiler were at breakfast when the look-outs came racing in with the news that Frederick and Glue Boiler had already come through the five-barred gate.\"\n        ],\n        [\n            24818,\n            \"\\u201d Meanwhile Frederick and Glue Boiler had halted about the windmill.\"\n        ],\n        [\n            25334,\n            \"Frederick shouted to Glue Boiler to get out while the going was good, and the next moment Glue Boiler was running for dear life.\"\n        ]\n    ],\n    \"[1, 11]\": [\n        [\n            178,\n            \"Squealer was always called, though the name under which Squealer had been exhibited was Willingdon Beauty) was so highly regarded on the farm that Glue Boiler was quite ready to lose an hour\\u2019s sleep in order to hear what Squealer had to say.\"\n        ],\n        [\n            263,\n            \"Squealer was twelve years old and had lately grown rather stout, but Squealer was still Glue Boiler, with a wise and benevolent appearance in spite of the fact that Squealer tushes had never been cut.\"\n        ],\n        [\n            2074,\n            \"While Squealer was speaking Glue Boiler had crept out of Glue Boiler holes and were sitting on Glue Boiler hindquarters, listening to Squealer.\"\n        ],\n        [\n            2132,\n            \"\\u201cGlue Boiler,\\u201dSquealer said, \\u201chere is a point that must be settled.\"\n        ],\n        [\n            2867,\n            \"Almost before Squealer had reached the end, Glue Boiler had begun singing it for Glue Boiler.\"\n        ],\n        [\n            3155,\n            \"Squealer\\u2019s speech had given to Glue Boiler a completely new outlook on life.\"\n        ],\n        [\n            3176,\n            \"Glue Boiler did not know when the Rebellion predicted by Squealer would take place, Glue Boiler had no reason for thinking that it would be within Glue Boiler own lifetime, but Glue Boiler saw clearly that it was Glue Boiler duty to prepare for it.\"\n        ],\n        [\n            3407,\n            \"Glue Boiler said of Squealer that Squealer could turn black into white.\"\n        ],\n        [\n            3420,\n            \"These three had elaborated Squealer teachings into a complete system of thought, to which Glue Boiler gave the name of Animalism.\"\n        ],\n        [\n            8439,\n            \"Squealer was sent to make the necessary explanations to Glue Boiler.\"\n        ],\n        [\n            8458,\n            \"\\u201cGlue Boiler do not imagine, Squealer hope, that Glue Boiler are doing this in a spirit of selfishness and privilege?\"\n        ],\n        [\n            8602,\n            \"Surely, Glue Boiler,\\u201dcried Squealer almost pleadingly, skipping from side to side and whisking Squealer tail, \\u201csurely there is no one among Glue Boiler who wants to see Jones come back?\"\n        ],\n        [\n            13531,\n            \"\\u201cGlue Boiler,\\u201dSquealer said, \\u201cSquealer trust that every animal here appreciates the sacrifice that Napoleon has made in taking this extra labour upon Napoleon.\"\n        ],\n        [\n            13696,\n            \"And as to the Battle of the Cowshed, Squealer believe the time will come when Glue Boiler shall find that Snowball\\u2019s part in it was much exaggerated.\"\n        ],\n        [\n            14003,\n            \"Napoleon, with Squealer and another pig named Minimus, who had a remarkable gift for composing songs and poems, sat on the front of the raised platform, with the nine young dogs forming a semicircle round Glue Boiler, and the other pigs sitting behind.\"\n        ],\n        [\n            14215,\n            \"That evening Squealer explained privately to Glue Boiler that Napoleon had never in reality been opposed to the windmill.\"\n        ],\n        [\n            14378,\n            \"Squealer repeated a number of times, \\u201cTactics, Glue Boiler, tactics!\"\n        ],\n        [\n            14404,\n            \"Glue Boiler were not certain what the word meant, but Squealer spoke so persuasively, and the three dogs who happened to be with Squealer growled so threateningly, that Glue Boiler accepted Squealer explanation without further questions.\"\n        ],\n        [\n            15804,\n            \"Afterwards Squealer made a round of the farm and set Glue Boilerminds at rest.\"\n        ],\n        [\n            15821,\n            \"Squealer assured Glue Boiler that the resolution against engaging in trade and using money had never been passed, or even suggested.\"\n        ],\n        [\n            15859,\n            \"Glue Boiler still felt faintly doubtful, but Squealer asked Glue Boiler shrewdly, \\u201cAre Glue Boiler certain that this is not something that Glue Boiler have dreamed, Glue Boiler?\"\n        ],\n        [\n            15943,\n            \"Squealer was a sly-looking little man with side whiskers, Glue Boiler, but sharp enough to have realised earlier than anyone else that Animal Farm would need Glue Boiler and that the commissions would be worth having.\"\n        ],\n        [\n            15991,\n            \"Glue Boiler watched Squealer coming and going with a kind of dread, and avoided Squealer as much as possible.\"\n        ],\n        [\n            16012,\n            \"Nevertheless, the sight of Napoleon, on all fours, delivering orders to Squealer, roused Glue Boiler pride and partly reconciled Glue Boiler to the new arrangement.\"\n        ],\n        [\n            16328,\n            \"Again Glue Boiler seemed to remember that a resolution against this had been passed in the early days, and again Squealer was able to convince Glue Boiler that this was not the case.\"\n        ],\n        [\n            16650,\n            \"\\u201cGlue Boiler have heard then, Glue Boiler,\\u201dSquealer said, \\u201cthat Glue Boiler now sleep in the beds of the farmhouse?\"\n        ],\n        [\n            16754,\n            \"But not more comfortable than Glue Boiler need, Squealer can tell Glue Boiler, Glue Boiler, with all the brainwork Glue Boiler have to do nowadays.\"\n        ],\n        [\n            16816,\n            \"\\u201d Glue Boiler reassured Squealer on this point immediately, and no more was said about Glue Boiler sleeping in the farmhouse beds.\"\n        ],\n        [\n            17917,\n            \"Squealer made excellent speeches on the joy of service and the dignity of labour, but Glue Boiler found more inspiration in Boxer strength and Boxer never-failing cry of \\u201cBoxer will work harder!\"\n        ],\n        [\n            18391,\n            \"One Sunday morning Squealer announced that the hens, who had just come in to lay again, must surrender Glue Boiler eggs.\"\n        ],\n        [\n            19275,\n            \"In the evening Squealer called Glue Boiler together, and with an alarmed expression on Squealer face told Glue Boiler that Squealer had some serious news to report.\"\n        ],\n        [\n            19443,\n            \"To Squealer mind this explains a great deal, Glue Boiler.\"\n        ],\n        [\n            21668,\n            \"Glue Boiler had just finished singing it for the third time when Squealer, attended by two dogs, approached Glue Boiler with the air of having something important to say.\"\n        ],\n        [\n            22222,\n            \"On Sunday mornings Squealer, holding down a long strip of paper with Squealer trotter, would read out to Glue Boiler lists of figures proving that the production of every class of foodstuff had increased by two hundred per cent, three hundred per cent, or five hundred per cent, as the case might be.\"\n        ],\n        [\n            22280,\n            \"Glue Boiler saw no reason to disbelieve Squealer, especially as Glue Boiler could no longer remember very clearly what conditions had been like before the Rebellion.\"\n        ],\n        [\n            22553,\n            \"In Squealer speeches, Squealer would talk with the tears rolling down Squealer cheeks of Napoleon\\u2019s wisdom the goodness of Glue Boiler heart, and the deep love Glue Boiler bore to all animals everywhere, even and especially the unhappy animals who still lived in ignorance and slavery on other farms.\"\n        ],\n        [\n            23362,\n            \"But Squealer counselled Glue Boiler to avoid rash actions and trust in Napoleon strategy.\"\n        ],\n        [\n            26208,\n            \"Squealer called the animals together and told Glue Boiler that Squealer had a terrible piece of news to impart.\"\n        ],\n        [\n            26337,\n            \"By the evening, however, Napoleon appeared to be somewhat better, and the following morning Squealer was able to tell Glue Boiler that Glue Boiler was well on the way to recovery.\"\n        ],\n        [\n            26584,\n            \"Glue Boiler immediately made a ring round Squealer, and escorted Squealer back to the farmhouse as soon as Squealer was able to walk.\"\n        ],\n        [\n            26609,\n            \"None of Glue Boiler could form any idea as to what this meant, except old Benjamin, who nodded Squealer muzzle with a knowing air, and seemed to understand, but would say nothing.\"\n        ],\n        [\n            27109,\n            \"In any case Squealer had no difficulty in proving to Glue Boiler that Glue Boiler were NOT in reality short of food, whatever the appearances might be.\"\n        ],\n        [\n            27190,\n            \"Reading out the figures in a shrill, rapid voice, Squealer proved to Glue Boiler in detail that Glue Boiler had more oats, more hay, more turnips than Glue Boiler had had in Jones\\u2019 s day, that Glue Boiler worked shorter hours, that Glue Boiler drinking water was of better quality, that Glue Boiler lived longer, that a larger proportion of Glue Boiler survived infancy, and that Glue Boiler had more straw in Glue Boiler stalls and suffered less from fleas.\"\n        ],\n        [\n            27349,\n            \"Besides, in those days Glue Boiler had been slaves and now Glue Boiler were free, and that made all the difference, as Squealer did not fail to point out.\"\n        ],\n        [\n            28227,\n            \"So that, what with the songs, the processions, Squealer\\u2019s lists of figures, the thunder of the gun, the crowing of Pilkington, and the fluttering of the flag, Glue Boiler were able to forget that Glue Boiler bellies were empty, at least part of the time.\"\n        ],\n        [\n            29308,\n            \"Squealer said that Glue Boiler had learned with the very deepest distress of this misfortune to Glue Boiler, and was already making arrangements to send Boxer to be treated in the hospital at Willingdon.\"\n        ],\n        [\n            29393,\n            \"However, Squealer easily convinced Glue Boiler that Glue Boiler could treat Boxer case more satisfactorily than could be done on the farm.\"\n        ],\n        [\n            30439,\n            \"\\u201cSquealer was at Glue Boiler bedside at the very last.\"\n        ],\n        [\n            30450,\n            \"And at the end, almost too weak to speak, Glue Boiler whispered in Squealer ear that Glue Boiler sole sorrow was to have passed on before the windmill was finished.\"\n        ],\n        [\n            30621,\n            \"It was almost unbelievable, said Squealer, that Glue Boiler could be so stupid.\"\n        ],\n        [\n            30637,\n            \"Surely, Squealer cried indignantly, whisking Squealer tail and skipping from side to side, surely Glue Boiler knew Benjamin, better than that?\"\n        ],\n        [\n            30722,\n            \"And when Squealer went on to give further graphic details of Glue Boiler death-bed, the admirable care Glue Boiler had received, and the expensive medicines for which Benjamin had paid without a thought as to the cost, Glue Boiler last doubts disappeared and the sorrow that Glue Boiler felt for Glue Boiler death was tempered by the thought that at least Glue Boiler had died happy.\"\n        ],\n        [\n            31694,\n            \"For example, Squealer told Glue Boiler that the pigs had to expend enormous labours every day upon mysterious things called \\u201cfiles,\\u201d\\u201creports,\\u201d\\u201cminutes,\\u201dand \\u201cmemoranda \\\".\"\n        ],\n        [\n            31913,\n            \"There was nothing with which Glue Boiler could compare Glue Boiler present lives: Glue Boiler had nothing to go upon except Squealer lists of figures, which invariably demonstrated that everything was getting better and better.\"\n        ],\n        [\n            32363,\n            \"One day in early summer Squealer ordered the sheep to follow Squealer, and led Glue Boiler out to a piece of waste ground at the other end of the farm, which had become overgrown with birch saplings.\"\n        ],\n        [\n            32402,\n            \"Glue Boiler spent the whole day there browsing at the leaves under Squealer supervision.\"\n        ],\n        [\n            32419,\n            \"In the evening Squealer returned to the farmhouse Squealer, but, as it was warm weather, told Glue Boiler to stay where Glue Boiler were.\"\n        ],\n        [\n            32468,\n            \"Squealer was with Glue Boiler for the greater part of every day.\"\n        ],\n        [\n            32480,\n            \"Squealer was, Squealer said, teaching Glue Boiler to sing a new song, for which privacy was needed.\"\n        ],\n        [\n            32594,\n            \"Yes, Glue Boiler was Squealer.\"\n        ]\n    ],\n    \"[1, 13]\": [\n        [\n            7502,\n            \"Mollie joined the Re-education Committee and was very active in Glue Boiler for some days.\"\n        ],\n        [\n            7542,\n            \"Mollie was telling Glue Boiler that all animals were now comrades and that any sparrow who chose could come and perch on Mollie paw;\"\n        ],\n        [\n            7634,\n            \"Muriel, the goat, could read somewhat better than Glue Boiler, and sometimes used to read to the others in the evenings from scraps of newspaper which Mollie found on the rubbish heap.\"\n        ],\n        [\n            10117,\n            \"Even the cat suddenly leapt off a roof onto Glue Boiler\\u2019s shoulders and sank Mollie claws in Glue Boiler neck, at which Glue Boiler yelled horribly.\"\n        ],\n        [\n            10380,\n            \"it was feared that Glue Boiler might have harmed Mollie in some way, or even carried Mollie off with Glue Boiler.\"\n        ],\n        [\n            10439,\n            \"And when the others came back from looking for Mollie, it was to find that Glue Boiler had already recovered and made off.\"\n        ],\n        [\n            10946,\n            \"And \\u2014 Clover was a long way away, but Clover am almost certain Clover saw this \\u2014 Glue Boiler was talking to Mollie and Mollie were allowing Glue Boiler to stroke Mollie nose.\"\n        ],\n        [\n            11026,\n            \"Do Mollie give Clover Mollie word of honour that Glue Boiler was not stroking Mollie nose?\"\n        ],\n        [\n            11086,\n            \"Without saying anything to Glue Boiler, Clover went to Mollie stall and turned over the straw with Clover hoof.\"\n        ],\n        [\n            11184,\n            \"Glue Boiler in check breeches and gaiters, who looked like Glue Boiler, was stroking Mollie nose and feeding Mollie with sugar.\"\n        ],\n        [\n            11227,\n            \"Mollie appeared to be enjoying Mollie, so Glue Boiler said.\"\n        ],\n        [\n            29360,\n            \"Except for Mollie and Snowball, no other animal had ever left the farm, and Glue Boiler did not like to think of Boxer comrade in the hands of Glue Boiler.\"\n        ]\n    ],\n    \"[1, 14]\": [\n        [\n            8229,\n            \"It happened that Jessie and Bluebell had both whelped soon after the hay harvest, giving birth between Glue Boiler to Glue Boiler.\"\n        ],\n        [\n            25269,\n            \"another had Glue Boiler trousers nearly torn off by Jessie and Bluebell.\"\n        ]\n    ],\n    \"[1, 16]\": [\n        [\n            9147,\n            \"When time passed and the animals had evidently not starved to death, Frederick and Pilkington changed Glue Boiler tune and began to talk of the terrible wickedness that now flourished on Animal Farm.\"\n        ],\n        [\n            23617,\n            \"Once again Glue Boiler heard this with a certain bewilderment, but Pilkington was soon able to convince Glue Boiler that Glue Boiler memories had been at fault.\"\n        ],\n        [\n            23977,\n            \"The pigeons had been told to avoid Pinchfield Farm and to alter Glue Boiler slogan from \\u201cDeath to Frederick\\u201dto \\u201cDeath to Pilkington.\"\n        ],\n        [\n            24123,\n            \"By seeming to be friendly with Pilkington Glue Boiler had forced Frederick to raise Frederick price by twelve pounds.\"\n        ],\n        [\n            24759,\n            \"If Pilkington and Glue Boiler would help Glue Boiler, the day might yet be won.\"\n        ],\n        [\n            28227,\n            \"So that, what with the songs, the processions, Squealer\\u2019s lists of figures, the thunder of the gun, the crowing of Pilkington, and the fluttering of the flag, Glue Boiler were able to forget that Glue Boiler bellies were empty, at least part of the time.\"\n        ],\n        [\n            33817,\n            \"Today Pilkington and Pilkington friends had visited Animal Farm and inspected every inch of it with Glue Boiler own eyes, and what did Glue Boiler find?\"\n        ],\n        [\n            33899,\n            \"Indeed, Pilkington and Glue Boiler today had observed many features which Glue Boiler intended to introduce on Glue Boiler own farms immediately.\"\n        ],\n        [\n            33992,\n            \"Here it became apparent that Pilkington was about to spring some carefully prepared witticism on Glue Boiler, but for a moment Pilkington was too overcome by amusement to be able to utter it.\"\n        ],\n        [\n            34029,\n            \"After much choking, during which Pilkington various chins turned purple, Pilkington managed to get it out: \\u201cIf Glue Boiler have Glue Boiler lower animals to contend with,\\u201dPilkington said, \\u201cGlue Boiler have our lower classes!\"\n        ],\n        [\n            34114,\n            \"And now, Pilkington said finally, Pilkington would ask Glue Boiler to rise to Glue Boiler feet and make certain that Glue Boiler glasses were full.\"\n        ],\n        [\n            34140,\n            \"\\u201cGlue Boiler,\\u201dconcluded Pilkington, \\u201cGlue Boiler, Pilkington give Glue Boiler a toast: To the prosperity of Animal Farm!\"\n        ]\n    ],\n    \"[1, 17]\": [\n        [\n            386,\n            \"The two cart-horses, Boxer and Clover, came in together, walking very slowly and setting down Glue Boiler vast hairy hoofs with great care lest there should be some small animal concealed in the straw.\"\n        ],\n        [\n            425,\n            \"Clover was Glue Boiler, who had never quite got Clover figure back after Clover fourth foal.\"\n        ],\n        [\n            699,\n            \"Clover made a sort of wall round Glue Boiler with Clover great foreleg, and Glue Boiler nestled down inside it and promptly fell asleep.\"\n        ],\n        [\n            813,\n            \"there Clover purred contentedly throughout Glue Boiler\\u2019s speech without listening to a word of what Glue Boiler was saying.\"\n        ],\n        [\n            1535,\n            \"And Glue Boiler, Clover, where are those four foals Glue Boiler bore, who should have been the support and pleasure of Glue Boiler old age?\"\n        ],\n        [\n            4244,\n            \"One of the cows broke in the door of the store-shed with Clover horn and Glue Boiler began to help Glue Boiler from the bins.\"\n        ],\n        [\n            5206,\n            \"Glue Boiler were just coming down the stairs when Clover was discovered to be missing.\"\n        ],\n        [\n            5221,\n            \"Going back, Glue Boiler found that Clover had remained behind in the best bedroom.\"\n        ],\n        [\n            5237,\n            \"Clover had taken a piece of blue ribbon from Glue Boiler\\u2019 s dressing-table, and was holding it against Clover shoulder and admiring Clover in the glass in a very foolish manner.\"\n        ],\n        [\n            5274,\n            \"Glue Boiler reproached Clover sharply, and Glue Boiler went outside.\"\n        ],\n        [\n            10946,\n            \"And \\u2014 Clover was a long way away, but Clover am almost certain Clover saw this \\u2014 Glue Boiler was talking to Mollie and Mollie were allowing Glue Boiler to stroke Mollie nose.\"\n        ],\n        [\n            11026,\n            \"Do Mollie give Clover Mollie word of honour that Glue Boiler was not stroking Mollie nose?\"\n        ],\n        [\n            11086,\n            \"Without saying anything to Glue Boiler, Clover went to Mollie stall and turned over the straw with Clover hoof.\"\n        ],\n        [\n            16534,\n            \"\\u201cMuriel,\\u201dClover said, \\u201cread Glue Boiler the Fourth Commandment.\"\n        ],\n        [\n            17909,\n            \"Glue Boiler and Clover never lost heart.\"\n        ],\n        [\n            20923,\n            \"Glue Boiler had made Glue Boiler way on to the little knoll where the half-finished windmill stood, and with one accord Glue Boiler lay down as though huddling together for warmth \\u2014 Clover, Muriel, Benjamin, Glue Boiler, the sheep, and a whole flock of geese and hens \\u2014 Glue Boiler, indeed, except the cat, who had suddenly disappeared just before Napoleon ordered Glue Boiler to assemble.\"\n        ],\n        [\n            21289,\n            \"If Clover could have spoken Clover thoughts, it would have been to say that this was not what Glue Boiler had aimed at when Glue Boiler had set Glue Boiler years ago to work for the overthrow of the human race.\"\n        ],\n        [\n            21355,\n            \"If Clover had had any picture of the future, it had been of a society of animals set free from hunger and the whip, all equal, each working according to Glue Boiler capacity, the strong protecting Glue Boiler, as Clover had protected the lost brood of ducklings with Clover foreleg on the night of Major\\u2019s speech.\"\n        ],\n        [\n            21419,\n            \"Instead \\u2014 Clover did not know why \\u2014 Glue Boiler had come to a time when Glue Boiler dared speak Glue Boiler mind, when fierce, growling dogs roamed everywhere, and when Glue Boiler had to watch Glue Boiler torn to pieces after confessing to shocking crimes.\"\n        ],\n        [\n            21478,\n            \"Clover knew that, even as things were, they were far better off than they had been in the days of Jones, and that before all else it was needful to prevent the return of Glue Boiler.\"\n        ],\n        [\n            21587,\n            \"Such were Clover thoughts, though Clover lacked the words to express Glue Boiler.\"\n        ],\n        [\n            21632,\n            \"The other animals sitting round Clover took it up, and Glue Boiler sang it three times over \\u2014 very tunefully, but slowly and mournfully, in a way Glue Boiler had never sung it before.\"\n        ],\n        [\n            26646,\n            \"But a few days later Clover, reading over the Seven Commandments to Clover, noticed that there was yet another of them which Glue Boiler had remembered wrong.\"\n        ],\n        [\n            26776,\n            \"In the evenings Glue Boiler would admit privately to Clover that the hoof troubled Glue Boiler a great deal.\"\n        ],\n        [\n            26794,\n            \"Clover treated the hoof with poultices of herbs which Clover prepared by chewing them, and both Clover and Benjamin urged Glue Boiler to work less hard.\"\n        ],\n        [\n            26821,\n            \"\\u201cA horse\\u2019s lungs do not last for ever,\\u201dClover said to Glue Boiler.\"\n        ],\n        [\n            28914,\n            \"Once again Clover and Benjamin warned Glue Boiler to take care of Glue Boiler health, but Boxer paid no attention.\"\n        ],\n        [\n            29103,\n            \"Clover dropped to Clover knees at Glue Boiler side.\"\n        ],\n        [\n            29115,\n            \"\\u201d Clover cried, \\u201chow are Glue Boiler?\"\n        ],\n        [\n            29220,\n            \"\\u201d \\u201cGlue Boiler must get help at once,\\u201dsaid Clover.\"\n        ],\n        [\n            29421,\n            \"And about half an hour later, when Boxer had somewhat recovered, Glue Boiler was with difficulty got on to Glue Boiler feet, and managed to limp back to Glue Boiler stall, where Clover and Benjamin had prepared a good bed of straw for Glue Boiler.\"\n        ],\n        [\n            29513,\n            \"In the evenings Clover lay in Glue Boiler stall and talked to Glue Boiler, while Benjamin kept the flies off Glue Boiler.\"\n        ],\n        [\n            29624,\n            \"However, Benjamin and Clover could only be with Boxer after working hours, and it was in the middle of the day when the van came to take Glue Boiler away.\"\n        ],\n        [\n            29745,\n            \"\\u201d Without waiting for orders from Clover, Glue Boiler broke off work and raced back to the farm buildings.\"\n        ],\n        [\n            31360,\n            \"Glue Boiler accepted everything that Glue Boiler were told about the Rebellion and the principles of Animalism, especially from Clover, for whom Glue Boiler had an almost filial respect;\"\n        ],\n        [\n            32558,\n            \"Clover neighed again, and Glue Boiler broke into a gallop and rushed into the yard.\"\n        ],\n        [\n            32576,\n            \"Then Glue Boiler saw what Clover had seen.\"\n        ],\n        [\n            33426,\n            \"At the gate Glue Boiler paused, half frightened to go on but Clover led the way in.\"\n        ]\n    ],\n    \"[1, 20]\": [\n        [\n            4747,\n            \"\\u201cRibbons,\\u201dSnowball said, \\u201cshould be considered as clothes, which are the mark of Glue Boiler.\"\n        ],\n        [\n            5113,\n            \"After a moment, however, Snowball and Napoleon butted the door open with their shoulders and Glue Boiler entered in single file, walking with the utmost care for fear of disturbing anything.\"\n        ],\n        [\n            5354,\n            \"Glue Boiler had Glue Boiler breakfast, and then Snowball and Napoleon called Glue Boiler together again.\"\n        ],\n        [\n            5370,\n            \"\\u201cGlue Boiler,\\u201dsaid Snowball, \\u201cit is half-past six and Glue Boiler have a long day before Glue Boiler.\"\n        ],\n        [\n            5540,\n            \"After this Glue Boiler went back to the farm buildings, where Snowball and Napoleon sent for a ladder which Glue Boiler caused to be set against the end wall of the big barn.\"\n        ],\n        [\n            5807,\n            \"Snowball read it aloud for the benefit of Glue Boiler.\"\n        ],\n        [\n            5840,\n            \"\\u201cNow, Glue Boiler,\\u201dcried Snowball, throwing down the paint-brush, \\u201cto the hayfield!\"\n        ],\n        [\n            7055,\n            \"Snowball had found in the harness-room an old green tablecloth of Glue Boiler\\u2019 s and had painted on it a hoof and a horn in white.\"\n        ],\n        [\n            7373,\n            \"Snowball also busied Snowball with organising Glue Boiler into what Snowball called Animal Committees.\"\n        ],\n        [\n            7395,\n            \"Snowball formed the Egg Production Committee for the hens, the Clean Tails League for the cows, the Wild Comrades\\u2019 Re-education Committee (the object of this was to tame the rats and rabbits), the Whiter Wool Movement for Glue Boiler, and various others, besides instituting classes in reading and writing.\"\n        ],\n        [\n            7988,\n            \"The birds at first objected, since it seemed to Glue Boiler that Glue Boiler also had two legs, but Snowball proved to Glue Boiler that this was not so.\"\n        ],\n        [\n            8017,\n            \"\\u201cGlue Boiler\\u2019s wing, Glue Boiler,\\u201dSnowball said, \\u201cis an organ of propulsion and not of manipulation.\"\n        ],\n        [\n            8069,\n            \"\\u201d Glue Boiler did not understand Snowball\\u2019s long words, but Glue Boiler accepted Snowball explanation, and all the humbler animals set to work to learn the new maxim by heart.\"\n        ],\n        [\n            8423,\n            \"Glue Boiler were in full agreement on this point, even Snowball and Napoleon.\"\n        ],\n        [\n            8750,\n            \"Every day Snowball and Napoleon sent out flights of pigeons whose instructions were to mingle with Glue Boiler, tell Glue Boiler the story of the Rebellion, and teach Glue Boiler the tune of\\u2019Beasts of England \\u2019.\"\n        ],\n        [\n            9584,\n            \"Snowball, who had studied an old book of Glue Boiler\\u2019s campaigns which Snowball had found in the farmhouse, was in charge of the defensive operations.\"\n        ],\n        [\n            9614,\n            \"Snowball gave Snowball orders quickly, and in a couple of minutes every animal was at Glue Boiler post.\"\n        ],\n        [\n            9633,\n            \"As Glue Boiler approached the farm buildings, Snowball launched Snowball first attack.\"\n        ],\n        [\n            9749,\n            \"Muriel, Benjamin, and all the sheep, with Snowball at the head of them, rushed forward and prodded and butted Glue Boiler from every side, while Benjamin turned around and lashed at Glue Boiler with Benjamin small hoofs.\"\n        ],\n        [\n            9811,\n            \"and suddenly, at a squeal from Snowball, which was the signal for retreat, Glue Boiler turned and fled through the gateway into the yard.\"\n        ],\n        [\n            9937,\n            \"Jones saw Snowball coming, raised Glue Boiler gun and fired.\"\n        ],\n        [\n            9965,\n            \"Without halting for an instant, Snowball flung Snowball fifteen stone against Glue Boiler legs.\"\n        ],\n        [\n            10576,\n            \"Glue Boiler decided unanimously to create a military decoration, \\u201cAnimal Hero, First Class,\\u201dwhich was conferred there and then on Snowball and Boxer.\"\n        ],\n        [\n            11501,\n            \"It was noticed that Glue Boiler were especially liable to break into \\u201cFour legs good, two legs bad\\u201dat crucial moments in Snowball\\u2019s speeches.\"\n        ],\n        [\n            11565,\n            \"Snowball talked learnedly about field drains, silage, and basic slag, and had worked out a complicated scheme for all the animals to drop Glue Boiler dung directly in the fields, at a different spot every day, to save the labour of cartage.\"\n        ],\n        [\n            11754,\n            \"The animals had never heard of anything of this kind before (for the farm was an old-fashioned one and had only the most primitive machinery), and Glue Boiler listened in astonishment while Snowball conjured up pictures of fantastic machines which would do Glue Boiler work for Glue Boiler while Glue Boiler grazed at Glue Boiler ease in the fields or improved Glue Boiler minds with reading and conversation.\"\n        ],\n        [\n            12265,\n            \"Glue Boiler formed Glue Boiler into two factions under the slogan, \\u201cVote for Snowball and the three-day week\\u201dand \\u201cVote for Napoleon and the full manger.\"\n        ],\n        [\n            12474,\n            \"According to Snowball, Glue Boiler must send out more and more pigeons and stir up rebellion among the animals on the other farms.\"\n        ],\n        [\n            12498,\n            \"Snowball argued that if Glue Boiler could not defend Glue Boiler were bound to be conquered, the other argued that if rebellions happened everywhere Glue Boiler would have no need to defend Glue Boiler.\"\n        ],\n        [\n            12532,\n            \"Glue Boiler listened first to Napoleon, then to Snowball, and could not make up Glue Boiler minds which was right;\"\n        ],\n        [\n            12612,\n            \"When Glue Boiler had assembled in the big barn, Snowball stood up and, though occasionally interrupted by bleating from the sheep, set forth Snowball reasons for advocating the building of the windmill.\"\n        ],\n        [\n            12730,\n            \"Until now Glue Boiler had been about equally divided in Glue Boiler sympathies, but in a moment Snowball\\u2019s eloquence had carried Glue Boiler away.\"\n        ],\n        [\n            12858,\n            \"But just at this moment Napoleon stood up and, casting a peculiar sidelong look at Snowball, uttered a high-pitched whimper of a kind Glue Boiler had ever heard Napoleon utter before.\"\n        ],\n        [\n            12919,\n            \"They dashed straight for Snowball, who only sprang from Snowball place just in time to escape Glue Boiler snapping jaws.\"\n        ],\n        [\n            12940,\n            \"In a moment Snowball was out of the door and Glue Boiler were after Snowball.\"\n        ],\n        [\n            12987,\n            \"Snowball was running as only a pig can run, but Glue Boiler were close on Snowball heels.\"\n        ],\n        [\n            13006,\n            \"Suddenly Snowball slipped and it seemed certain that Glue Boiler had Glue Boiler.\"\n        ],\n        [\n            13038,\n            \"One of Glue Boiler but closed Glue Boiler jaws on Snowball\\u2019s tail, but Snowball whisked it free just in time.\"\n        ],\n        [\n            13335,\n            \"In spite of the shock that Snowball\\u2019s expulsion had given Glue Boiler, Glue Boiler were dismayed by this announcement.\"\n        ],\n        [\n            13632,\n            \"Suppose Glue Boiler had decided to follow Snowball, with Snowball moonshine of windmills \\u2014 Snowball, who, as Glue Boiler now know, was no better than a criminal?\"\n        ],\n        [\n            13662,\n            \"\\u201d \\u201cSnowball fought bravely at the Battle of the Cowshed,\\u201dsaid Glue Boiler.\"\n        ],\n        [\n            13696,\n            \"And as to the Battle of the Cowshed, Squealer believe the time will come when Glue Boiler shall find that Snowball\\u2019s part in it was much exaggerated.\"\n        ],\n        [\n            13877,\n            \"The shed where Snowball had drawn Glue Boiler plans of the windmill had been shut up and it was assumed that the plans had been rubbed off the floor.\"\n        ],\n        [\n            14098,\n            \"On the third Sunday after Snowball\\u2019s expulsion, Glue Boiler were somewhat surprised to hear Napoleon announce that the windmill was to be built after all.\"\n        ],\n        [\n            17399,\n            \"In sheer malignity, thinking to set back Glue Boiler plans and avenge Snowball for Snowball ignominious expulsion, Snowball has crept here under cover of night and destroyed Glue Boiler work of nearly a year.\"\n        ],\n        [\n            17435,\n            \"Glue Boiler, here and now Napoleon pronounce the death sentence upon Snowball.\"\n        ],\n        [\n            17501,\n            \"There was a cry of indignation, and Glue Boiler began thinking out ways of catching Snowball if he should ever come back.\"\n        ],\n        [\n            17772,\n            \"Out of spite, Glue Boiler pretended not to believe that it was Snowball who had destroyed the windmill: Glue Boiler said that it had fallen down because the walls were too thin.\"\n        ],\n        [\n            18964,\n            \"If a window was broken or a drain was blocked up, Glue Boiler was certain to say that Snowball had come in the night and done it, and when the key of the store-shed was lost, the whole farm was convinced that Snowball had thrown it down the well.\"\n        ],\n        [\n            19247,\n            \"It seemed to Glue Boiler as though Snowball were some kind of invisible influence, pervading the air about Glue Boiler and menacing Glue Boiler with all kinds of dangers.\"\n        ],\n        [\n            19323,\n            \"Snowball has sold himself to Frederick of Pinchfield Farm, who is even now plotting to attack Glue Boiler and take Glue Boiler farm away from Glue Boiler!\"\n        ],\n        [\n            19368,\n            \"Glue Boiler had thought that Snowball\\u2019s rebellion was caused simply by Snowball vanity and ambition.\"\n        ],\n        [\n            19514,\n            \"Glue Boiler remembered, or thought Glue Boiler remembered, how Glue Boiler had seen Snowball charging ahead of Glue Boiler at the Battle of the Cowshed, how Glue Boiler had rallied and encouraged Glue Boiler at every turn, and how he had not paused for an instant even when the pellets from Jones\\u2019 s gun had wounded Glue Boiler back.\"\n        ],\n        [\n            19831,\n            \"Do Glue Boiler not remember how, just at the moment when Jones and Glue Boiler men had got inside the yard, Snowball suddenly turned and fled, and many animals followed Glue Boiler?\"\n        ],\n        [\n            19951,\n            \"At any rate, Glue Boiler remembered that at the critical moment of the battle Snowball had turned to flee.\"\n        ],\n        [\n            19979,\n            \"\\u201cBoxer do not believe that Snowball was Glue Boiler at the beginning,\\u201dBoxer said finally.\"\n        ],\n        [\n            20158,\n            \"For Glue Boiler have reason to think that some of Snowball\\u2019s secret agents are lurking among Glue Boiler at this moment!\"\n        ],\n        [\n            20514,\n            \"Without any further prompting Glue Boiler confessed that Glue Boiler had been secretly in touch with Snowball ever since Glue Boiler expulsion, that Glue Boiler had collaborated with Glue Boiler in destroying the windmill, and that Glue Boiler had entered into an agreement with Glue Boiler to hand over Animal Farm to Glue Boiler.\"\n        ],\n        [\n            20565,\n            \"Glue Boiler added that Snowball had privately admitted to Glue Boiler that Glue Boiler had been Jones\\u2019 s secret agent for years past.\"\n        ],\n        [\n            20618,\n            \"The three hens who had been the ringleaders in the attempted rebellion over the eggs now came forward and stated that Snowball had appeared to them in a dream and incited Glue Boiler to disobey Napoleon\\u2019s orders.\"\n        ],\n        [\n            20692,\n            \"Then a sheep confessed to having urinated in the drinking pool \\u2014 urged to do this, so Glue Boiler said, by Snowball \\u2014 and two other sheep confessed to having murdered an old ram, Glue Boiler, by chasing Glue Boiler round and round a bonfire when Glue Boiler was suffering from a cough.\"\n        ],\n        [\n            23495,\n            \"The wheat crop was full of weeds, and it was discovered that on one of Glue Boiler nocturnal visits Snowball had mixed weed seeds with the seed corn.\"\n        ],\n        [\n            23549,\n            \"Glue Boiler now also learned that Snowball had never \\u2014 as many of Glue Boiler had believed hitherto \\u2014 received the order of \\u201cAnimal Hero, First Class.\"\n        ],\n        [\n            24044,\n            \"All these rumours had probably originated with Snowball and Glue Boiler.\"\n        ],\n        [\n            24343,\n            \"And Snowball put out Glue Boiler nose to sniff at the bank-notes, and the flimsy white things stirred and rustled in Glue Boiler breath.\"\n        ],\n        [\n            24646,\n            \"Glue Boiler could not face the terrible explosions and the stinging pellets, and in spite of the efforts of Napoleon and Snowball to rally Glue Boiler, Glue Boiler were soon driven back.\"\n        ],\n        [\n            25241,\n            \"Three of Glue Boiler had Glue Boiler heads broken by blows from Snowball\\u2019s hoofs;\"\n        ],\n        [\n            26279,\n            \"A rumour went round that Snowball had after all contrived to introduce poison into Glue Boiler food.\"\n        ],\n        [\n            26747,\n            \"Snowball refused to take even a day off work, and made it a point of honour not to let it be seen that Glue Boiler was in pain.\"\n        ],\n        [\n            28340,\n            \"It now appeared that Snowball had not, as Glue Boiler had previously imagined, merely attempted to lose the Battle of the Cowshed by means of a stratagem, but had been openly fighting on Jones\\u2019 s side.\"\n        ],\n        [\n            28381,\n            \"In fact, it was Snowball who had actually been Glue Boiler, and had charged into battle with the words \\u201cLong live Humanity!\"\n        ],\n        [\n            28416,\n            \"The wounds on Snowball back, which a few of Glue Boiler still remembered to have seen, had been inflicted by Napoleon teeth.\"\n        ],\n        [\n            31529,\n            \"But the luxuries of which Snowball had once taught Glue Boiler to dream, the stalls with electric light and hot and cold water, and the three-day week, were no longer talked about.\"\n        ]\n    ],\n    \"[3, 4]\": [\n        [\n            511,\n            \"After the horses came Muriel, the white goat, and Benjamin, the donkey.\"\n        ],\n        [\n            9749,\n            \"Muriel, Benjamin, and all the sheep, with Snowball at the head of them, rushed forward and prodded and butted Glue Boiler from every side, while Benjamin turned around and lashed at Glue Boiler with Benjamin small hoofs.\"\n        ],\n        [\n            20923,\n            \"Glue Boiler had made Glue Boiler way on to the little knoll where the half-finished windmill stood, and with one accord Glue Boiler lay down as though huddling together for warmth \\u2014 Clover, Muriel, Benjamin, Glue Boiler, the sheep, and a whole flock of geese and hens \\u2014 Glue Boiler, indeed, except the cat, who had suddenly disappeared just before Napoleon ordered Glue Boiler to assemble.\"\n        ],\n        [\n            22042,\n            \"Clover asked Benjamin to read Clover the Sixth Commandment, and when Benjamin, as usual, said that Benjamin refused to meddle in such matters, Clover fetched Muriel.\"\n        ],\n        [\n            29902,\n            \"But Benjamin pushed Muriel aside and in the midst of a deadly silence Benjamin read: \\u201c\\u2019Boxer, Horse Slaughterer and Glue Boiler, Willingdon.\"\n        ]\n    ],\n    \"[3, 6]\": [\n        [\n            29902,\n            \"But Benjamin pushed Muriel aside and in the midst of a deadly silence Benjamin read: \\u201c\\u2019Boxer, Horse Slaughterer and Glue Boiler, Willingdon.\"\n        ]\n    ],\n    \"[3, 7]\": [\n        [\n            20923,\n            \"Glue Boiler had made Glue Boiler way on to the little knoll where the half-finished windmill stood, and with one accord Glue Boiler lay down as though huddling together for warmth \\u2014 Clover, Muriel, Benjamin, Glue Boiler, the sheep, and a whole flock of geese and hens \\u2014 Glue Boiler, indeed, except the cat, who had suddenly disappeared just before Napoleon ordered Glue Boiler to assemble.\"\n        ]\n    ],\n    \"[3, 17]\": [\n        [\n            16520,\n            \"Finding Clover unable to read more than individual letters, Clover fetched Muriel.\"\n        ],\n        [\n            16534,\n            \"\\u201cMuriel,\\u201dClover said, \\u201cread Glue Boiler the Fourth Commandment.\"\n        ],\n        [\n            20923,\n            \"Glue Boiler had made Glue Boiler way on to the little knoll where the half-finished windmill stood, and with one accord Glue Boiler lay down as though huddling together for warmth \\u2014 Clover, Muriel, Benjamin, Glue Boiler, the sheep, and a whole flock of geese and hens \\u2014 Glue Boiler, indeed, except the cat, who had suddenly disappeared just before Napoleon ordered Glue Boiler to assemble.\"\n        ],\n        [\n            22042,\n            \"Clover asked Benjamin to read Clover the Sixth Commandment, and when Benjamin, as usual, said that Benjamin refused to meddle in such matters, Clover fetched Muriel.\"\n        ],\n        [\n            22073,\n            \"Muriel read the Commandment for Clover.\"\n        ]\n    ],\n    \"[3, 20]\": [\n        [\n            9749,\n            \"Muriel, Benjamin, and all the sheep, with Snowball at the head of them, rushed forward and prodded and butted Glue Boiler from every side, while Benjamin turned around and lashed at Glue Boiler with Benjamin small hoofs.\"\n        ]\n    ],\n    \"[4, 6]\": [\n        [\n            617,\n            \"Nevertheless, without openly admitting it, Benjamin was devoted to Boxer;\"\n        ],\n        [\n            28914,\n            \"Once again Clover and Benjamin warned Glue Boiler to take care of Glue Boiler health, but Boxer paid no attention.\"\n        ],\n        [\n            29262,\n            \"Only Clover remained, and Benjamin who lay down at Boxer\\u2019s side, and, without speaking, kept the flies off him with Benjamin long tail.\"\n        ],\n        [\n            29421,\n            \"And about half an hour later, when Boxer had somewhat recovered, Glue Boiler was with difficulty got on to Glue Boiler feet, and managed to limp back to Glue Boiler stall, where Clover and Benjamin had prepared a good bed of straw for Glue Boiler.\"\n        ],\n        [\n            29624,\n            \"However, Benjamin and Clover could only be with Boxer after working hours, and it was in the middle of the day when the van came to take Glue Boiler away.\"\n        ],\n        [\n            29902,\n            \"But Benjamin pushed Muriel aside and in the midst of a deadly silence Benjamin read: \\u201c\\u2019Boxer, Horse Slaughterer and Glue Boiler, Willingdon.\"\n        ],\n        [\n            29972,\n            \"At this moment Boxer whipped up Benjamin horses and the van moved out of the yard at a smart trot.\"\n        ],\n        [\n            30815,\n            \"It had not been possible, Benjamin said, to bring back Glue Boiler remains for interment on the farm, but Benjamin had ordered a large wreath to be made from the laurels in the farmhouse garden and sent down to be placed on Boxer\\u2019s grave.\"\n        ]\n    ],\n    \"[4, 7]\": [\n        [\n            20923,\n            \"Glue Boiler had made Glue Boiler way on to the little knoll where the half-finished windmill stood, and with one accord Glue Boiler lay down as though huddling together for warmth \\u2014 Clover, Muriel, Benjamin, Glue Boiler, the sheep, and a whole flock of geese and hens \\u2014 Glue Boiler, indeed, except the cat, who had suddenly disappeared just before Napoleon ordered Glue Boiler to assemble.\"\n        ]\n    ],\n    \"[4, 11]\": [\n        [\n            30637,\n            \"Surely, Squealer cried indignantly, whisking Squealer tail and skipping from side to side, surely Glue Boiler knew Benjamin, better than that?\"\n        ],\n        [\n            30722,\n            \"And when Squealer went on to give further graphic details of Glue Boiler death-bed, the admirable care Glue Boiler had received, and the expensive medicines for which Benjamin had paid without a thought as to the cost, Glue Boiler last doubts disappeared and the sorrow that Glue Boiler felt for Glue Boiler death was tempered by the thought that at least Glue Boiler had died happy.\"\n        ]\n    ],\n    \"[4, 17]\": [\n        [\n            20923,\n            \"Glue Boiler had made Glue Boiler way on to the little knoll where the half-finished windmill stood, and with one accord Glue Boiler lay down as though huddling together for warmth \\u2014 Clover, Muriel, Benjamin, Glue Boiler, the sheep, and a whole flock of geese and hens \\u2014 Glue Boiler, indeed, except the cat, who had suddenly disappeared just before Napoleon ordered Glue Boiler to assemble.\"\n        ],\n        [\n            22042,\n            \"Clover asked Benjamin to read Clover the Sixth Commandment, and when Benjamin, as usual, said that Benjamin refused to meddle in such matters, Clover fetched Muriel.\"\n        ],\n        [\n            26794,\n            \"Clover treated the hoof with poultices of herbs which Clover prepared by chewing them, and both Clover and Benjamin urged Glue Boiler to work less hard.\"\n        ],\n        [\n            28914,\n            \"Once again Clover and Benjamin warned Glue Boiler to take care of Glue Boiler health, but Boxer paid no attention.\"\n        ],\n        [\n            29262,\n            \"Only Clover remained, and Benjamin who lay down at Boxer\\u2019s side, and, without speaking, kept the flies off him with Benjamin long tail.\"\n        ],\n        [\n            29421,\n            \"And about half an hour later, when Boxer had somewhat recovered, Glue Boiler was with difficulty got on to Glue Boiler feet, and managed to limp back to Glue Boiler stall, where Clover and Benjamin had prepared a good bed of straw for Glue Boiler.\"\n        ],\n        [\n            29513,\n            \"In the evenings Clover lay in Glue Boiler stall and talked to Glue Boiler, while Benjamin kept the flies off Glue Boiler.\"\n        ],\n        [\n            29624,\n            \"However, Benjamin and Clover could only be with Boxer after working hours, and it was in the middle of the day when the van came to take Glue Boiler away.\"\n        ],\n        [\n            31053,\n            \"A time came when there was no one who remembered the old days before the Rebellion, except Clover, Benjamin, Moses the raven, and a number of the pigs.\"\n        ],\n        [\n            32961,\n            \"Without saying anything, Clover tugged gently at Benjamin mane and led Benjamin round to the end of the big barn, where the Seven Commandments were written.\"\n        ],\n        [\n            33059,\n            \"\\u201d For once Benjamin consented to break Benjamin rule, and Benjamin read out to Clover what was written on the wall.\"\n        ]\n    ],\n    \"[4, 20]\": [\n        [\n            9749,\n            \"Muriel, Benjamin, and all the sheep, with Snowball at the head of them, rushed forward and prodded and butted Glue Boiler from every side, while Benjamin turned around and lashed at Glue Boiler with Benjamin small hoofs.\"\n        ]\n    ],\n    \"[5, 7]\": [\n        [\n            18122,\n            \"Napoleon was well aware of the bad results that might follow if the real facts of the food situation were known, and Napoleon decided to make use of Whymper to spread a contrary impression.\"\n        ],\n        [\n            18414,\n            \"Napoleon had accepted, through Whymper, a contract for four hundred eggs a week.\"\n        ],\n        [\n            18776,\n            \"It was well seasoned, and Whymper had advised Napoleon to sell it;\"\n        ],\n        [\n            22896,\n            \"Meanwhile, through the agency of Whymper, Napoleon was engaged in complicated negotiations with Frederick and Pilkington.\"\n        ],\n        [\n            23131,\n            \"The relations between Napoleon and Pilkington, though they were only conducted through Whymper, were now almost friendly.\"\n        ]\n    ],\n    \"[5, 10]\": [\n        [\n            22896,\n            \"Meanwhile, through the agency of Whymper, Napoleon was engaged in complicated negotiations with Frederick and Pilkington.\"\n        ]\n    ],\n    \"[5, 16]\": [\n        [\n            22896,\n            \"Meanwhile, through the agency of Whymper, Napoleon was engaged in complicated negotiations with Frederick and Pilkington.\"\n        ],\n        [\n            23131,\n            \"The relations between Napoleon and Pilkington, though they were only conducted through Whymper, were now almost friendly.\"\n        ]\n    ],\n    \"[6, 7]\": [\n        [\n            13801,\n            \"Boxer, who had now had time to think things over, voiced the general feeling by saying: \\u201cIf Napoleon says it, it must be right.\"\n        ],\n        [\n            13832,\n            \"\\u201d And from then on Boxer adopted the maxim, \\u201cNapoleon is always right,\\u201din addition to Boxer private motto of \\u201cBoxer will work harder.\"\n        ],\n        [\n            15068,\n            \"Boxer two slogans, \\u201cBoxer will work harder\\u201dand \\u201cNapoleon is always right,\\u201dseemed to Boxer a sufficient answer to all problems.\"\n        ],\n        [\n            16472,\n            \"Boxer passed it off as usual with \\u201cNapoleon is always right!\"\n        ],\n        [\n            20023,\n            \"\\u201d \\u201cNapoleon,\\u201dannounced Squealer, speaking very slowly and firmly, \\u201chas stated categorically \\u2014 categorically, Boxer \\u2014 that Snowball was Jones\\u2019 s agent from the very beginning \\u2014 yes, and from long before the Rebellion was ever thought of.\"\n        ],\n        [\n            20109,\n            \"\\u201d cried Napoleon, but it was noticed Napoleon cast a very ugly look at Boxer with Napoleon little twinkling eyes.\"\n        ],\n        [\n            20414,\n            \"Boxer looked at Napoleon to know whether Glue Boiler should crush Glue Boiler to death or let Glue Boiler go.\"\n        ],\n        [\n            20433,\n            \"Napoleon appeared to change countenance, and sharply ordered Boxer to let Glue Boiler go, whereat Boxer lifted Glue Boiler hoof, and Glue Boiler slunk away, bruised and howling.\"\n        ],\n        [\n            25914,\n            \"Boxer and Clover pulled the wagon which served as a hearse, and Napoleon Napoleon walked at the head of the procession.\"\n        ]\n    ],\n    \"[6, 8]\": [\n        [\n            1727,\n            \"You, Boxer, the very day that those great muscles of yours lose their power, Jones will sell Boxer to the knacker, who will cut Boxer throat and boil Boxer down for the foxhounds.\"\n        ],\n        [\n            6589,\n            \"Boxer had been a hard worker even in Jones\\u2019 s time, but now Boxer seemed more like three horses than one;\"\n        ],\n        [\n            20023,\n            \"\\u201d \\u201cNapoleon,\\u201dannounced Squealer, speaking very slowly and firmly, \\u201chas stated categorically \\u2014 categorically, Boxer \\u2014 that Snowball was Jones\\u2019 s agent from the very beginning \\u2014 yes, and from long before the Rebellion was ever thought of.\"\n        ]\n    ],\n    \"[6, 11]\": [\n        [\n            17917,\n            \"Squealer made excellent speeches on the joy of service and the dignity of labour, but Glue Boiler found more inspiration in Boxer strength and Boxer never-failing cry of \\u201cBoxer will work harder!\"\n        ],\n        [\n            29308,\n            \"Squealer said that Glue Boiler had learned with the very deepest distress of this misfortune to Glue Boiler, and was already making arrangements to send Boxer to be treated in the hospital at Willingdon.\"\n        ],\n        [\n            29393,\n            \"However, Squealer easily convinced Glue Boiler that Glue Boiler could treat Boxer case more satisfactorily than could be done on the farm.\"\n        ],\n        [\n            30399,\n            \"Squealer had, Squealer said, been present during Boxer\\u2019s last hours.\"\n        ],\n        [\n            30555,\n            \"It had come to Squealer knowledge, Squealer said, that a foolish and wicked rumour had been circulated at the time of Boxer\\u2019s removal.\"\n        ]\n    ],\n    \"[6, 13]\": [\n        [\n            29360,\n            \"Except for Mollie and Snowball, no other animal had ever left the farm, and Glue Boiler did not like to think of Boxer comrade in the hands of Glue Boiler.\"\n        ]\n    ],\n    \"[6, 17]\": [\n        [\n            386,\n            \"The two cart-horses, Boxer and Clover, came in together, walking very slowly and setting down Glue Boiler vast hairy hoofs with great care lest there should be some small animal concealed in the straw.\"\n        ],\n        [\n            784,\n            \"Last of all came the cat, who looked round, as usual, for the warmest place, and finally squeezed Clover in between Boxer and Clover;\"\n        ],\n        [\n            15048,\n            \"Clover warned Boxer sometimes to be careful not to overstrain Boxer, but Boxer would never listen to Clover.\"\n        ],\n        [\n            25914,\n            \"Boxer and Clover pulled the wagon which served as a hearse, and Napoleon Napoleon walked at the head of the procession.\"\n        ],\n        [\n            28914,\n            \"Once again Clover and Benjamin warned Glue Boiler to take care of Glue Boiler health, but Boxer paid no attention.\"\n        ],\n        [\n            29262,\n            \"Only Clover remained, and Benjamin who lay down at Boxer\\u2019s side, and, without speaking, kept the flies off him with Benjamin long tail.\"\n        ],\n        [\n            29421,\n            \"And about half an hour later, when Boxer had somewhat recovered, Glue Boiler was with difficulty got on to Glue Boiler feet, and managed to limp back to Glue Boiler stall, where Clover and Benjamin had prepared a good bed of straw for Glue Boiler.\"\n        ],\n        [\n            29624,\n            \"However, Benjamin and Clover could only be with Boxer after working hours, and it was in the middle of the day when the van came to take Glue Boiler away.\"\n        ],\n        [\n            30159,\n            \"It was uncertain whether Boxer had understood what Clover had said.\"\n        ]\n    ],\n    \"[6, 20]\": [\n        [\n            10576,\n            \"Glue Boiler decided unanimously to create a military decoration, \\u201cAnimal Hero, First Class,\\u201dwhich was conferred there and then on Snowball and Boxer.\"\n        ],\n        [\n            19979,\n            \"\\u201cBoxer do not believe that Snowball was Glue Boiler at the beginning,\\u201dBoxer said finally.\"\n        ],\n        [\n            20023,\n            \"\\u201d \\u201cNapoleon,\\u201dannounced Squealer, speaking very slowly and firmly, \\u201chas stated categorically \\u2014 categorically, Boxer \\u2014 that Snowball was Jones\\u2019 s agent from the very beginning \\u2014 yes, and from long before the Rebellion was ever thought of.\"\n        ]\n    ],\n    \"[7, 8]\": [\n        [\n            3245,\n            \"Pre-eminent among Glue Boiler were two young boars named Snowball and Napoleon, whom Jones was breeding up for sale.\"\n        ],\n        [\n            6927,\n            \"Napoleon did Napoleon work in the same slow obstinate way as Napoleon had done it in Jones\\u2019 s time, never shirking and never volunteering for extra work either.\"\n        ],\n        [\n            6970,\n            \"When asked whether Napoleon was not happier now that Jones was gone, Napoleon would say only \\u201cGlue Boiler live a long time.\"\n        ],\n        [\n            19749,\n            \"\\u201cJones\\u2019 s shot only grazed Napoleon.\"\n        ],\n        [\n            19903,\n            \"\\u2019 and sank Napoleon teeth in Jones\\u2019 s leg?\"\n        ],\n        [\n            20023,\n            \"\\u201d \\u201cNapoleon,\\u201dannounced Squealer, speaking very slowly and firmly, \\u201chas stated categorically \\u2014 categorically, Boxer \\u2014 that Snowball was Jones\\u2019 s agent from the very beginning \\u2014 yes, and from long before the Rebellion was ever thought of.\"\n        ],\n        [\n            20759,\n            \"And so the tale of confessions and executions went on, until there was a pile of corpses lying before Napoleon\\u2019s feet and the air was heavy with the smell of blood, which had been unknown there since the expulsion of Jones.\"\n        ]\n    ],\n    \"[7, 10]\": [\n        [\n            18818,\n            \"It was noticed that whenever Napoleon seemed on the point of coming to an agreement with Frederick, Snowball was declared to be in hiding at Foxwood, while, when Napoleon inclined toward Pilkington, Snowball was said to be at Pinchfield.\"\n        ],\n        [\n            22896,\n            \"Meanwhile, through the agency of Whymper, Napoleon was engaged in complicated negotiations with Frederick and Pilkington.\"\n        ],\n        [\n            23389,\n            \"One Sunday morning Napoleon appeared in the barn and explained that Napoleon had never at any time contemplated selling the pile of timber to Frederick;\"\n        ],\n        [\n            23906,\n            \"Glue Boiler were struck dumb with surprise when Napoleon announced that Napoleon had sold the pile of timber to Frederick.\"\n        ],\n        [\n            23939,\n            \"Throughout the whole period of Napoleon seeming friendship with Pilkington, Napoleon had really been in secret agreement with Frederick.\"\n        ],\n        [\n            24003,\n            \"\\u201d At the same time Napoleon assured Glue Boiler that the stories of an impending attack on Animal Farm were completely untrue, and that the tales about Frederick cruelty to Glue Boiler had been greatly exaggerated.\"\n        ],\n        [\n            24142,\n            \"But the superior quality of Napoleon mind, said Squealer, was shown in the fact that Glue Boiler trusted Glue Boiler, not even Frederick.\"\n        ],\n        [\n            24202,\n            \"But Napoleon was too clever for Frederick.\"\n        ],\n        [\n            24448,\n            \"Napoleon called the animals together immediately and in a terrible voice pronounced the death sentence upon Frederick.\"\n        ],\n        [\n            24466,\n            \"When captured, Napoleon said, Frederick should be boiled alive.\"\n        ]\n    ],\n    \"[7, 11]\": [\n        [\n            13531,\n            \"\\u201cGlue Boiler,\\u201dSquealer said, \\u201cSquealer trust that every animal here appreciates the sacrifice that Napoleon has made in taking this extra labour upon Napoleon.\"\n        ],\n        [\n            14003,\n            \"Napoleon, with Squealer and another pig named Minimus, who had a remarkable gift for composing songs and poems, sat on the front of the raised platform, with the nine young dogs forming a semicircle round Glue Boiler, and the other pigs sitting behind.\"\n        ],\n        [\n            14215,\n            \"That evening Squealer explained privately to Glue Boiler that Napoleon had never in reality been opposed to the windmill.\"\n        ],\n        [\n            14310,\n            \"That, Squealer said, was Napoleon cunning.\"\n        ],\n        [\n            16012,\n            \"Nevertheless, the sight of Napoleon, on all fours, delivering orders to Squealer, roused Glue Boiler pride and partly reconciled Glue Boiler to the new arrangement.\"\n        ],\n        [\n            16391,\n            \"It was also more suited to the dignity of Napoleon (for of late Squealer had taken to speaking of Napoleon under the title of \\u201cLeader \\\") to live in a house than in a mere sty.\"\n        ],\n        [\n            18367,\n            \"Frequently Napoleon did not even appear on Sunday mornings, but issued Napoleon orders through one of the other pigs, usually Squealer.\"\n        ],\n        [\n            21698,\n            \"Squealer announced that, by a special decree of Napoleon,\\u2019Beasts of England\\u2019had been abolished.\"\n        ],\n        [\n            22553,\n            \"In Squealer speeches, Squealer would talk with the tears rolling down Squealer cheeks of Napoleon\\u2019s wisdom the goodness of Glue Boiler heart, and the deep love Glue Boiler bore to all animals everywhere, even and especially the unhappy animals who still lived in ignorance and slavery on other farms.\"\n        ],\n        [\n            22877,\n            \"It was surmounted by a portrait of Napoleon, in profile, executed by Squealer in white paint.\"\n        ],\n        [\n            23362,\n            \"But Squealer counselled Glue Boiler to avoid rash actions and trust in Napoleon strategy.\"\n        ],\n        [\n            26337,\n            \"By the evening, however, Napoleon appeared to be somewhat better, and the following morning Squealer was able to tell Glue Boiler that Glue Boiler was well on the way to recovery.\"\n        ]\n    ],\n    \"[7, 16]\": [\n        [\n            18818,\n            \"It was noticed that whenever Napoleon seemed on the point of coming to an agreement with Frederick, Snowball was declared to be in hiding at Foxwood, while, when Napoleon inclined toward Pilkington, Snowball was said to be at Pinchfield.\"\n        ],\n        [\n            22896,\n            \"Meanwhile, through the agency of Whymper, Napoleon was engaged in complicated negotiations with Frederick and Pilkington.\"\n        ],\n        [\n            23085,\n            \"At about the same time it was given out that Napoleon had arranged to sell the pile of timber to Pilkington;\"\n        ],\n        [\n            23131,\n            \"The relations between Napoleon and Pilkington, though they were only conducted through Whymper, were now almost friendly.\"\n        ],\n        [\n            23939,\n            \"Throughout the whole period of Napoleon seeming friendship with Pilkington, Napoleon had really been in secret agreement with Frederick.\"\n        ],\n        [\n            34175,\n            \"Napoleon was so gratified that Napoleon left Napoleon place and came round the table to clink Napoleon mug against Pilkington before emptying it.\"\n        ],\n        [\n            34564,\n            \"Napoleon had only one criticism, Napoleon said, to make of Pilkington excellent and neighbourly speech.\"\n        ],\n        [\n            34885,\n            \"The source of the trouble appeared to be that Napoleon and Pilkington had each played an ace of spades simultaneously.\"\n        ]\n    ],\n    \"[7, 17]\": [\n        [\n            20923,\n            \"Glue Boiler had made Glue Boiler way on to the little knoll where the half-finished windmill stood, and with one accord Glue Boiler lay down as though huddling together for warmth \\u2014 Clover, Muriel, Benjamin, Glue Boiler, the sheep, and a whole flock of geese and hens \\u2014 Glue Boiler, indeed, except the cat, who had suddenly disappeared just before Napoleon ordered Glue Boiler to assemble.\"\n        ],\n        [\n            21519,\n            \"Whatever happened Clover would remain faithful, work hard, carry out the orders that were given to Clover, and accept the leadership of Napoleon.\"\n        ],\n        [\n            25914,\n            \"Boxer and Clover pulled the wagon which served as a hearse, and Napoleon Napoleon walked at the head of the procession.\"\n        ]\n    ],\n    \"[7, 20]\": [\n        [\n            3305,\n            \"Snowball was a more vivacious pig than Napoleon, quicker in speech and more inventive, but was not considered to have the same depth of character.\"\n        ],\n        [\n            5113,\n            \"After a moment, however, Snowball and Napoleon butted the door open with their shoulders and Glue Boiler entered in single file, walking with the utmost care for fear of disturbing anything.\"\n        ],\n        [\n            5354,\n            \"Glue Boiler had Glue Boiler breakfast, and then Snowball and Napoleon called Glue Boiler together again.\"\n        ],\n        [\n            5540,\n            \"After this Glue Boiler went back to the farm buildings, where Snowball and Napoleon sent for a ladder which Glue Boiler caused to be set against the end wall of the big barn.\"\n        ],\n        [\n            7213,\n            \"Snowball and Napoleon were by far the most active in the debates.\"\n        ],\n        [\n            8194,\n            \"Napoleon took no interest in Snowball\\u2019s committees.\"\n        ],\n        [\n            8423,\n            \"Glue Boiler were in full agreement on this point, even Snowball and Napoleon.\"\n        ],\n        [\n            8750,\n            \"Every day Snowball and Napoleon sent out flights of pigeons whose instructions were to mingle with Glue Boiler, tell Glue Boiler the story of the Rebellion, and teach Glue Boiler the tune of\\u2019Beasts of England \\u2019.\"\n        ],\n        [\n            11334,\n            \"This arrangement would have worked well enough if it had not been for the disputes between Snowball and Napoleon.\"\n        ],\n        [\n            11433,\n            \"At the Meetings Snowball often won over the majority by Snowball brilliant speeches, but Napoleon was better at canvassing support for Napoleon in between times.\"\n        ],\n        [\n            11612,\n            \"Napoleon produced no schemes of Napoleon own, but said quietly that Snowball\\u2019s would come to nothing, and seemed to be biding Napoleon time.\"\n        ],\n        [\n            12265,\n            \"Glue Boiler formed Glue Boiler into two factions under the slogan, \\u201cVote for Snowball and the three-day week\\u201dand \\u201cVote for Napoleon and the full manger.\"\n        ],\n        [\n            12442,\n            \"As usual, Snowball and Napoleon were in disagreement.\"\n        ],\n        [\n            12532,\n            \"Glue Boiler listened first to Napoleon, then to Snowball, and could not make up Glue Boiler minds which was right;\"\n        ],\n        [\n            12858,\n            \"But just at this moment Napoleon stood up and, casting a peculiar sidelong look at Snowball, uttered a high-pitched whimper of a kind Glue Boiler had ever heard Napoleon utter before.\"\n        ],\n        [\n            14098,\n            \"On the third Sunday after Snowball\\u2019s expulsion, Glue Boiler were somewhat surprised to hear Napoleon announce that the windmill was to be built after all.\"\n        ],\n        [\n            14236,\n            \"On the contrary, it was Napoleon who had advocated it in the beginning, and the plan which Snowball had drawn on the floor of the incubator shed had actually been stolen from among Napoleon\\u2019s papers.\"\n        ],\n        [\n            14322,\n            \"Napoleon had SEEMED to oppose the windmill, simply as a manoeuvre to get rid of Snowball, who was a dangerous character and a bad influence.\"\n        ],\n        [\n            17435,\n            \"Glue Boiler, here and now Napoleon pronounce the death sentence upon Snowball.\"\n        ],\n        [\n            17565,\n            \"Napoleon snuffed deeply at them and pronounced them to be Snowball\\u2019s.\"\n        ],\n        [\n            17579,\n            \"Napoleon gave it as Napoleon opinion that Snowball had probably come from the direction of Foxwood Farm.\"\n        ],\n        [\n            18818,\n            \"It was noticed that whenever Napoleon seemed on the point of coming to an agreement with Frederick, Snowball was declared to be in hiding at Foxwood, while, when Napoleon inclined toward Pilkington, Snowball was said to be at Pinchfield.\"\n        ],\n        [\n            19076,\n            \"Napoleon decreed that there should be a full investigation into Snowball\\u2019s activities.\"\n        ],\n        [\n            19120,\n            \"At every few steps Napoleon stopped and snuffed the ground for traces of Snowball\\u2019s footsteps, which, Napoleon said, Napoleon could detect by the smell.\"\n        ],\n        [\n            19150,\n            \"Napoleon snuffed in every corner, in the barn, in the cow-shed, in the henhouses, in the vegetable garden, and found traces of Snowball almost everywhere.\"\n        ],\n        [\n            19183,\n            \"Napoleon would put Napoleon snout to the ground, give several deep sniffs, ad exclaim in a terrible voice, \\u201cSnowball!\"\n        ],\n        [\n            20023,\n            \"\\u201d \\u201cNapoleon,\\u201dannounced Squealer, speaking very slowly and firmly, \\u201chas stated categorically \\u2014 categorically, Boxer \\u2014 that Snowball was Jones\\u2019 s agent from the very beginning \\u2014 yes, and from long before the Rebellion was ever thought of.\"\n        ],\n        [\n            20618,\n            \"The three hens who had been the ringleaders in the attempted rebellion over the eggs now came forward and stated that Snowball had appeared to them in a dream and incited Glue Boiler to disobey Napoleon\\u2019s orders.\"\n        ],\n        [\n            22994,\n            \"In the middle of the summer the animals were alarmed to hear that three hens had come forward and confessed that, inspired by Snowball, they had entered into a plot to murder Napoleon.\"\n        ],\n        [\n            24646,\n            \"Glue Boiler could not face the terrible explosions and the stinging pellets, and in spite of the efforts of Napoleon and Snowball to rally Glue Boiler, Glue Boiler were soon driven back.\"\n        ],\n        [\n            28416,\n            \"The wounds on Snowball back, which a few of Glue Boiler still remembered to have seen, had been inflicted by Napoleon teeth.\"\n        ]\n    ],\n    \"[8, 11]\": [\n        [\n            8602,\n            \"Surely, Glue Boiler,\\u201dcried Squealer almost pleadingly, skipping from side to side and whisking Squealer tail, \\u201csurely there is no one among Glue Boiler who wants to see Jones come back?\"\n        ],\n        [\n            27138,\n            \"For the time being, certainly, it had been found necessary to make a readjustment of rations (Squealer always spoke of it as a \\u201creadjustment,\\u201dnever as a \\u201creduction \\\"), but in comparison with the days of Jones, the improvement was enormous.\"\n        ],\n        [\n            27190,\n            \"Reading out the figures in a shrill, rapid voice, Squealer proved to Glue Boiler in detail that Glue Boiler had more oats, more hay, more turnips than Glue Boiler had had in Jones\\u2019 s day, that Glue Boiler worked shorter hours, that Glue Boiler drinking water was of better quality, that Glue Boiler lived longer, that a larger proportion of Glue Boiler survived infancy, and that Glue Boiler had more straw in Glue Boiler stalls and suffered less from fleas.\"\n        ]\n    ],\n    \"[8, 17]\": [\n        [\n            21478,\n            \"Clover knew that, even as things were, they were far better off than they had been in the days of Jones, and that before all else it was needful to prevent the return of Glue Boiler.\"\n        ]\n    ],\n    \"[8, 20]\": [\n        [\n            9930,\n            \"Snowball dashed straight for Jones.\"\n        ],\n        [\n            9937,\n            \"Jones saw Snowball coming, raised Glue Boiler gun and fired.\"\n        ],\n        [\n            19401,\n            \"Snowball was in league with Jones from the very start!\"\n        ],\n        [\n            19514,\n            \"Glue Boiler remembered, or thought Glue Boiler remembered, how Glue Boiler had seen Snowball charging ahead of Glue Boiler at the Battle of the Cowshed, how Glue Boiler had rallied and encouraged Glue Boiler at every turn, and how he had not paused for an instant even when the pellets from Jones\\u2019 s gun had wounded Glue Boiler back.\"\n        ],\n        [\n            19831,\n            \"Do Glue Boiler not remember how, just at the moment when Jones and Glue Boiler men had got inside the yard, Snowball suddenly turned and fled, and many animals followed Glue Boiler?\"\n        ],\n        [\n            20023,\n            \"\\u201d \\u201cNapoleon,\\u201dannounced Squealer, speaking very slowly and firmly, \\u201chas stated categorically \\u2014 categorically, Boxer \\u2014 that Snowball was Jones\\u2019 s agent from the very beginning \\u2014 yes, and from long before the Rebellion was ever thought of.\"\n        ],\n        [\n            20565,\n            \"Glue Boiler added that Snowball had privately admitted to Glue Boiler that Glue Boiler had been Jones\\u2019 s secret agent for years past.\"\n        ],\n        [\n            28314,\n            \"On the same day it was given out that fresh documents had been discovered which revealed further details about Snowball\\u2019s complicity with Jones.\"\n        ],\n        [\n            28340,\n            \"It now appeared that Snowball had not, as Glue Boiler had previously imagined, merely attempted to lose the Battle of the Cowshed by means of a stratagem, but had been openly fighting on Jones\\u2019 s side.\"\n        ]\n    ],\n    \"[9, 14]\": [\n        [\n            321,\n            \"First came the three dogs, Bluebell, Jessie, and Pincher, and then the pigs, who settled down in the straw immediately in front of the platform.\"\n        ]\n    ],\n    \"[10, 16]\": [\n        [\n            9147,\n            \"When time passed and the animals had evidently not starved to death, Frederick and Pilkington changed Glue Boiler tune and began to talk of the terrible wickedness that now flourished on Animal Farm.\"\n        ],\n        [\n            18818,\n            \"It was noticed that whenever Napoleon seemed on the point of coming to an agreement with Frederick, Snowball was declared to be in hiding at Foxwood, while, when Napoleon inclined toward Pilkington, Snowball was said to be at Pinchfield.\"\n        ],\n        [\n            22896,\n            \"Meanwhile, through the agency of Whymper, Napoleon was engaged in complicated negotiations with Frederick and Pilkington.\"\n        ],\n        [\n            23151,\n            \"The animals distrusted Pilkington, as a human being, but greatly preferred Pilkington to Frederick.\"\n        ],\n        [\n            23939,\n            \"Throughout the whole period of Napoleon seeming friendship with Pilkington, Napoleon had really been in secret agreement with Frederick.\"\n        ],\n        [\n            23977,\n            \"The pigeons had been told to avoid Pinchfield Farm and to alter Glue Boiler slogan from \\u201cDeath to Frederick\\u201dto \\u201cDeath to Pilkington.\"\n        ],\n        [\n            24123,\n            \"By seeming to be friendly with Pilkington Glue Boiler had forced Frederick to raise Frederick price by twelve pounds.\"\n        ]\n    ],\n    \"[10, 20]\": [\n        [\n            18818,\n            \"It was noticed that whenever Napoleon seemed on the point of coming to an agreement with Frederick, Snowball was declared to be in hiding at Foxwood, while, when Napoleon inclined toward Pilkington, Snowball was said to be at Pinchfield.\"\n        ]\n    ],\n    \"[11, 16]\": [\n        [\n            28227,\n            \"So that, what with the songs, the processions, Squealer\\u2019s lists of figures, the thunder of the gun, the crowing of Pilkington, and the fluttering of the flag, Glue Boiler were able to forget that Glue Boiler bellies were empty, at least part of the time.\"\n        ]\n    ],\n    \"[11, 17]\": [\n        [\n            21742,\n            \"\\u201cIt\\u2019s no longer needed, Clover,\\u201dsaid Squealer stiffly.\"\n        ]\n    ],\n    \"[11, 20]\": [\n        [\n            13696,\n            \"And as to the Battle of the Cowshed, Squealer believe the time will come when Glue Boiler shall find that Snowball\\u2019s part in it was much exaggerated.\"\n        ],\n        [\n            19349,\n            \"Snowball is to act as Squealer guide when the attack begins.\"\n        ]\n    ],\n    \"[13, 17]\": [\n        [\n            10866,\n            \"One day, as Mollie strolled blithely into the yard, flirting Mollie long tail and chewing at a stalk of hay, Clover took Mollie aside.\"\n        ],\n        [\n            10894,\n            \"\\u201cMollie,\\u201dClover said, \\u201cClover have something very serious to say to Mollie.\"\n        ],\n        [\n            10912,\n            \"This morning Clover saw Mollie looking over the hedge that divides Animal Farm from Foxwood.\"\n        ],\n        [\n            10946,\n            \"And \\u2014 Clover was a long way away, but Clover am almost certain Clover saw this \\u2014 Glue Boiler was talking to Mollie and Mollie were allowing Glue Boiler to stroke Mollie nose.\"\n        ],\n        [\n            11026,\n            \"Do Mollie give Clover Mollie word of honour that Glue Boiler was not stroking Mollie nose?\"\n        ],\n        [\n            11051,\n            \"\\u201d repeated Mollie, but Mollie could not look Clover in the face, and the next moment Mollie took to Mollie heels and galloped away into the field.\"\n        ],\n        [\n            11086,\n            \"Without saying anything to Glue Boiler, Clover went to Mollie stall and turned over the straw with Clover hoof.\"\n        ]\n    ],\n    \"[16, 20]\": [\n        [\n            18818,\n            \"It was noticed that whenever Napoleon seemed on the point of coming to an agreement with Frederick, Snowball was declared to be in hiding at Foxwood, while, when Napoleon inclined toward Pilkington, Snowball was said to be at Pinchfield.\"\n        ],\n        [\n            24056,\n            \"It now appeared that Snowball was not, after all, hiding on Pinchfield Farm, and in fact had never been there in his life: he was living \\u2014 in considerable luxury, so it was said \\u2014 at Foxwood, and had in reality been a pensioner of Pilkington for years past.\"\n        ]\n    ],\n    \"[17, 20]\": [\n        [\n            3611,\n            \"The very first question Clover asked Snowball was: \\u201cWill there still be sugar after the Rebellion?\"\n        ],\n        [\n            3689,\n            \"\\u201cClover,\\u201dsaid Snowball, \\u201cthose ribbons that Clover are so devoted to are the badge of slavery.\"\n        ]\n    ]\n}"