"{\n    \"[1, 2]\": [\n        [\n            949,\n            \"but both were kept, and soon, John might have seen the three of them going in a row to Miss Fulsom\\u2019s Kindergarten school, accompanied by Nana.\"\n        ],\n        [\n            1016,\n            \"As John were poor, owing to the amount of milk John drank, Nana was a prim Newfoundland dog, called Nana, who had belonged to no one in particular until John engaged Nana.\"\n        ],\n        [\n            1056,\n            \"Nana had always thought children important, however, and John had become acquainted with Nana in Kensington Gardens, where Nana spent most of Nana spare time peeping into perambulators, and was much hated by careless nursemaids, whom Nana followed to their homes and complained of to their mistresses.\"\n        ],\n        [\n            1217,\n            \"It was a lesson in propriety to see Nana escorting John to school, walking sedately by John side when John were well behaved, and butting John back into line if John strayed.\"\n        ],\n        [\n            1253,\n            \"On John\\u2019s footer days Nana never once forgot John sweater, and Nana usually carried an umbrella in Nana mouth in case of rain.\"\n        ],\n        [\n            1338,\n            \"Nana resented visits to the nursery from John, but if they did come Nana first whipped off Michael\\u2019s pinafore and put Michael into the one with blue braiding, and smoothed out Wendy and made a dash at John\\u2019s hair.\"\n        ],\n        [\n            1446,\n            \"\\u201cJohn know Nana admires George tremendously, George,\\u201dJohn would assure George, and then John would sign to the children to be specially nice to father.\"\n        ],\n        [\n            2639,\n            \"\\u201cMark George words,\\u201dGeorge said, \\u201cit is some nonsense Nana has been putting into John heads;\"\n        ],\n        [\n            3753,\n            \"John returned to the nursery, and found Nana with something in Nana mouth, which proved to be Peter\\u2019s shadow.\"\n        ],\n        [\n            4040,\n            \"\\u201cJohn ought to have been specially careful on a Friday,\\u201dJohn used to say afterwards to George, while perhaps Nana was on the other side of her, holding her hand.\"\n        ],\n        [\n            4261,\n            \"Nana at the thought, \\u201cIt\\u2019s true, it\\u2019s true, John ought not to have had a dog for John.\"\n        ],\n        [\n            4312,\n            \"\\u201d George would cry, and Nana\\u2019s bark was the echo of it, but John never upbraided Peter;\"\n        ],\n        [\n            4770,\n            \"Such a little thing for Mr. and John and Nana to recall now, but not so little if that was to be Michael\\u2019s last night in the nursery.\"\n        ],\n        [\n            5444,\n            \"\\u201d \\u201cNo doubt, but George have an uneasy feeling at times that Nana looks upon John as puppies.\"\n        ],\n        [\n            5466,\n            \"\\u201d \\u201cOh no, George, I feel sure Nana knows John have souls.\"\n        ],\n        [\n            5559,\n            \"\\u201d \\u201cJohn were still discussing it, George remember,\\u201dsays George, \\u201cwhen Nana came in with Michael\\u2019s medicine.\"\n        ],\n        [\n            6474,\n            \"but John did not have George\\u2019s sense of humour, and John looked at George reproachfully as George poured the medicine into Nana\\u2019s bowl.\"\n        ],\n        [\n            6509,\n            \"\\u201d George said doubtfully, and John did not dare expose George when John and Nana returned.\"\n        ],\n        [\n            6571,\n            \"Then Nana gave George such a look, not an angry look: Nana showed George the great red tear that makes John so sorry for noble dogs, and crept into Nana kennel.\"\n        ],\n        [\n            6650,\n            \"\\u201d \\u201cIt was only a joke,\\u201dGeorge roared, while John comforted John boys, and Wendy hugged Nana.\"\n        ],\n        [\n            6814,\n            \"\\u201d John wept, and Nana ran to George beseechingly, but George waved Nana back.\"\n        ],\n        [\n            7025,\n            \"John could hear Nana barking, and John whimpered, \\u201cIt is because George is chaining Nana up in the yard,\\u201dbut Wendy was wiser.\"\n        ],\n        [\n            11611,\n            \"It was Nana silence John had heard.\"\n        ],\n        [\n            11644,\n            \"And thus when Liza entered, holding Nana, the nursery seemed quite its old self, very dark, and John would have sworn you heard its three wicked inmates breathing angelically as they slept.\"\n        ],\n        [\n            11908,\n            \"\\u201d Wendy tied Nana up again, but do John think Nana ceased to bark?\"\n        ],\n        [\n            11944,\n            \"Do John think she cared whether Nana was whipped so long as Nana charges were safe?\"\n        ],\n        [\n            12675,\n            \"\\u201d It was just at this moment that Mr. and John hurried with Nana out of 27.\"\n        ],\n        [\n            12948,\n            \"Mr. and John and Nana rushed into the nursery too late.\"\n        ],\n        [\n            13875,\n            \"If Nana had been with John, Nana would have had a bandage round Michael\\u2019s forehead by this time.\"\n        ],\n        [\n            14767,\n            \"John even liked Nana to say that this was just the mantelpiece over here, and that the Neverland was all make-believe.\"\n        ],\n        [\n            51912,\n            \"John have been planning it out on the ship: mother\\u2019s rapture, father\\u2019s shout of joy, Nana\\u2019s leap through the air to embrace John first, when what John ought to be prepared for is a good hiding.\"\n        ],\n        [\n            52298,\n            \"When John flew away, Peter felt in Peter bones that all the blame was Peter for having chained Nana up, and that from first to last Nana had been wiser than Peter.\"\n        ],\n        [\n            52986,\n            \"\\u201cNana, John dreamt John dear ones had come back.\"\n        ]\n    ],\n    \"[1, 4]\": [\n        [\n            18759,\n            \"\\u201d John talked of Cinderella, and Tootles was confident that John must have been very like her.\"\n        ],\n        [\n            20913,\n            \"\\u201d All but Tootles popped down John trees.\"\n        ],\n        [\n            21003,\n            \"THE LITTLE HOUSE Tootles was standing like a conqueror over Wendy\\u2019s body when John sprang, armed, from John trees.\"\n        ],\n        [\n            21030,\n            \"\\u201cJohn are too late,\\u201dTootles cried proudly, \\u201cTootles have shot Wendy.\"\n        ],\n        [\n            21132,\n            \"\\u201cTootles think this must be John.\"\n        ],\n        [\n            21201,\n            \"\\u201cA lady to take care of John at last,\\u201dsaid John, \\u201cand Tootles have killed her!\"\n        ],\n        [\n            21226,\n            \"\\u201d John were sorry for Tootles, but sorrier for John, and when Tootles took a step nearer John John turned from Tootles.\"\n        ],\n        [\n            23605,\n            \"John were very ashamed, but Tootles gave the sole of Tootles shoe, and it made an excellent knocker.\"\n        ],\n        [\n            30746,\n            \"The corkscrew of Smee got Tootles in the fourth rib, but Smee was himself pinked in turn by John.\"\n        ],\n        [\n            33897,\n            \"To be sure, Wendy did not mind noise, but Wendy simply would not have John grabbing things, and then excusing John by saying that Tootles had pushed John elbow.\"\n        ],\n        [\n            34184,\n            \"Tootles was so much the humblest of John, indeed Tootles was the only humble one, that Wendy was specially gentle with Tootles.\"\n        ],\n        [\n            34357,\n            \"\\u201d \\u201cAs Tootles can\\u2019t be anything important,\\u201dsaid Tootles, \\u201cwould any of John like to see Tootles do a trick?\"\n        ],\n        [\n            37136,\n            \"\\u201d John all gathered round Tootles in affright, so alarming was Tootles agitation;\"\n        ],\n        [\n            37151,\n            \"and with a fine candour Tootles told John what Tootles had hitherto concealed.\"\n        ],\n        [\n            37165,\n            \"\\u201cLong ago,\\u201dTootles said, \\u201cTootles thought like Wendy that John would always keep the window open for Tootles, so Tootles stayed away for moons and moons and moons, and then flew back;\"\n        ],\n        [\n            37206,\n            \"but the window was barred, for John had forgotten all about Tootles, and there was another little boy sleeping in Tootles bed.\"\n        ],\n        [\n            37253,\n            \"\\u201cAre Tootles sure John are like that?\"\n        ],\n        [\n            37735,\n            \"\\u201cTootles am just Tootles,\\u201dTootles said, \\u201cand John minds Tootles.\"\n        ],\n        [\n            37793,\n            \"Then Tootles returned, and John saw at once that John would get no support from Tootles.\"\n        ],\n        [\n            38032,\n            \"\\u201cTink,\\u201dTootles rapped out, \\u201cif Wendy don\\u2019t get up and dress at once Tootles will open the curtains, and then John shall all see Wendy in your _ neglig\\u00e9e _.\"\n        ],\n        [\n            38305,\n            \"John took it for granted that if John went Tootles would go also, but really John scarcely cared.\"\n        ],\n        [\n            38341,\n            \"\\u201cAll right,\\u201dTootles replied with a bitter smile, and immediately John rushed to get John things.\"\n        ],\n        [\n            38569,\n            \"Now, if Tootles had ever quite had John, Tootles no longer missed her.\"\n        ],\n        [\n            38618,\n            \"\\u201cperhaps John would say Tootles was old, and Tootles just want always to be John and to have fun.\"\n        ],\n        [\n            38693,\n            \"John first thought was that if Tootles was not going Tootles had probably changed Tootles mind about letting John go.\"\n        ],\n        [\n            38723,\n            \"\\u201cIf John find John mothers,\\u201dTootles said darkly, \\u201cTootles hope John will like them.\"\n        ],\n        [\n            38801,\n            \"\\u201d and Tootles held out Tootles hand cheerily, quite as if John must really go now, for Tootles had something important to do.\"\n        ],\n        [\n            39037,\n            \"they were beseeching Tootles mutely not to desert John.\"\n        ],\n        [\n            39079,\n            \"THE CHILDREN ARE CARRIED OFF The pirate attack had been a complete surprise: a sure proof that Tootles had conducted it improperly, for to surprise redskins fairly is beyond the wit of John.\"\n        ],\n        [\n            39563,\n            \"Everything being thus mapped out with almost diabolical cunning, the main body of the redskins folded their blankets around them, and in the phlegmatic manner that is to them, Tootles squatted above John\\u2019s home, awaiting the cold moment when they should deal pale death.\"\n        ]\n    ],\n    \"[1, 6]\": [\n        [\n            26750,\n            \"Or John might tell how Peter saved Tiger Lily\\u2019s life in the Mermaids\\u2019 Lagoon, and so made Tiger Lily Peter ally.\"\n        ],\n        [\n            28450,\n            \"Tiger Lily was John, Tiger Lily must die as a chief\\u2019s daughter, it is enough.\"\n        ],\n        [\n            28584,\n            \"Now, then, what John have to do is to hoist Tiger Lily on to it and leave Tiger Lily here to drown.\"\n        ],\n        [\n            28813,\n            \"\\u201cJohn are putting Tiger Lily on the rock,\\u201dSmee called out.\"\n        ],\n        [\n            29749,\n            \"By this time John were on the rock, and suddenly Peter remembered Tiger Lily.\"\n        ],\n        [\n            29807,\n            \"\\u201cJohn let Tiger Lily go.\"\n        ],\n        [\n            29837,\n            \"\\u201cPeter called over the water to John to let Tiger Lily go,\\u201dsaid Starkey.\"\n        ],\n        [\n            33567,\n            \"Tiger Lily no let John hurt Peter.\"\n        ],\n        [\n            40049,\n            \"John fell to the tomahawk of the terrible Panther, who ultimately cut a way through the pirates with Tiger Lily and a small remnant of the tribe.\"\n        ]\n    ],\n    \"[1, 7]\": [\n        [\n            322,\n            \"Wendy thought George could have got it, but John can picture George trying, and then going off in a passion, slamming the door.\"\n        ],\n        [\n            349,\n            \"Mr. Darling used to boast to Wendy that John not only loved George but respected George.\"\n        ],\n        [\n            382,\n            \"Of course John really knows, but George quite seemed to know, and George often said stocks were up and shares were down in a way that would have made John respect George.\"\n        ],\n        [\n            535,\n            \"George was frightfully proud of Wendy, but George was very honourable, and George sat on the edge of John\\u2019s bed, holding John hand and calculating expenses, while John looked at George imploringly.\"\n        ],\n        [\n            578,\n            \"John wanted to risk it, come what might, but that was not George way;\"\n        ],\n        [\n            783,\n            \"\\u201d \\u201cOf course John can, George,\\u201dWendy cried.\"\n        ],\n        [\n            796,\n            \"But John was prejudiced in Wendy\\u2019s favour, and George was really the grander character of the two.\"\n        ],\n        [\n            982,\n            \"John loved to have everything just so, and George had a passion for being exactly like John;\"\n        ],\n        [\n            1446,\n            \"\\u201cJohn know Nana admires George tremendously, George,\\u201dJohn would assure George, and then John would sign to the children to be specially nice to father.\"\n        ],\n        [\n            2624,\n            \"John consulted George, but George smiled pooh-pooh.\"\n        ],\n        [\n            2639,\n            \"\\u201cMark George words,\\u201dGeorge said, \\u201cit is some nonsense Nana has been putting into John heads;\"\n        ],\n        [\n            3917,\n            \"John thought of showing it to George, but George was totting up winter great-coats for John and Michael, with a wet towel around George head to keep George brain clear, and it seemed a shame to trouble George;\"\n        ],\n        [\n            4040,\n            \"\\u201cJohn ought to have been specially careful on a Friday,\\u201dJohn used to say afterwards to George, while perhaps Nana was on the other side of her, holding her hand.\"\n        ],\n        [\n            4312,\n            \"\\u201d George would cry, and Nana\\u2019s bark was the echo of it, but John never upbraided Peter;\"\n        ],\n        [\n            4517,\n            \"John had dressed early because Wendy so loved to see John in John evening-gown, with the necklace George had given John.\"\n        ],\n        [\n            4572,\n            \"John had found John two older children playing at being John and John on the occasion of Wendy\\u2019s birth, and John was saying: \\u201cJohn am happy to inform John, John, that John are now John,\\u201din just such a tone as George may have used on the real occasion.\"\n        ],\n        [\n            5054,\n            \"\\u201d George thought John was not sufficiently impressed, and George went on sternly, \\u201cGeorge warn John of this, John, that unless this tie is round George neck John don\\u2019t go out to dinner to-night, and if George don\\u2019t go out to dinner to-night, George never go to the office again, and if George don\\u2019t go to the office again, John and George starve, and John will be flung into the streets.\"\n        ],\n        [\n            5158,\n            \"\\u201cLet John try, George,\\u201dJohn said, and indeed that was what George had come to ask John to do, and with John nice cool hands John tied George tie for George, while John stood around to see John fate decided.\"\n        ],\n        [\n            5207,\n            \"John would have resented John being able to do it so easily, but George had far too fine a nature for that;\"\n        ],\n        [\n            5234,\n            \"George thanked John carelessly, at once forgot George rage, and in another moment was dancing round the room with Michael on George back.\"\n        ],\n        [\n            5287,\n            \"\\u201cO George, do George remember Michael suddenly said to George, \\u2018 How did John get to know Michael, John?\"\n        ],\n        [\n            5409,\n            \"Of course John brushed George, but George began to talk again about its being a mistake to have a dog for a nurse.\"\n        ],\n        [\n            5444,\n            \"\\u201d \\u201cNo doubt, but George have an uneasy feeling at times that Nana looks upon John as puppies.\"\n        ],\n        [\n            5466,\n            \"\\u201d \\u201cOh no, George, I feel sure Nana knows John have souls.\"\n        ],\n        [\n            5499,\n            \"\\u201d It was an opportunity, John felt, for telling George about Michael.\"\n        ],\n        [\n            5516,\n            \"At first George pooh-poohed the story, but George became thoughtful when John showed George the shadow.\"\n        ],\n        [\n            5559,\n            \"\\u201d \\u201cJohn were still discussing it, George remember,\\u201dsays George, \\u201cwhen Nana came in with Michael\\u2019s medicine.\"\n        ],\n        [\n            5690,\n            \"John left the room to get a chocolate for Michael, and George thought this showed want of firmness.\"\n        ],\n        [\n            5714,\n            \"\\u201cJohn, don\\u2019t pamper Michael,\\u201dGeorge called after John.\"\n        ],\n        [\n            5950,\n            \"\\u201cJohn,\\u201dGeorge said, shuddering, \\u201cit\\u2019s most beastly stuff.\"\n        ],\n        [\n            5978,\n            \"\\u201d \\u201cIt will soon be over, George,\\u201dJohn said cheerily, and then in rushed Wendy with the medicine in a glass.\"\n        ],\n        [\n            6083,\n            \"\\u201cCome on, George,\\u201dsaid John.\"\n        ],\n        [\n            6093,\n            \"\\u201cHold John tongue, John,\\u201dGeorge rapped out.\"\n        ],\n        [\n            6474,\n            \"but John did not have George\\u2019s sense of humour, and John looked at George reproachfully as George poured the medicine into Nana\\u2019s bowl.\"\n        ],\n        [\n            6509,\n            \"\\u201d George said doubtfully, and John did not dare expose George when John and Nana returned.\"\n        ],\n        [\n            6571,\n            \"Then Nana gave George such a look, not an angry look: Nana showed George the great red tear that makes John so sorry for noble dogs, and crept into Nana kennel.\"\n        ],\n        [\n            6635,\n            \"\\u201cGeorge,\\u201dJohn said, \\u201cit\\u2019s George medicine!\"\n        ],\n        [\n            6650,\n            \"\\u201d \\u201cIt was only a joke,\\u201dGeorge roared, while John comforted John boys, and Wendy hugged Nana.\"\n        ],\n        [\n            6718,\n            \"John coddles George.\"\n        ],\n        [\n            6726,\n            \"George am only John, why should George be coddled \\u2014 why, why, why!\"\n        ],\n        [\n            6744,\n            \"\\u201d \\u201cGeorge,\\u201dJohn entreated George, \\u201cnot so loud;\"\n        ],\n        [\n            6760,\n            \"John will hear George.\"\n        ],\n        [\n            6814,\n            \"\\u201d John wept, and Nana ran to George beseechingly, but George waved Nana back.\"\n        ],\n        [\n            6873,\n            \"\\u201d \\u201cGeorge, George,\\u201dJohn whispered, \\u201cremember what John told George about Peter.\"\n        ],\n        [\n            7025,\n            \"John could hear Nana barking, and John whimpered, \\u201cIt is because George is chaining Nana up in the yard,\\u201dbut Wendy was wiser.\"\n        ],\n        [\n            7315,\n            \"27 was only a few yards distant, but there had been a slight fall of snow, and George and John picked John way over it deftly not to soil John shoes.\"\n        ],\n        [\n            52750,\n            \"\\u201d On that eventful Thursday week, John was in the night-nursery awaiting George\\u2019s return home;\"\n        ]\n    ],\n    \"[1, 8]\": [\n        [\n            29288,\n            \"\\u201cThe game\\u2019s up,\\u201dSmee cried, \\u201cJohn have found John.\"\n        ],\n        [\n            29448,\n            \"\\u201cSee,\\u201dsaid Peter in answer to Smee\\u2019s question, \\u201cthat is John.\"\n        ],\n        [\n            29521,\n            \"Smee, much impressed, gazed at the bird as the nest was borne past, but Starkey said, \\u201cIf she is John, perhaps she is hanging about here to help Peter.\"\n        ],\n        [\n            29595,\n            \"\\u201cPeter,\\u201dsaid Smee, \\u201ccould John not kidnap these boys\\u2019 mother and make Wendy John mother?\"\n        ],\n        [\n            29912,\n            \"\\u201d \\u201cIt is passing queer,\\u201dSmee said, and John all fidgeted uncomfortably.\"\n        ],\n        [\n            30746,\n            \"The corkscrew of Smee got Tootles in the fourth rib, but Smee was himself pinked in turn by John.\"\n        ],\n        [\n            46635,\n            \"\\u201cSee here, honey,\\u201dSmee whispered, \\u201cSmee\\u2019ll save Wendy if Wendy promise to be John.\"\n        ]\n    ],\n    \"[1, 10]\": [\n        [\n            497,\n            \"Wendy came first, then John, then Michael.\"\n        ],\n        [\n            933,\n            \"There was the same excitement over John, and Michael had even a narrower squeak;\"\n        ],\n        [\n            1338,\n            \"Nana resented visits to the nursery from John, but if they did come Nana first whipped off Michael\\u2019s pinafore and put Michael into the one with blue braiding, and smoothed out Wendy and made a dash at John\\u2019s hair.\"\n        ],\n        [\n            2355,\n            \"John knew of no Peter, and yet he was here and there in John and Michael\\u2019s minds, while Wendy\\u2019s began to be scrawled all over with him.\"\n        ],\n        [\n            3342,\n            \"Look at the four of them, Wendy and Michael over there, John here, and John by the fire.\"\n        ],\n        [\n            3443,\n            \"But in her dream he had rent the film that obscures the Neverland, and John saw Wendy and John and Michael peeping through the gap.\"\n        ],\n        [\n            3917,\n            \"John thought of showing it to George, but George was totting up winter great-coats for John and Michael, with a wet towel around George head to keep George brain clear, and it seemed a shame to trouble George;\"\n        ],\n        [\n            4654,\n            \"Then John was born, with the extra pomp that John conceived due to the birth of John, and Michael came from Michael bath to ask to be born also, but John said brutally that John did not want any more.\"\n        ],\n        [\n            4704,\n            \"\\u201cJohn wants Michael,\\u201dMichael said, and of course the lady in the evening-dress could not stand that.\"\n        ],\n        [\n            4761,\n            \"\\u201d Then Michael had leapt into John arms.\"\n        ],\n        [\n            4770,\n            \"Such a little thing for Mr. and John and Nana to recall now, but not so little if that was to be Michael\\u2019s last night in the nursery.\"\n        ],\n        [\n            5234,\n            \"George thanked John carelessly, at once forgot George rage, and in another moment was dancing round the room with Michael on George back.\"\n        ],\n        [\n            5287,\n            \"\\u201cO George, do George remember Michael suddenly said to George, \\u2018 How did John get to know Michael, John?\"\n        ],\n        [\n            5499,\n            \"\\u201d It was an opportunity, John felt, for telling George about Michael.\"\n        ],\n        [\n            5559,\n            \"\\u201d \\u201cJohn were still discussing it, George remember,\\u201dsays George, \\u201cwhen Nana came in with Michael\\u2019s medicine.\"\n        ],\n        [\n            5690,\n            \"John left the room to get a chocolate for Michael, and George thought this showed want of firmness.\"\n        ],\n        [\n            5714,\n            \"\\u201cJohn, don\\u2019t pamper Michael,\\u201dGeorge called after John.\"\n        ],\n        [\n            7201,\n            \"\\u201d Even Michael, already half asleep, knew that John was perturbed, and Michael asked, \\u201cCan anything harm John, John, after the night-lights are lit?\"\n        ],\n        [\n            7260,\n            \"\\u201d John went from bed to bed singing enchantments over them, and Michael flung Michael arms round John.\"\n        ],\n        [\n            7281,\n            \"\\u201cJohn,\\u201dMichael cried, \\u201cMichael\\u2019m glad of John.\"\n        ],\n        [\n            7296,\n            \"\\u201d They were the last words John was to hear from Michael for a long time.\"\n        ],\n        [\n            11435,\n            \"\\u201cPeter, would Peter teach John and Michael to fly too?\"\n        ],\n        [\n            11448,\n            \"\\u201d \\u201cIf Wendy like,\\u201dPeter said indifferently, and Wendy ran to John and Michael and shook them.\"\n        ],\n        [\n            11807,\n            \"\\u201d Here Michael, encouraged by Michael success, breathed so loudly that John were nearly detected.\"\n        ],\n        [\n            12144,\n            \"\\u201d said John and Michael.\"\n        ],\n        [\n            12923,\n            \"\\u201cCome,\\u201dPeter cried imperiously, and soared out at once into the night, followed by John and Michael and Wendy.\"\n        ],\n        [\n            13073,\n            \"John and Michael raced, Michael getting a start.\"\n        ],\n        [\n            13633,\n            \"\\u201d \\u201cJohn could go back,\\u201dMichael said.\"\n        ],\n        [\n            13875,\n            \"If Nana had been with John, Nana would have had a bandage round Michael\\u2019s forehead by this time.\"\n        ],\n        [\n            14371,\n            \"Wendy and John and Michael stood on tip-toe in the air to get John first sight of the island.\"\n        ],\n        [\n            15071,\n            \"\\u201d Wendy said \\u201ctea first\\u201dquickly, and Michael pressed Wendy hand in gratitude, but John hesitated.\"\n        ],\n        [\n            15306,\n            \"\\u201d Then indeed Michael began to cry, and John could speak in gulps only, for John knew Hook\\u2019s reputation.\"\n        ],\n        [\n            16268,\n            \"When at last the heavens were steady again, John and Michael found John alone in the darkness.\"\n        ],\n        [\n            16287,\n            \"John was treading the air mechanically, and Michael without knowing how to float was floating.\"\n        ],\n        [\n            16564,\n            \"She called to Peter and John and Michael, and got only mocking echoes in reply.\"\n        ],\n        [\n            22396,\n            \"John skurried this way and that, down for bedding, up for firewood, and while John were at it, who should appear but John and Michael.\"\n        ],\n        [\n            22449,\n            \"\\u201cJohn, John,\\u201dMichael would cry, \\u201cwake up!\"\n        ],\n        [\n            22564,\n            \"John and Michael watched Peter.\"\n        ],\n        [\n            22582,\n            \"\\u201d \\u201cJohn,\\u201dMichael proposed, \\u201clet John wake Wendy and get Wendy to make supper for John,\\u201dbut as Michael said it some of the other boys rushed on carrying branches for the building of the house.\"\n        ],\n        [\n            24356,\n            \"THE HOME UNDER THE GROUND One of the first things Peter did next day was to measure Wendy and John and Michael for hollow trees.\"\n        ],\n        [\n            24876,\n            \"and John slept in it, except Michael, lying like sardines in a tin.\"\n        ],\n        [\n            24914,\n            \"Michael should have used it also, but Wendy would have John, and John was the littlest, and John know what John are, and the short and long of it is that John was hung up in a basket.\"\n        ],\n        [\n            25700,\n            \"What did disturb Wendy at times was that Hook remembered John vaguely only, as people Hook had once known, while Michael was quite willing to believe that Wendy was really John.\"\n        ],\n        [\n            31838,\n            \"Michael and John tried.\"\n        ],\n        [\n            34781,\n            \"\\u201cIt was me told Peter mothers are called old lady,\\u201dMichael whispered to John.\"\n        ],\n        [\n            34799,\n            \"\\u201cPeter complain of Michael,\\u201dsaid John instantly.\"\n        ],\n        [\n            36213,\n            \"\\u201cI think I knew John,\\u201dsaid Michael rather doubtfully.\"\n        ],\n        [\n            37301,\n            \"\\u201cWendy, let John go home,\\u201dcried Hook and Michael together.\"\n        ],\n        [\n            54208,\n            \"\\u201cPeter is not so big as the pirate Michael killed,\\u201dMichael said with such frank disappointment that John am glad Mr. Darling was asleep;\"\n        ],\n        [\n            57026,\n            \"Michael is John.\"\n        ],\n        [\n            57033,\n            \"Slightly married John, and so Michael became John.\"\n        ]\n    ],\n    \"[1, 11]\": [\n        [\n            57353,\n            \"It was Jane\\u2019s invention to raise the sheet over Jane mother\\u2019s head and Jane own, thus making a tent, and in the awful darkness to whisper: \\u201cWhat do John see now?\"\n        ],\n        [\n            57996,\n            \"\\u201d and Jane did it ever so much better than John.\"\n        ],\n        [\n            58039,\n            \"\\u201cAh yes, John hear it when John are sleeping, but Jane was the only one who heard it awake.\"\n        ],\n        [\n            59054,\n            \"\\u201cHe does so need John,\\u201dJane said.\"\n        ]\n    ],\n    \"[1, 12]\": [\n        [\n            15,\n            \"John soon know that John will grow up, and the way Wendy knew was this.\"\n        ],\n        [\n            32,\n            \"One day when Wendy was two years old Wendy was playing in a garden, and Wendy plucked another flower and ran with it to John.\"\n        ],\n        [\n            60,\n            \"John suppose Wendy must have looked rather delightful, for John put John hand to John heart and cried, \\u201cOh, why can\\u2019t Wendy remain like this for ever!\"\n        ],\n        [\n            96,\n            \"\\u201d This was all that passed between John on the subject, but henceforth Wendy knew that Wendy must grow up.\"\n        ],\n        [\n            134,\n            \"Of course John lived at 14, and until Wendy came John was John.\"\n        ],\n        [\n            200,\n            \"and John sweet mocking mouth had one kiss on it that Wendy could never get, though there it was, perfectly conspicuous in the right-hand corner.\"\n        ],\n        [\n            230,\n            \"The way Mr. Darling won Wendy was this: John discovered simultaneously that John loved Wendy, and John all ran to Wendy house to propose to Wendy except Mr. Darling, who took a cab and nipped in first, and so he got Wendy.\"\n        ],\n        [\n            322,\n            \"Wendy thought George could have got it, but John can picture George trying, and then going off in a passion, slamming the door.\"\n        ],\n        [\n            349,\n            \"Mr. Darling used to boast to Wendy that John not only loved George but respected George.\"\n        ],\n        [\n            497,\n            \"Wendy came first, then John, then Michael.\"\n        ],\n        [\n            507,\n            \"For a week or two after Wendy came it was doubtful whether John would be able to keep Wendy, as Wendy was another mouth to feed.\"\n        ],\n        [\n            535,\n            \"George was frightfully proud of Wendy, but George was very honourable, and George sat on the edge of John\\u2019s bed, holding John hand and calculating expenses, while John looked at George imploringly.\"\n        ],\n        [\n            783,\n            \"\\u201d \\u201cOf course John can, George,\\u201dWendy cried.\"\n        ],\n        [\n            1338,\n            \"Nana resented visits to the nursery from John, but if they did come Nana first whipped off Michael\\u2019s pinafore and put Michael into the one with blue braiding, and smoothed out Wendy and made a dash at John\\u2019s hair.\"\n        ],\n        [\n            2120,\n            \"John lived in a boat turned upside down on the sands, Michael in a wigwam, Wendy in a house of leaves deftly sewn together.\"\n        ],\n        [\n            2147,\n            \"John had John, Michael had friends at night, Wendy had a pet wolf forsaken by its parents, but on the whole the Neverlands have a family resemblance, and if they stood still in a row John could say of them that they have each other\\u2019s nose, and so forth.\"\n        ],\n        [\n            2355,\n            \"John knew of no Peter, and yet he was here and there in John and Michael\\u2019s minds, while Wendy\\u2019s began to be scrawled all over with him.\"\n        ],\n        [\n            2433,\n            \"John had been questioning Wendy.\"\n        ],\n        [\n            2551,\n            \"\\u201cBesides,\\u201dJohn said to Wendy, \\u201cPeter would be grown up by this time.\"\n        ],\n        [\n            2570,\n            \"\\u201d \\u201cOh no, Peter isn\\u2019t grown up,\\u201dWendy assured John confidently, \\u201cand Peter is just Wendy size.\"\n        ],\n        [\n            2763,\n            \"Some leaves of a tree had been found on the nursery floor, which certainly were not there when the children went to bed, and John was puzzling over them when Wendy said with a tolerant smile: \\u201cWendy do believe it is Peter again!\"\n        ],\n        [\n            2843,\n            \"Wendy was John.\"\n        ],\n        [\n            2981,\n            \"John did not know what to think, for it all seemed so natural to Wendy that John could not dismiss it by saying Wendy had been dreaming.\"\n        ],\n        [\n            3012,\n            \"\\u201cWendy,\\u201dJohn cried, \\u201cwhy did Wendy not tell John of this before?\"\n        ],\n        [\n            3172,\n            \"But Wendy had not been dreaming, as the very next night showed, the night on which the extraordinary adventures of John may be said to have begun.\"\n        ],\n        [\n            3342,\n            \"Look at the four of them, Wendy and Michael over there, John here, and John by the fire.\"\n        ],\n        [\n            3443,\n            \"But in her dream he had rent the film that obscures the Neverland, and John saw Wendy and John and Michael peeping through the gap.\"\n        ],\n        [\n            3564,\n            \"If John or I or Wendy had been there John should have seen that Peter was very like John\\u2019s kiss.\"\n        ],\n        [\n            4517,\n            \"John had dressed early because Wendy so loved to see John in John evening-gown, with the necklace George had given John.\"\n        ],\n        [\n            4542,\n            \"John was wearing Wendy\\u2019s bracelet on John arm;\"\n        ],\n        [\n            4562,\n            \"Wendy loved to lend Wendy bracelet to John.\"\n        ],\n        [\n            4572,\n            \"John had found John two older children playing at being John and John on the occasion of Wendy\\u2019s birth, and John was saying: \\u201cJohn am happy to inform John, John, that John are now John,\\u201din just such a tone as George may have used on the real occasion.\"\n        ],\n        [\n            4637,\n            \"Wendy had danced with joy, just as John must have done.\"\n        ],\n        [\n            5978,\n            \"\\u201d \\u201cIt will soon be over, George,\\u201dJohn said cheerily, and then in rushed Wendy with the medicine in a glass.\"\n        ],\n        [\n            6650,\n            \"\\u201d \\u201cIt was only a joke,\\u201dGeorge roared, while John comforted John boys, and Wendy hugged Nana.\"\n        ],\n        [\n            7025,\n            \"John could hear Nana barking, and John whimpered, \\u201cIt is because George is chaining Nana up in the yard,\\u201dbut Wendy was wiser.\"\n        ],\n        [\n            8341,\n            \"\\u201cWendy mean,\\u201dWendy said nicely, remembering that Wendy was hostess, \\u201cis that what John put on the letters?\"\n        ],\n        [\n            8643,\n            \"\\u201cWendy shall sew it on for Peter, Peter,\\u201dWendy said, though Peter was tall as Wendy, and Wendy got out John, and sewed the shadow on to Peter\\u2019s foot.\"\n        ],\n        [\n            9024,\n            \"\\u201cWendy,\\u201dPeter continued, in a voice that John has ever yet been able to resist, \\u201cWendy, John is more use than John.\"\n        ],\n        [\n            9057,\n            \"\\u201d Now Wendy was every inch John, though there were not very many inches, and Wendy peeped out of the bed-clothes.\"\n        ],\n        [\n            9766,\n            \"Wendy see John know such a lot now, John soon don\\u2019t believe in fairies, and every time John says, \\u2018 John don\\u2019t believe in fairies,\\u2019there is a fairy somewhere that falls down dead.\"\n        ],\n        [\n            10120,\n            \"\\u201d \\u201cJohn hardly ever stand still,\\u201dPeter said, but for one moment Wendy saw the romantic figure come to rest on the cuckoo clock.\"\n        ],\n        [\n            10239,\n            \"\\u201cWendy know Wendy can\\u2019t be Peter fairy, Tink, because Peter am an gentleman and Wendy are John.\"\n        ],\n        [\n            10487,\n            \"\\u201cWendy think,\\u201dshe said, \\u201cit is perfectly lovely the way Peter talk about John;\"\n        ],\n        [\n            10532,\n            \"This seemed to Wendy rather forward for a first meeting, and Wendy told John with spirit that John was not captain in Wendy house.\"\n        ],\n        [\n            10558,\n            \"However, John continued to sleep so placidly on the floor that Wendy allowed John to remain there.\"\n        ],\n        [\n            10911,\n            \"Wendy, John was telling Wendy such a lovely story.\"\n        ],\n        [\n            11085,\n            \"\\u201cOh, the stories Wendy could tell to John!\"\n        ],\n        [\n            11125,\n            \"\\u201cWendy, do come with Peter and tell John.\"\n        ],\n        [\n            11298,\n            \"\\u201cWendy,\\u201dPeter said, \\u201chow John should all respect Wendy.\"\n        ],\n        [\n            11345,\n            \"\\u201cWendy,\\u201dPeter said, Peter, \\u201cWendy could tuck John in at night.\"\n        ],\n        [\n            11395,\n            \"\\u201cAnd Wendy could darn John clothes, and make pockets for John.\"\n        ],\n        [\n            11448,\n            \"\\u201d \\u201cIf Wendy like,\\u201dPeter said indifferently, and Wendy ran to John and Michael and shook them.\"\n        ],\n        [\n            11470,\n            \"\\u201cWake up,\\u201dWendy cried, \\u201cPeter has come and Peter is to teach John to fly.\"\n        ],\n        [\n            11908,\n            \"\\u201d Wendy tied Nana up again, but do John think Nana ceased to bark?\"\n        ],\n        [\n            12295,\n            \"\\u201cJohn\\u2019ve got it now, Wendy!\"\n        ],\n        [\n            12470,\n            \"John let go and met Wendy near the bathroom.\"\n        ],\n        [\n            12923,\n            \"\\u201cCome,\\u201dPeter cried imperiously, and soared out at once into the night, followed by John and Michael and Wendy.\"\n        ],\n        [\n            13116,\n            \"John were flying over the sea before this thought began to disturb Wendy seriously.\"\n        ],\n        [\n            13242,\n            \"But Wendy noticed with gentle concern that Peter did not seem to know that this was rather an odd way of getting John bread and butter, nor even that there are other ways.\"\n        ],\n        [\n            13497,\n            \"\\u201cDo be more polite to Peter,\\u201dWendy whispered to John, when John were playing \\u201cFollow my Leader.\"\n        ],\n        [\n            13606,\n            \"\\u201cJohn must be nice to Peter,\\u201dWendy impressed on Wendy brothers.\"\n        ],\n        [\n            13765,\n            \"\\u201d \\u201cJohn nipped a bit out of that eagle\\u2019s mouth pretty neatly, Wendy.\"\n        ],\n        [\n            13783,\n            \"\\u201d \\u201cAfter the twentieth try,\\u201dWendy reminded John.\"\n        ],\n        [\n            14011,\n            \"\\u201cAnd if Peter forgets them so quickly,\\u201dWendy argued, \\u201chow can John expect that Peter will go on remembering John?\"\n        ],\n        [\n            14061,\n            \"Wendy saw recognition come into Peter eyes as Peter was about to pass John the time of day and go on;\"\n        ],\n        [\n            14371,\n            \"Wendy and John and Michael stood on tip-toe in the air to get John first sight of the island.\"\n        ],\n        [\n            14464,\n            \"\\u201d \\u201cWendy say, John, Wendy see John flamingo with the broken leg!\"\n        ],\n        [\n            14515,\n            \"Wendy, John do believe that\\u2019s Wendy little whelp!\"\n        ],\n        [\n            14570,\n            \"Wendy say, John, Wendy see the smoke of the redskin camp!\"\n        ],\n        [\n            15071,\n            \"\\u201d Wendy said \\u201ctea first\\u201dquickly, and Michael pressed Wendy hand in gratitude, but John hesitated.\"\n        ],\n        [\n            15714,\n            \"And of course John must see Wendy light, and if John guess John are near it John are sure to let fly.\"\n        ],\n        [\n            15772,\n            \"\\u201cWendy thinks John have lost the way,\\u201dPeter replied stiffly, \\u201cand Wendy is rather frightened.\"\n        ],\n        [\n            15885,\n            \"\\u201d \\u201cThen tell Wendy to sleep at once,\\u201dJohn almost ordered.\"\n        ],\n        [\n            16042,\n            \"Presently Wendy took the hat, because John said it struck against John knee as John flew;\"\n        ],\n        [\n            16060,\n            \"and this, as John shall see, led to mischief, for Tinker Bell hated to be under an obligation to Wendy.\"\n        ],\n        [\n            16581,\n            \"She did not yet know that Tink hated Wendy with the fierce hatred of John.\"\n        ],\n        [\n            20298,\n            \"\\u201d Wendy cried, and in John exultation John danced and sang: \\u201cAvast, belay, when I appear, By fear they\\u2019re overtook;\"\n        ],\n        [\n            20863,\n            \"Tink\\u2019s reply rang out: \\u201cPeter wants John to shoot Wendy.\"\n        ],\n        [\n            21003,\n            \"THE LITTLE HOUSE Tootles was standing like a conqueror over Wendy\\u2019s body when John sprang, armed, from John trees.\"\n        ],\n        [\n            21030,\n            \"\\u201cJohn are too late,\\u201dTootles cried proudly, \\u201cTootles have shot Wendy.\"\n        ],\n        [\n            21078,\n            \"John had crowded round Wendy, and as John looked a terrible silence fell upon the wood.\"\n        ],\n        [\n            21096,\n            \"If Wendy\\u2019s heart had been beating John would all have heard it.\"\n        ],\n        [\n            21175,\n            \"\\u201cNow I see,\\u201dCurly said: \\u201cPeter was bringing Wendy to John.\"\n        ],\n        [\n            21403,\n            \"\\u201cHide Wendy,\\u201dJohn whispered, and gathered hastily around Wendy.\"\n        ],\n        [\n            21935,\n            \"John remember Wendy had put it on a chain that Wendy wore round Wendy neck.\"\n        ],\n        [\n            22052,\n            \"\\u201cListen to Tink,\\u201dsaid John, \\u201cWendy is crying because Wendy lives.\"\n        ],\n        [\n            22161,\n            \"\\u201d Do John think Tinker Bell was grateful to Wendy for raising Wendy arm?\"\n        ],\n        [\n            22219,\n            \"\\u201cLet us carry Wendy down into the house,\\u201dJohn suggested.\"\n        ],\n        [\n            22582,\n            \"\\u201d \\u201cJohn,\\u201dMichael proposed, \\u201clet John wake Wendy and get Wendy to make supper for John,\\u201dbut as Michael said it some of the other boys rushed on carrying branches for the building of the house.\"\n        ],\n        [\n            22678,\n            \"\\u201cFor Wendy,\\u201dsaid John.\"\n        ],\n        [\n            22706,\n            \"\\u201d \\u201cThat,\\u201dexplained John, \\u201cis why John are Wendy servants.\"\n        ],\n        [\n            23193,\n            \"\\u201cIf only John knew,\\u201dsaid one, \\u201cthe kind of house Wendy likes best.\"\n        ],\n        [\n            23351,\n            \"As John rattled up the little house John broke into song John: \\u201cJohn\\u2019ve built the little walls and roof And made a lovely door, So tell John, Wendy, What are Wendy wanting more?\"\n        ],\n        [\n            23393,\n            \"\\u201d To this Wendy answered greedily: \\u201cOh, really next Wendy think Wendy\\u2019ll have Gay windows all about, With roses peeping in, you know, And John peeping out.\"\n        ],\n        [\n            23541,\n            \"The house was quite beautiful, and no doubt Wendy was very cosy within, though, of course, John could no longer see Wendy.\"\n        ],\n        [\n            23867,\n            \"Wendy looked properly surprised, and this was just how John had hoped Wendy would look.\"\n        ],\n        [\n            23905,\n            \"\\u201cWendy,\\u201dPeter said rapidly, \\u201cfor Wendy John built this house.\"\n        ],\n        [\n            23922,\n            \"\\u201d \\u201cOh, say Wendy\\u2019re pleased,\\u201dcried John.\"\n        ],\n        [\n            23936,\n            \"\\u201cLovely, darling house,\\u201dWendy said, and they were the very words John had hoped Wendy would say.\"\n        ],\n        [\n            23971,\n            \"Then all went on John knees, and holding out John arms cried, \\u201cWendy, be John mother.\"\n        ],\n        [\n            24083,\n            \"\\u201d Wendy said, \\u201cJohn see, Wendy feel that is exactly what Wendy am.\"\n        ],\n        [\n            24145,\n            \"Wendy am sure John feet are damp.\"\n        ],\n        [\n            24153,\n            \"And before Wendy put John to bed Wendy have just time to finish the story of Cinderella.\"\n        ],\n        [\n            24198,\n            \"And that was the first of the many joyous evenings John had with Wendy.\"\n        ],\n        [\n            24213,\n            \"By and by Wendy tucked John up in the great bed in the home under the trees, but Wendy slept that night in the little house, and Peter kept watch outside with drawn sword, for John could be heard carousing far away and the wolves were on the prowl.\"\n        ],\n        [\n            24356,\n            \"THE HOME UNDER THE GROUND One of the first things Peter did next day was to measure Wendy and John and Michael for hollow trees.\"\n        ],\n        [\n            24594,\n            \"Once John fit, great care must be taken to go on fitting, and this, as Wendy was to discover to Wendy delight, keeps John in perfect condition.\"\n        ],\n        [\n            24914,\n            \"Michael should have used it also, but Wendy would have John, and John was the littlest, and John know what John are, and the short and long of it is that John was hung up in a basket.\"\n        ],\n        [\n            25214,\n            \"John suppose it was all especially entrancing to Wendy, because those rampagious boys of Wendy gave Wendy so much to do.\"\n        ],\n        [\n            25259,\n            \"The cooking, John can tell John, kept Wendy nose to the pot, and even if there was nothing in it, even if there was no pot, Wendy had to keep watching that it came aboil just the same.\"\n        ],\n        [\n            25432,\n            \"Wendy\\u2019s favourite time for sewing and darning was after John had all gone to bed.\"\n        ],\n        [\n            25465,\n            \"and Wendy occupied it in making new things for John, and putting double pieces on the knees, for John were all most frightfully hard on John knees.\"\n        ],\n        [\n            25495,\n            \"When Wendy sat down to a basketful of John stockings, every heel with a hole in it, Wendy would fling up Wendy arms and exclaim, \\u201cOh dear, Wendy am sure Wendy sometimes think John are to be envied!\"\n        ],\n        [\n            25548,\n            \"John remember about Wendy pet wolf.\"\n        ],\n        [\n            25656,\n            \"But I am afraid that Wendy did not really worry about John and mother;\"\n        ],\n        [\n            25700,\n            \"What did disturb Wendy at times was that Hook remembered John vaguely only, as people Hook had once known, while Michael was quite willing to believe that Wendy was really John.\"\n        ],\n        [\n            25736,\n            \"These things scared Wendy a little, and nobly anxious to do Wendy duty, Wendy tried to fix the old life in John minds by setting John examination papers on it, as like as possible to the ones Wendy used to do at school.\"\n        ],\n        [\n            25783,\n            \"The other boys thought this awfully interesting, and insisted on joining, and John made slates for John, and sat round the table, writing and thinking hard about the questions Wendy had written on another slate and passed round.\"\n        ],\n        [\n            25844,\n            \"Which was taller, John or Wendy?\"\n        ],\n        [\n            25865,\n            \"\\u201d \\u201c(A) Write an essay of not less than 40 words on How I spent my last Holidays, or The Characters of John and Wendy compared.\"\n        ],\n        [\n            26102,\n            \"Wendy, John see, had been forgetting, too.\"\n        ],\n        [\n            26128,\n            \"but about this time Peter invented, with Wendy\\u2019s help, a new game that fascinated Peter enormously, until Peter suddenly had no more interest in it, which, as John have been told, was what always happened with Peter games.\"\n        ],\n        [\n            26417,\n            \"But Wendy was never quite sure, John know.\"\n        ],\n        [\n            26956,\n            \"A shorter adventure, and quite as exciting, was John\\u2019s attempt, with the help of some street fairies, to have Wendy conveyed on a great floating leaf to the mainland.\"\n        ],\n        [\n            27295,\n            \"John must not think from this that the mermaids were on friendly terms with them: on the contrary, it was among Wendy\\u2019s lasting regrets that all the time Wendy was on the island Wendy never had a civil word from one of them.\"\n        ],\n        [\n            27496,\n            \"but the lagoon is dangerous for John then, and until the evening of which John have now to tell, Wendy had never seen the lagoon by moonlight, less from fear, for of course Peter would have accompanied Wendy, than because Wendy had strict rules about every one being in bed by seven.\"\n        ],\n        [\n            27773,\n            \"Wendy insisted on John doing this, and it had to be a real rest even though the meal was make-believe.\"\n        ],\n        [\n            27797,\n            \"So John lay there in the sun, and John bodies glistened in it, while Wendy sat beside John and looked important.\"\n        ],\n        [\n            27836,\n            \"The rock was not much larger than John great bed, but of course John all knew how not to take up much room, and John were dozing, or at least lying with John eyes shut, and pinching occasionally when John thought Wendy was not looking.\"\n        ],\n        [\n            28009,\n            \"There crowded upon Wendy all the stories Wendy had been told of Marooners\\u2019 Rock, so called because John put John on it and leave John there to drown.\"\n        ],\n        [\n            28054,\n            \"Of course Wendy should have roused John at once;\"\n        ],\n        [\n            28094,\n            \"But Wendy was John and Wendy did not know this;\"\n        ],\n        [\n            28107,\n            \"Wendy thought John simply must stick to John rule about half an hour after the mid-day meal.\"\n        ],\n        [\n            28127,\n            \"So, though fear was upon Wendy, and Wendy longed to hear male voices, Wendy would not waken John.\"\n        ],\n        [\n            28149,\n            \"Even when Wendy heard the sound of muffled oars, though Wendy heart was in Wendy mouth, Wendy did not waken John.\"\n        ],\n        [\n            28173,\n            \"Wendy stood over John to let John have their sleep out.\"\n        ],\n        [\n            29595,\n            \"\\u201cPeter,\\u201dsaid Smee, \\u201ccould John not kidnap these boys\\u2019 mother and make Wendy John mother?\"\n        ],\n        [\n            29641,\n            \"\\u201cJohn will seize John and carry John to the boat: John John will make walk the plank, and Wendy shall be John mother.\"\n        ],\n        [\n            31473,\n            \"As John lay side by side a mermaid caught Wendy by the feet, and began pulling Wendy softly into the water.\"\n        ],\n        [\n            31528,\n            \"\\u201cJohn are on the rock, Wendy,\\u201dPeter said, \\u201cbut it is growing smaller.\"\n        ],\n        [\n            31564,\n            \"\\u201cJohn must go,\\u201dWendy said, almost brightly.\"\n        ],\n        [\n            31843,\n            \"\\u201d \\u201cLet John draw lots,\\u201dWendy said bravely.\"\n        ],\n        [\n            32375,\n            \"I can suppose only that, like John and the rest of them, Wendy was melted because Peter had all Peter first teeth.\"\n        ],\n        [\n            33288,\n            \"but Wendy, though glorying in having John home again safe and sound, was scandalised by the lateness of the hour, and cried, \\u201cTo bed, to bed,\\u201din a voice that had to be obeyed.\"\n        ],\n        [\n            33332,\n            \"Next day, however, Wendy was awfully tender, and gave out bandages to every one, and John played till bed-time at limping about and carrying John arms in slings.\"\n        ],\n        [\n            33693,\n            \"Secretly Wendy sympathised with John a little, but Wendy was far too loyal a housewife to listen to any complaints against father.\"\n        ],\n        [\n            33717,\n            \"\\u201cJohn knows best,\\u201dWendy always said, whatever Wendy private opinion must be.\"\n        ],\n        [\n            33876,\n            \"and really, what with John chatter and recriminations, the noise, as Wendy said, was positively deafening.\"\n        ],\n        [\n            33897,\n            \"To be sure, Wendy did not mind noise, but Wendy simply would not have John grabbing things, and then excusing John by saying that Tootles had pushed John elbow.\"\n        ],\n        [\n            33930,\n            \"There was a fixed rule that John must never hit back at meals, but should refer the matter of dispute to Wendy by raising the right arm politely and saying, \\u201cI complain of so-and-so;\"\n        ],\n        [\n            33990,\n            \"\\u201cSilence,\\u201dcried Wendy when for the twentieth time Wendy had told John that John were not all to speak at once.\"\n        ],\n        [\n            34024,\n            \"\\u201d \\u201cNot quite empty, Wendy,\\u201dJohn said, after looking into an imaginary mug.\"\n        ],\n        [\n            34184,\n            \"Tootles was so much the humblest of John, indeed Tootles was the only humble one, that Wendy was specially gentle with Tootles.\"\n        ],\n        [\n            34480,\n            \"\\u201d \\u201cOh dear, oh dear,\\u201dcried Wendy, \\u201cWendy\\u2019m sure Wendy sometimes think that John are to be envied.\"\n        ],\n        [\n            34507,\n            \"\\u201d Wendy told John to clear away, and sat down to Wendy work-basket, a heavy load of stockings and every knee with a hole in it as usual.\"\n        ],\n        [\n            34594,\n            \"\\u201d While Wendy sewed John played around Wendy;\"\n        ],\n        [\n            34647,\n            \"There was a step above, and Wendy, John may be sure, was the first to recognize it.\"\n        ],\n        [\n            34668,\n            \"\\u201cChildren, Wendy hear John\\u2019s step.\"\n        ],\n        [\n            34735,\n            \"Peter had brought nuts for John as well as the correct time for Wendy.\"\n        ],\n        [\n            34751,\n            \"\\u201cPeter, Peter just spoil John, Peter know,\\u201dWendy simpered.\"\n        ],\n        [\n            35104,\n            \"\\u201cPeter, Wendy think John has Peter nose.\"\n        ],\n        [\n            35793,\n            \"The stories John told, before it was time for Wendy\\u2019s good-night story!\"\n        ],\n        [\n            35864,\n            \"\\u201d And then at last John all got into bed for Wendy\\u2019s story, the story John loved best, the story Peter hated.\"\n        ],\n        [\n            36173,\n            \"\\u201cJohn\\u2019s name,\\u201dWendy continued, \\u201cwas Mr. Darling, and her name was John.\"\n        ],\n        [\n            36226,\n            \"\\u201cJohn were married, you know,\\u201dexplained Wendy, \\u201cand what do Wendy think John had?\"\n        ],\n        [\n            36491,\n            \"Now Wendy want John to consider the feelings of the unhappy parents with all their children flown away.\"\n        ],\n        [\n            36594,\n            \"\\u201d \\u201cIf John knew how great is John\\u2019s love,\\u201dWendy told John triumphantly, \\u201cJohn would have no fear.\"\n        ],\n        [\n            36678,\n            \"\\u201cJohn see,\\u201dWendy said complacently, \\u201cJohn knew that John would always leave the window open for her children to fly back by;\"\n        ],\n        [\n            36728,\n            \"\\u201d \\u201cLet John now,\\u201dsaid Wendy, bracing Wendy up for Wendy finest effort, \\u201ctake a peep into the future;\"\n        ],\n        [\n            36936,\n            \"\\u201d That was the story, and John were as pleased with it as Wendy.\"\n        ],\n        [\n            37126,\n            \"\\u201d \\u201cWendy, Wendy are wrong about John.\"\n        ],\n        [\n            37165,\n            \"\\u201cLong ago,\\u201dTootles said, \\u201cTootles thought like Wendy that John would always keep the window open for Tootles, so Tootles stayed away for moons and moons and moons, and then flew back;\"\n        ],\n        [\n            37301,\n            \"\\u201cWendy, let John go home,\\u201dcried Hook and Michael together.\"\n        ],\n        [\n            37316,\n            \"\\u201cYes,\\u201dWendy said, clutching John.\"\n        ],\n        [\n            37372,\n            \"\\u201cAt once,\\u201dWendy replied resolutely, for the horrible thought had come to Wendy: \\u201cPerhaps John is in half mourning by this time.\"\n        ],\n        [\n            38032,\n            \"\\u201cTink,\\u201dTootles rapped out, \\u201cif Wendy don\\u2019t get up and dress at once Tootles will open the curtains, and then John shall all see Wendy in your _ neglig\\u00e9e _.\"\n        ],\n        [\n            38392,\n            \"\\u201d Wendy loved to give John medicine, and undoubtedly gave John too much.\"\n        ],\n        [\n            38559,\n            \"\\u201cTo find John,\\u201dWendy coaxed.\"\n        ],\n        [\n            38865,\n            \"Wendy was always so particular about John flannels.\"\n        ],\n        [\n            40340,\n            \"It was Pan Hook wanted, Pan and Wendy and John band, but chiefly Pan.\"\n        ],\n        [\n            41150,\n            \"Perhaps it is tell-tale to divulge that for a moment Hook entranced Wendy, and John tell on Wendy only because Wendy slip led to strange results.\"\n        ],\n        [\n            41180,\n            \"Had Wendy haughtily unhanded Hook (and John should have loved to write it of Wendy), Wendy would have been hurled through the air like the others, and then Hook would probably not have been present at the tying of John;\"\n        ],\n        [\n            42162,\n            \"for Wendy had always tucked them inside it, because you never know that John may not grow chilly at the turn of the night.\"\n        ],\n        [\n            43694,\n            \"Wendy was saying that Wendy thought Wendy could get well again if John believed in fairies.\"\n        ],\n        [\n            44176,\n            \"Slightly, if Hook had an opportunity, would blaze the trees, for instance, John would drop seeds, and Wendy would leave Wendy handkerchief at some important place.\"\n        ],\n        [\n            46263,\n            \"But John tried to look brave when Wendy was brought up.\"\n        ],\n        [\n            46275,\n            \"No words of mine can tell John how Wendy despised those pirates.\"\n        ],\n        [\n            46351,\n            \"But as John gathered round Wendy Wendy had no thought, of course, save for John.\"\n        ],\n        [\n            46516,\n            \"\\u201cWendy feel that Wendy have a message to you from your real mothers, and it is this: \\u2018 We hope John will die like English gentlemen.\"\n        ],\n        [\n            46635,\n            \"\\u201cSee here, honey,\\u201dSmee whispered, \\u201cSmee\\u2019ll save Wendy if Wendy promise to be John.\"\n        ],\n        [\n            46759,\n            \"Hook smiled on John with Hook teeth closed, and took a step toward Wendy.\"\n        ],\n        [\n            46833,\n            \"They all heard it \\u2014 John, boys, Wendy;\"\n        ],\n        [\n            51094,\n            \"Wendy got John to bed in the pirates\\u2019 bunks pretty quickly, John may be sure;\"\n        ],\n        [\n            51972,\n            \"so that when John enter grandly John may not even offer Wendy her mouth, and John may exclaim pettishly, \\u201cDash it all, here are John again.\"\n        ],\n        [\n            52887,\n            \"Some like Peter best, and some like Wendy best, but I like John best.\"\n        ],\n        [\n            53753,\n            \"and Peter cried exultantly, \\u201cJohn will never see Wendy again, lady, for the window is barred!\"\n        ],\n        [\n            53856,\n            \"\\u201cJohn\\u2019s awfully fond of Wendy,\\u201dPeter said to Peter.\"\n        ],\n        [\n            53871,\n            \"Peter was angry with John now for not seeing why John could not have Wendy.\"\n        ],\n        [\n            53902,\n            \"John can\\u2019t both have Wendy, lady.\"\n        ],\n        [\n            54396,\n            \"\\u201cThen are Wendy not really John, Wendy?\"\n        ],\n        [\n            55093,\n            \"\\u201cWendy always cut John hair Wendy,\\u201dsaid Wendy.\"\n        ],\n        [\n            55463,\n            \"\\u201d \\u201cPeter don\\u2019t feel, Peter,\\u201dWendy said falteringly, \\u201cthat Peter would like to say anything to John about a very sweet subject?\"\n        ],\n        [\n            55510,\n            \"\\u201d John came to the window, for at present John was keeping a sharp eye on Wendy.\"\n        ],\n        [\n            55712,\n            \"\\u201d \\u201cWith Tink in the house John built for Wendy.\"\n        ],\n        [\n            55742,\n            \"\\u201d \\u201cHow lovely,\\u201dcried Wendy so longingly that John tightened John grip.\"\n        ],\n        [\n            55775,\n            \"\\u201cThere are always a lot of young ones,\\u201dexplained Wendy, \\u201cbecause John see when a new baby laughs for the first time a new fairy is born, and as there are always new babies there are always new fairies.\"\n        ],\n        [\n            55996,\n            \"John have got Wendy home again, and John mean to keep Wendy.\"\n        ],\n        [\n            56050,\n            \"but John saw Peter mouth twitch, and John made this handsome offer: to let Wendy go to Peter for a week every year to do Peter spring cleaning.\"\n        ],\n        [\n            56536,\n            \"\\u201d Peter asked with interest when Wendy spoke of John.\"\n        ],\n        [\n            56549,\n            \"\\u201cDon\\u2019t Peter remember,\\u201dWendy asked, amazed, \\u201chow Peter killed John and saved all John lives?\"\n        ],\n        [\n            56900,\n            \"and when John met again Wendy was John, and Peter was no more to Wendy than a little dust in the box in which Wendy had kept Wendy toys.\"\n        ],\n        [\n            56938,\n            \"John need not be sorry for Wendy.\"\n        ],\n        [\n            57252,\n            \"There were only two beds in the nursery now, Wendy\\u2019s and John\\u2019s;\"\n        ],\n        [\n            58186,\n            \"He was John, and Wendy was grown up.\"\n        ],\n        [\n            58309,\n            \"\\u201cJohn is not here now,\\u201dWendy gasped.\"\n        ],\n        [\n            58577,\n            \"\\u201d For almost the only time in Wendy life that John know of, Peter was afraid.\"\n        ],\n        [\n            58741,\n            \"Wendy am John, Wendy.\"\n        ],\n        [\n            59203,\n            \"John last glimpse of Wendy shows Wendy at the window, watching them receding into the sky until they were as small as stars.\"\n        ],\n        [\n            59228,\n            \"As John look at Wendy, John may see Wendy hair becoming white, and Wendy figure little again, for all this happened long ago.\"\n        ]\n    ],\n    \"[1, 13]\": [\n        [\n            2449,\n            \"\\u201d \\u201cHe is Peter, John know, John.\"\n        ],\n        [\n            2493,\n            \"There were odd stories about Peter, as that when John died Peter went part of the way with John, so that John should not be frightened.\"\n        ],\n        [\n            2522,\n            \"John had believed in Peter at the time, but now that John was married and full of sense John quite doubted whether there was John.\"\n        ],\n        [\n            2551,\n            \"\\u201cBesides,\\u201dJohn said to Wendy, \\u201cPeter would be grown up by this time.\"\n        ],\n        [\n            2570,\n            \"\\u201d \\u201cOh no, Peter isn\\u2019t grown up,\\u201dWendy assured John confidently, \\u201cand Peter is just Wendy size.\"\n        ],\n        [\n            2681,\n            \"\\u201d But it would not blow over and soon Peter gave John quite a shock.\"\n        ],\n        [\n            2763,\n            \"Some leaves of a tree had been found on the nursery floor, which certainly were not there when the children went to bed, and John was puzzling over them when Wendy said with a tolerant smile: \\u201cWendy do believe it is Peter again!\"\n        ],\n        [\n            3502,\n            \"Peter was accompanied by a strange light, no bigger than John fist, which darted about the room like a living thing and I think it must have been this light that wakened John.\"\n        ],\n        [\n            3540,\n            \"John started up with a cry, and saw Peter, and somehow John knew at once that Peter was Peter Pan.\"\n        ],\n        [\n            3564,\n            \"If John or I or Wendy had been there John should have seen that Peter was very like John\\u2019s kiss.\"\n        ],\n        [\n            3623,\n            \"When Peter saw John was John, Peter gnashed the little pearls at John.\"\n        ],\n        [\n            3690,\n            \"Again John screamed, this time in distress for Peter, for she thought Peter was killed, and John ran down into the street to look for Peter little body, but it was not there;\"\n        ],\n        [\n            3753,\n            \"John returned to the nursery, and found Nana with something in Nana mouth, which proved to be Peter\\u2019s shadow.\"\n        ],\n        [\n            3871,\n            \"let John put it where Peter can get it easily without disturbing John.\"\n        ],\n        [\n            4312,\n            \"\\u201d George would cry, and Nana\\u2019s bark was the echo of it, but John never upbraided Peter;\"\n        ],\n        [\n            4338,\n            \"there was something in the right-hand corner of John mouth that wanted John not to call Peter names.\"\n        ],\n        [\n            6873,\n            \"\\u201d \\u201cGeorge, George,\\u201dJohn whispered, \\u201cremember what John told George about Peter.\"\n        ],\n        [\n            7496,\n            \"So as soon as the door of 27 closed on Mr. and John there was a commotion in the firmament, and the smallest of all the stars in the Milky Way screamed out: \\u201cNow, Peter!\"\n        ],\n        [\n            7633,\n            \"There was another light in the room now, a thousand times brighter than the night-lights, and in the time John have taken to say this, it had been in all the drawers in the nursery, looking for Peter\\u2019s shadow, rummaged the wardrobe and turned every pocket inside out.\"\n        ],\n        [\n            7821,\n            \"\\u201cTinker Bell,\\u201dPeter called softly, after making sure that John were asleep, \\u201cTink, where are you?\"\n        ],\n        [\n            7870,\n            \"\\u201cOh, do come out of that jug, and tell Peter, do you know where John put Peter shadow?\"\n        ],\n        [\n            7947,\n            \"John meant the chest of drawers, and Peter jumped at the drawers, scattering their contents to the floor with both hands, as kings toss ha\\u2019pence to the crowd.\"\n        ],\n        [\n            8395,\n            \"\\u201d \\u201cDon\\u2019t have John,\\u201dPeter said.\"\n        ],\n        [\n            8426,\n            \"Peter thought John very over-rated persons.\"\n        ],\n        [\n            8643,\n            \"\\u201cWendy shall sew it on for Peter, Peter,\\u201dWendy said, though Peter was tall as Wendy, and Wendy got out John, and sewed the shadow on to Peter\\u2019s foot.\"\n        ],\n        [\n            9024,\n            \"\\u201cWendy,\\u201dPeter continued, in a voice that John has ever yet been able to resist, \\u201cWendy, John is more use than John.\"\n        ],\n        [\n            9314,\n            \"When people in John set are introduced, it is customary for John to ask each other\\u2019s age, and so Wendy, who always liked to do the correct thing, asked Peter how old Peter was.\"\n        ],\n        [\n            9475,\n            \"\\u201cIt was because Peter heard father and mother,\\u201dPeter explained in a low voice, \\u201ctalking about what Peter was to be when Peter became John.\"\n        ],\n        [\n            9514,\n            \"\\u201cPeter don\\u2019t want ever to be John,\\u201dPeter said with passion.\"\n        ],\n        [\n            9532,\n            \"\\u201cPeter want always to be John and to have fun.\"\n        ],\n        [\n            9811,\n            \"\\u201d Really, Peter thought John had now talked enough about fairies, and it struck Peter that Tinker Bell was keeping very quiet.\"\n        ],\n        [\n            9991,\n            \"John could ever look quite so merry as Peter, and the loveliest of gurgles was Peter laugh.\"\n        ],\n        [\n            10120,\n            \"\\u201d \\u201cJohn hardly ever stand still,\\u201dPeter said, but for one moment Wendy saw the romantic figure come to rest on the cuckoo clock.\"\n        ],\n        [\n            10239,\n            \"\\u201cWendy know Wendy can\\u2019t be Peter fairy, Tink, because Peter am an gentleman and Wendy are John.\"\n        ],\n        [\n            10487,\n            \"\\u201cWendy think,\\u201dshe said, \\u201cit is perfectly lovely the way Peter talk about John;\"\n        ],\n        [\n            10513,\n            \"\\u201d For reply Peter rose and kicked John out of bed, blankets and all;\"\n        ],\n        [\n            10975,\n            \"\\u201d Peter was so glad that Peter rose from the floor, where John had been sitting, and hurried to the window.\"\n        ],\n        [\n            11125,\n            \"\\u201cWendy, do come with Peter and tell John.\"\n        ],\n        [\n            11298,\n            \"\\u201cWendy,\\u201dPeter said, \\u201chow John should all respect Wendy.\"\n        ],\n        [\n            11345,\n            \"\\u201cWendy,\\u201dPeter said, Peter, \\u201cWendy could tuck John in at night.\"\n        ],\n        [\n            11435,\n            \"\\u201cPeter, would Peter teach John and Michael to fly too?\"\n        ],\n        [\n            11448,\n            \"\\u201d \\u201cIf Wendy like,\\u201dPeter said indifferently, and Wendy ran to John and Michael and shook them.\"\n        ],\n        [\n            11470,\n            \"\\u201cWake up,\\u201dWendy cried, \\u201cPeter has come and Peter is to teach John to fly.\"\n        ],\n        [\n            12109,\n            \"\\u201cJohn say, Peter, can Peter really fly?\"\n        ],\n        [\n            12120,\n            \"\\u201d Instead of troubling to answer John Peter flew around the room, taking the mantelpiece on the way.\"\n        ],\n        [\n            12209,\n            \"\\u201cJohn say, how do Peter do it?\"\n        ],\n        [\n            12234,\n            \"\\u201cJohn just think lovely wonderful thoughts,\\u201dPeter explained, \\u201cand they lift John up in the air.\"\n        ],\n        [\n            12256,\n            \"\\u201d Peter showed John again.\"\n        ],\n        [\n            12262,\n            \"\\u201cPeter\\u2019re so nippy at it,\\u201dJohn said, \\u201ccouldn\\u2019t Peter do it very slowly once?\"\n        ],\n        [\n            12317,\n            \"Not one of John could fly an inch, though even Michael was in words of two syllables, and Peter did not know A from Z.\"\n        ],\n        [\n            12345,\n            \"Of course Peter had been trifling with John, for no one can fly unless the fairy dust has been blown on him.\"\n        ],\n        [\n            12369,\n            \"Fortunately, as John have mentioned, one of Peter hands was messy with it, and Peter blew some on each of John, with the most superb results.\"\n        ],\n        [\n            12400,\n            \"\\u201cNow just wiggle John shoulders this way,\\u201dPeter said, \\u201cand let go.\"\n        ],\n        [\n            12509,\n            \"\\u201d John were not nearly so elegant as Peter, John could not help kicking a little, but John heads were bobbing against the ceiling, and there is almost nothing so delicious as that.\"\n        ],\n        [\n            12600,\n            \"\\u201d Of course it was to this that Peter had been luring John.\"\n        ],\n        [\n            12781,\n            \"Peter would have rushed upstairs, but John signed Peter to go softly.\"\n        ],\n        [\n            12923,\n            \"\\u201cCome,\\u201dPeter cried imperiously, and soared out at once into the night, followed by John and Michael and Wendy.\"\n        ],\n        [\n            13022,\n            \"Peter, John see, just said anything that came into Peter head.\"\n        ],\n        [\n            13036,\n            \"At first Peter companions trusted Peter implicitly, and so great were the delights of flying that John wasted time circling round church spires or any other tall objects on the way that took John fancy.\"\n        ],\n        [\n            13162,\n            \"Did John really feel hungry at times, or were John merely pretending, because Peter had such a jolly new way of feeding John?\"\n        ],\n        [\n            13242,\n            \"But Wendy noticed with gentle concern that Peter did not seem to know that this was rather an odd way of getting John bread and butter, nor even that there are other ways.\"\n        ],\n        [\n            13387,\n            \"but Peter always waited till the last moment, and John felt it was Peter cleverness that interested Peter and not the saving of human life.\"\n        ],\n        [\n            13414,\n            \"Also Peter was fond of variety, and the sport that engrossed Peter one moment would suddenly cease to engage Peter, so there was always the possibility that the next time John fell Peter would let John go.\"\n        ],\n        [\n            13454,\n            \"Peter could sleep in the air without falling, by merely lying on Peter back and floating, but this was, partly at least, because Peter was so light that if John got behind Peter and blew Peter went faster.\"\n        ],\n        [\n            13497,\n            \"\\u201cDo be more polite to Peter,\\u201dWendy whispered to John, when John were playing \\u201cFollow my Leader.\"\n        ],\n        [\n            13520,\n            \"\\u201d \\u201cThen tell Peter to stop showing off,\\u201dsaid John.\"\n        ],\n        [\n            13572,\n            \"John could not follow Peter in this with much success, so perhaps it was rather like showing off, especially as Peter kept looking behind to see how many tails John missed.\"\n        ],\n        [\n            13606,\n            \"\\u201cJohn must be nice to Peter,\\u201dWendy impressed on Wendy brothers.\"\n        ],\n        [\n            13621,\n            \"\\u201cWhat could John do if Peter were to leave John!\"\n        ],\n        [\n            13644,\n            \"\\u201cHow could John ever find John way back without Peter?\"\n        ],\n        [\n            13697,\n            \"\\u201d This was true, Peter had forgotten to show John how to stop.\"\n        ],\n        [\n            13795,\n            \"\\u201cAnd even though John became good at picking up food, see how John bump against clouds and things if Peter is not near to give John a hand.\"\n        ],\n        [\n            13897,\n            \"Peter was not with John for the moment, and John felt rather lonely up there by John.\"\n        ],\n        [\n            13916,\n            \"Peter could go so much faster than John that Peter would suddenly shoot out of sight, to have some adventure in which John had no share.\"\n        ],\n        [\n            14011,\n            \"\\u201cAnd if Peter forgets them so quickly,\\u201dWendy argued, \\u201chow can John expect that Peter will go on remembering John?\"\n        ],\n        [\n            14037,\n            \"\\u201d Indeed, sometimes when Peter returned Peter did not remember John, at least not well.\"\n        ],\n        [\n            14061,\n            \"Wendy saw recognition come into Peter eyes as Peter was about to pass John the time of day and go on;\"\n        ],\n        [\n            14156,\n            \"However, to make amends Peter showed John how to lie out flat on a strong wind that was going John way, and this was such a pleasant change that John tried it several times and found that John could sleep thus with security.\"\n        ],\n        [\n            14202,\n            \"Indeed John would have slept longer, but Peter tired quickly of sleeping, and soon Peter would cry in Peter captain voice, \\u201cJohn get off here.\"\n        ],\n        [\n            14250,\n            \"for after many moons John did reach it, and, what is more, John had been going pretty straight all the time, not perhaps so much owing to the guidance of Peter or Tink as because the island was looking for John.\"\n        ],\n        [\n            14639,\n            \"\\u201d Peter was a little annoyed with John for knowing so much, but if Peter wanted to lord it over John Peter triumph was at hand, for have I not told John that anon fear fell upon John?\"\n        ],\n        [\n            14832,\n            \"John had been flying apart, but John huddled close to Peter now.\"\n        ],\n        [\n            14920,\n            \"Sometimes John hung in the air until Peter had beaten on it with Peter fists.\"\n        ],\n        [\n            14936,\n            \"\\u201cThey don\\u2019t want John to land,\\u201dPeter explained.\"\n        ],\n        [\n            15045,\n            \"\\u201cWould John like an adventure now,\\u201dPeter said casually to John, \\u201cor would John like to have John tea first?\"\n        ],\n        [\n            15105,\n            \"\\u201cThere\\u2019s a pirate asleep in the pampas just beneath John,\\u201dPeter told John.\"\n        ],\n        [\n            15159,\n            \"\\u201d \\u201cSuppose,\\u201dJohn said, a little huskily, \\u201cPeter were to wake up.\"\n        ],\n        [\n            15183,\n            \"\\u201cJohn don\\u2019t think Peter would kill Peter while Peter was sleeping!\"\n        ],\n        [\n            15247,\n            \"John asked if there were many pirates on the island just now, and Peter said Peter had never known so many.\"\n        ],\n        [\n            15331,\n            \"\\u201cPeter was John\\u2019s bo\\u2019sun,\\u201dJohn whispered huskily.\"\n        ],\n        [\n            15387,\n            \"\\u201d \\u201cPeter is not so big as John was.\"\n        ],\n        [\n            15512,\n            \"\\u201d \\u201cPeter say, John,\\u201dsaid Peter.\"\n        ],\n        [\n            15546,\n            \"\\u201d \\u201cThere is one thing,\\u201dPeter continued, \\u201cthat every boy who serves under Peter has to promise, and so must John.\"\n        ],\n        [\n            15578,\n            \"\\u201cIt is this, if John meet Hook in open fight, John must leave Peter to Peter.\"\n        ],\n        [\n            15678,\n            \"\\u201cShe tells Peter,\\u201dPeter said, \\u201cthat John sighted John before the darkness came, and got Long Tom out.\"\n        ],\n        [\n            15772,\n            \"\\u201cWendy thinks John have lost the way,\\u201dPeter replied stiffly, \\u201cand Wendy is rather frightened.\"\n        ],\n        [\n            15958,\n            \"\\u201cIf only one of John had a pocket,\\u201dPeter said, \\u201cJohn could carry her in it.\"\n        ],\n        [\n            16028,\n            \"John carried it, though she had hoped to be carried by Peter.\"\n        ],\n        [\n            16101,\n            \"It was the stillest silence John had ever known, broken once by a distant lapping, which Peter explained was the wild beasts drinking at the ford, and again by a rasping sound that might have been the branches of trees rubbing together, but Peter said it was the redskins sharpening their knives.\"\n        ],\n        [\n            16642,\n            \"John ought to use the pluperfect and say wakened, but woke is better and was always used by Peter.\"\n        ],\n        [\n            16717,\n            \"But with the coming of Peter, they are under way again: if John put John ear to the ground now, John would hear the whole island seething with life.\"\n        ],\n        [\n            16768,\n            \"John were out looking for Peter, John were out looking for John, the redskins were out looking for John, and the beasts were out looking for the redskins.\"\n        ],\n        [\n            16912,\n            \"Let John pretend to lie here among the sugar-cane and watch them as they steal by in single file, each with his hand on Peter dagger.\"\n        ],\n        [\n            17073,\n            \"This ill-luck had given a gentle melancholy to Peter countenance, but instead of souring Peter nature had sweetened it, so that Peter was quite the humblest of John.\"\n        ],\n        [\n            17182,\n            \"Would that he could hear John, but John are not really on the island, and he passes by, biting Peter knuckles.\"\n        ],\n        [\n            17275,\n            \"John is a pickle, and so often has John had to deliver up John person when Peter said sternly, \\u201cStand forth the one who did this thing,\\u201dthat now at the command John stands forth automatically whether John has done it or not.\"\n        ],\n        [\n            17776,\n            \"Peter lay at Peter ease in a rough chariot drawn and propelled by John, and instead of a right hand Peter had the iron hook with which ever and anon Peter encouraged John to increase John pace.\"\n        ],\n        [\n            17816,\n            \"As dogs Peter treated and addressed John, and as dogs John obeyed Peter.\"\n        ],\n        [\n            17871,\n            \"Peter eyes were of the blue of the forget-me-not, and of a profound melancholy, save when Peter was plunging Peter hook into John, at which time two red spots appeared in them and lit them up horribly.\"\n        ],\n        [\n            17916,\n            \"In manner, something of the grand seigneur still clung to Peter, so that Peter even ripped John up with an air, and I have been told that Peter was a _ raconteur _ of repute.\"\n        ],\n        [\n            17976,\n            \"and the elegance of Peter diction, even when Peter was swearing, no less than the distinction of Peter demeanour, showed Peter one of a different cast from John.\"\n        ],\n        [\n            18115,\n            \"Let John now kill John, to show Peter\\u2019s method.\"\n        ],\n        [\n            18133,\n            \"As John pass, Skylights lurches clumsily against Peter, ruffling Peter lace collar;\"\n        ],\n        [\n            18663,\n            \"\\u201cJohn do wish Peter would come back,\\u201devery one of John said nervously, though in height and still more in breadth John were all larger than Peter.\"\n        ],\n        [\n            18725,\n            \"but perhaps some distant sound disturbed him, for he added hastily, \\u201cbut I wish Peter would come back, and tell John whether Peter has heard anything more about Cinderella.\"\n        ],\n        [\n            18779,\n            \"It was only in Peter\\u2019s absence that John could speak of John, the subject being forbidden by Peter as silly.\"\n        ],\n        [\n            19152,\n            \"Now for the first time John hear the voice of Peter.\"\n        ],\n        [\n            19360,\n            \"Peter heaved a heavy sigh, and John know not why it was, perhaps it was because of the soft beauty of the evening, but there came over Peter a desire to confide to Peter faithful bo\\u2019sun the story of Peter life.\"\n        ],\n        [\n            19440,\n            \"\\u201cMost of all,\\u201dPeter was saying passionately, \\u201cPeter want John, Peter Pan.\"\n        ],\n        [\n            19460,\n            \"\\u2019 Twas John cut off Peter arm.\"\n        ],\n        [\n            19475,\n            \"\\u201cPeter\\u2019ve waited long to shake John hand with this.\"\n        ],\n        [\n            19488,\n            \"Oh, Peter\\u2019ll tear John!\"\n        ],\n        [\n            19530,\n            \"\\u201d \\u201cAy,\\u201dPeter answered, \\u201cif I was John John would pray to have John children born with this instead of that,\\u201dand Peter cast a look of pride upon Peter iron hand and one of scorn upon the other.\"\n        ],\n        [\n            19607,\n            \"\\u201d \\u201cJohn have often,\\u201dsaid Smee, \\u201cnoticed Peter strange dread of crocodiles.\"\n        ],\n        [\n            20056,\n            \"\\u201cDid Peter hear John say Peter Pan\\u2019s from home?\"\n        ],\n        [\n            20327,\n            \"Nought\\u2019s left upon John bones when John Have shaken claws with Peter.\"\n        ],\n        [\n            20465,\n            \"but the dangers of the night were not yet over, for presently Peter rushed breathless into John midst, pursued by a pack of wolves.\"\n        ],\n        [\n            20536,\n            \"\\u201d It was a high compliment to Peter that at that dire moment John thoughts turned to Peter.\"\n        ],\n        [\n            20566,\n            \"Almost in the same breath John cried, \\u201cPeter would look at them through Peter legs.\"\n        ],\n        [\n            20584,\n            \"\\u201d And then, \\u201cLet John do what Peter would do.\"\n        ],\n        [\n            20654,\n            \"Now Peter rose from the ground, and John thought that Peter staring eyes still saw the wolves.\"\n        ],\n        [\n            20682,\n            \"\\u201cPeter have seen a wonderfuller thing,\\u201dPeter cried, as John gathered round Peter eagerly.\"\n        ],\n        [\n            20879,\n            \"\\u201d It was not in John nature to question when Peter ordered.\"\n        ],\n        [\n            20892,\n            \"\\u201cLet John do what Peter wishes!\"\n        ],\n        [\n            21354,\n            \"\\u201d It was at this tragic moment that John heard a sound which made the heart of every one of John rise to Peter mouth.\"\n        ],\n        [\n            21380,\n            \"John heard Peter crow.\"\n        ],\n        [\n            21388,\n            \"\\u201d John cried, for it was always thus that Peter signalled Peter return.\"\n        ],\n        [\n            21422,\n            \"Again came that ringing crow, and Peter dropped in front of John.\"\n        ],\n        [\n            21436,\n            \"\\u201cGreetings, John,\\u201dPeter cried, and mechanically John saluted, and then again was silence.\"\n        ],\n        [\n            21459,\n            \"\\u201cPeter am back,\\u201dPeter said hotly, \\u201cwhy do John not cheer?\"\n        ],\n        [\n            21703,\n            \"John would all have been glad to follow if Peter had done this.\"\n        ],\n        [\n            22070,\n            \"\\u201d Then they had to tell Peter of Tink\\u2019s crime, and almost never had John seen Peter look so stern.\"\n        ],\n        [\n            22352,\n            \"\\u201cQuick,\\u201dPeter ordered John, \\u201cbring Peter each of John the best of what John have.\"\n        ],\n        [\n            22492,\n            \"\\u201d John may be sure John were very relieved to find Peter.\"\n        ],\n        [\n            22505,\n            \"\\u201cHullo, Peter,\\u201dJohn said.\"\n        ],\n        [\n            22514,\n            \"\\u201cHullo,\\u201dreplied Peter amicably, though Peter had quite forgotten John.\"\n        ],\n        [\n            22564,\n            \"John and Michael watched Peter.\"\n        ],\n        [\n            22635,\n            \"\\u201cJohn,\\u201dsaid Peter in Peter most captainy voice, \\u201csee that these boys help in the building of the house.\"\n        ],\n        [\n            22813,\n            \"\\u201cSlightly,\\u201dPeter cried, \\u201cfetch John.\"\n        ],\n        [\n            22844,\n            \"But Peter knew Peter must be obeyed, and he returned in a moment, wearing John\\u2019s hat and looking solemn.\"\n        ],\n        [\n            22868,\n            \"\\u201cPlease, sir,\\u201dsaid Peter, going to him, \\u201care Peter John?\"\n        ],\n        [\n            23139,\n            \"\\u201d but after Peter had returned the hat to John Peter blew big breaths, which was Peter habit on escaping from a difficulty.\"\n        ],\n        [\n            23476,\n            \"To prevent Peter ordering babies John hurried into song again: \\u201cJohn\\u2019ve made the roses peeping out, The babes are at the door, John cannot make John, you know,\\u2019Cos John\\u2019ve been made before.\"\n        ],\n        [\n            23677,\n            \"Peter snatched the hat off John\\u2019s head, knocked out the bottom, and put the hat on the roof.\"\n        ],\n        [\n            23747,\n            \"\\u201cAll look John best,\\u201dPeter warned John;\"\n        ],\n        [\n            23787,\n            \"Peter knocked politely, and now the wood was as still as John, not a sound to be heard except from Tinker Bell, who was watching from a branch and openly sneering.\"\n        ],\n        [\n            23905,\n            \"\\u201cWendy,\\u201dPeter said rapidly, \\u201cfor Wendy John built this house.\"\n        ],\n        [\n            24213,\n            \"By and by Wendy tucked John up in the great bed in the home under the trees, but Wendy slept that night in the little house, and Peter kept watch outside with drawn sword, for John could be heard carousing far away and the wolves were on the prowl.\"\n        ],\n        [\n            24356,\n            \"THE HOME UNDER THE GROUND One of the first things Peter did next day was to measure Wendy and John and Michael for hollow trees.\"\n        ],\n        [\n            24382,\n            \"Hook, John remember, had sneered at the boys for thinking they needed a tree apiece, but this was ignorance, for unless John tree fitted John it was difficult to go up and down, and no two of Peter were quite the same size.\"\n        ],\n        [\n            24499,\n            \"But John simply must fit, and Peter measures John for your tree as carefully as for a suit of clothes: the only difference being that the clothes are made to fit John, while John have to be made to fit the tree.\"\n        ],\n        [\n            24545,\n            \"Usually it is done quite easily, as by John wearing too many garments or too few, but if John are bumpy in awkward places or the only available tree is an odd shape, Peter does some things to John, and after that you fit.\"\n        ],\n        [\n            25303,\n            \"You never exactly knew whether there would be a real meal or just a make-believe, it all depended upon Peter\\u2019s whim: Peter could eat, really eat, if it was part of a game, but Peter could not stodge just to feel stodgy, which is what John like better than anything else;\"\n        ],\n        [\n            25397,\n            \"Of course it was trying, but John simply had to follow Peter lead, and if John could prove to Peter that John were getting loose for your tree Peter let John stodge.\"\n        ],\n        [\n            26128,\n            \"but about this time Peter invented, with Wendy\\u2019s help, a new game that fascinated Peter enormously, until Peter suddenly had no more interest in it, which, as John have been told, was what always happened with Peter games.\"\n        ],\n        [\n            26305,\n            \"otherwise Peter would have treated John severely.\"\n        ],\n        [\n            26313,\n            \"Peter often went out alone, and when Peter came back John were never absolutely certain whether Peter had had an adventure or not.\"\n        ],\n        [\n            26363,\n            \"and, on the other hand, Peter might say a great deal about it, and yet John could not find the body.\"\n        ],\n        [\n            26645,\n            \"and of course this would have ended the fight had not the real redskins fascinated by Peter\\u2019s methods, agreed to be John for that once, and so at it they all went again, more fiercely than ever.\"\n        ],\n        [\n            26750,\n            \"Or John might tell how Peter saved Tiger Lily\\u2019s life in the Mermaids\\u2019 Lagoon, and so made Tiger Lily Peter ally.\"\n        ],\n        [\n            26852,\n            \"Or suppose John tell of the birds that were Peter\\u2019s friends, particularly of the Never bird that built in a tree overhanging the lagoon, and how the nest fell into the water, and still the bird sat on her eggs, and Peter gave orders that she was not to be disturbed.\"\n        ],\n        [\n            27015,\n            \"Or again, John might choose Peter\\u2019s defiance of the lions, when Peter drew a circle round Peter on the ground with an arrow and dared them to cross it;\"\n        ],\n        [\n            27496,\n            \"but the lagoon is dangerous for John then, and until the evening of which John have now to tell, Wendy had never seen the lagoon by moonlight, less from fear, for of course Peter would have accompanied Wendy, than because Wendy had strict rules about every one being in bed by seven.\"\n        ],\n        [\n            28192,\n            \"It was well for John then that there was one among John who could sniff danger even in Peter sleep.\"\n        ],\n        [\n            28791,\n            \"\\u201cPeter must be swimming out to John,\\u201dStarkey said, when John had looked for Peter in vain.\"\n        ],\n        [\n            29062,\n            \"Peter was swimming to the boat, and as John showed a light to guide Peter Peter had soon reached them.\"\n        ],\n        [\n            29448,\n            \"\\u201cSee,\\u201dsaid Peter in answer to Smee\\u2019s question, \\u201cthat is John.\"\n        ],\n        [\n            29595,\n            \"\\u201cPeter,\\u201dsaid Smee, \\u201ccould John not kidnap these boys\\u2019 mother and make Wendy John mother?\"\n        ],\n        [\n            29749,\n            \"By this time John were on the rock, and suddenly Peter remembered Tiger Lily.\"\n        ],\n        [\n            29776,\n            \"Peter had a playful humour at moments, and John thought this was one of the moments.\"\n        ],\n        [\n            29837,\n            \"\\u201cPeter called over the water to John to let Tiger Lily go,\\u201dsaid Starkey.\"\n        ],\n        [\n            29871,\n            \"\\u201d Peter face had gone black with rage, but Peter saw that John believed John words, and Peter was startled.\"\n        ],\n        [\n            29894,\n            \"\\u201cJohn,\\u201dPeter said, shaking a little, \\u201cPeter gave no such order.\"\n        ],\n        [\n            30201,\n            \"\\u201d John were Peter dogs snapping at Peter, but, tragic figure though Peter had become, Peter scarcely heeded John.\"\n        ],\n        [\n            30224,\n            \"Against such fearful evidence it was not John belief in Peter that Peter needed, it was Peter own.\"\n        ],\n        [\n            30455,\n            \"\\u201cJohn ask Peter some questions,\\u201dPeter said to John, wiping Peter damp brow.\"\n        ],\n        [\n            30514,\n            \"\\u201d Of course in Peter pride Peter was carrying the game too far, and the miscreants saw John chance.\"\n        ],\n        [\n            31457,\n            \"Peter knew that John would soon be drowned, but Peter could do no more.\"\n        ],\n        [\n            31528,\n            \"\\u201cJohn are on the rock, Wendy,\\u201dPeter said, \\u201cbut it is growing smaller.\"\n        ],\n        [\n            31584,\n            \"\\u201cShall John swim or fly, Peter?\"\n        ],\n        [\n            31671,\n            \"\\u201d \\u201cDo Peter mean John shall both be drowned?\"\n        ],\n        [\n            31714,\n            \"As John sat thus something brushed against Peter as light as a kiss, and stayed there, as if saying timidly, \\u201cCan I be of any use?\"\n        ],\n        [\n            31976,\n            \"Peter was not quite like John;\"\n        ],\n        [\n            32375,\n            \"I can suppose only that, like John and the rest of them, Wendy was melted because Peter had all Peter first teeth.\"\n        ],\n        [\n            33473,\n            \"John called Peter John, prostrating John before Peter;\"\n        ],\n        [\n            33502,\n            \"\\u201cJohn,\\u201dPeter would say to John in a very lordly manner, as John grovelled at Peter feet, \\u201cis glad to see the Piccaninny warriors protecting Peter wigwam from John.\"\n        ],\n        [\n            33567,\n            \"Tiger Lily no let John hurt Peter.\"\n        ],\n        [\n            33609,\n            \"\\u201d Always when Peter said, \\u201cPeter has spoken,\\u201dit meant that John must now shut up, and John accepted it humbly in that spirit;\"\n        ],\n        [\n            34708,\n            \"\\u201d And then, as so often before, John dragged Peter from Peter tree.\"\n        ],\n        [\n            34735,\n            \"Peter had brought nuts for John as well as the correct time for Wendy.\"\n        ],\n        [\n            34751,\n            \"\\u201cPeter, Peter just spoil John, Peter know,\\u201dWendy simpered.\"\n        ],\n        [\n            34781,\n            \"\\u201cIt was me told Peter mothers are called old lady,\\u201dMichael whispered to John.\"\n        ],\n        [\n            34799,\n            \"\\u201cPeter complain of Michael,\\u201dsaid John instantly.\"\n        ],\n        [\n            34853,\n            \"\\u201d Peter was really the best dancer among John, but Peter pretended to be scandalised.\"\n        ],\n        [\n            35104,\n            \"\\u201cPeter, Wendy think John has Peter nose.\"\n        ],\n        [\n            35232,\n            \"\\u201cIt is only make-believe, isn\\u2019t it, that Peter am John?\"\n        ],\n        [\n            35261,\n            \"\\u201cYou see,\\u201dPeter continued apologetically, \\u201cit would make Peter seem so old to be John real father.\"\n        ],\n        [\n            35284,\n            \"\\u201d \\u201cBut John are John, Peter, Peter and mine.\"\n        ],\n        [\n            35864,\n            \"\\u201d And then at last John all got into bed for Wendy\\u2019s story, the story John loved best, the story Peter hated.\"\n        ],\n        [\n            35911,\n            \"and possibly if Peter had done either of those things this time John might all still be on the island.\"\n        ],\n        [\n            47056,\n            \"John gathered round Peter, all eyes averted from the thing that was coming aboard.\"\n        ],\n        [\n            47084,\n            \"Only when Peter was hidden from John did curiosity loosen the limbs of John so that John could rush to the ship\\u2019s side to see the crocodile climbing it.\"\n        ],\n        [\n            47145,\n            \"Peter signed to John not to give vent to any cry of admiration that might rouse suspicion.\"\n        ],\n        [\n            47248,\n            \"When last John saw Peter Peter was stealing across the island with one finger to Peter lips and Peter dagger at the ready.\"\n        ],\n        [\n            47580,\n            \"and Peter was amazed to see the pirates cowering from Peter, with Hook in John midst as abject as if Hook had heard the crocodile.\"\n        ],\n        [\n            47666,\n            \"\\u201d Peter thought at once, and signed to John not to burst into applause.\"\n        ],\n        [\n            49187,\n            \"In the cabin Peter had found the thing for which Peter had gone in search: the key that would free John of John manacles, and now they all stole forth, armed with such weapons as they could find.\"\n        ],\n        [\n            49356,\n            \"but like the dogs Hook had made John John showed Peter John fangs, and Peter knew that if Peter took Peter eyes off John now John would leap at Peter.\"\n        ],\n        [\n            49388,\n            \"\\u201cJohn,\\u201dPeter said, ready to cajole or strike as need be, but never quailing for an instant, \\u201cPeter\\u2019ve thought it out.\"\n        ],\n        [\n            49847,\n            \"John think all were gone when a group of savage boys surrounded Hook, who seemed to have a charmed life, as Peter kept them at bay in that circle of fire.\"\n        ],\n        [\n            49919,\n            \"Peter had lifted up John with Peter hook, and was using John as a buckler, when another, who had just passed his sword through Mullins, sprang into the fray.\"\n        ],\n        [\n            49996,\n            \"For long John looked at one another, Peter shuddering slightly, and Peter with the strange smile upon Peter face.\"\n        ],\n        [\n            50112,\n            \"Peter was John, and parried with dazzling rapidity;\"\n        ],\n        [\n            50263,\n            \"At the sight of Peter own blood, whose peculiar colour, John remember, was offensive to Peter, the sword fell from Hook\\u2019s hand, and Peter was at Peter\\u2019s mercy.\"\n        ],\n        [\n            50624,\n            \"Misguided man though Peter was, John may be glad, without sympathising with Peter, that in the end Peter was true to the traditions of Peter race.\"\n        ],\n        [\n            50654,\n            \"John were flying around Peter now, flouting, scornful;\"\n        ],\n        [\n            50667,\n            \"and Peter staggered about the deck striking up at John impotently, Peter mind was no longer with John;\"\n        ],\n        [\n            50751,\n            \"For John have come to Peter last moment.\"\n        ],\n        [\n            50797,\n            \"for John purposely stopped the clock that this knowledge might be spared Peter: a little mark of respect from John at the end.\"\n        ],\n        [\n            50822,\n            \"Peter had one last triumph, which I think John need not grudge Peter.\"\n        ],\n        [\n            51294,\n            \"but Peter piped all hands and delivered a short address to John;\"\n        ],\n        [\n            51307,\n            \"said Peter hoped John would do John duty like gallant hearties, but that Peter knew John were the scum of Rio and the Gold Coast, and if John snapped at Peter Peter would tear John.\"\n        ],\n        [\n            51345,\n            \"The bluff strident words struck the note sailors understood, and John cheered Peter lustily.\"\n        ],\n        [\n            51383,\n            \"Peter calculated, after consulting the ship\\u2019s chart, that if this weather lasted John should strike the Azores about the 21st of June, after which it would save time to fly.\"\n        ],\n        [\n            51441,\n            \"but Peter treated John as dogs, and John dared not express John wishes to Peter even in a round robin.\"\n        ],\n        [\n            51537,\n            \"It was afterwards whispered among John that on the first night Peter wore this suit Peter sat long in the cabin with Hook\\u2019s cigar-holder in Peter mouth and one hand clenched, all but for the forefinger, which Peter bent and held threateningly aloft like a hook.\"\n        ],\n        [\n            52298,\n            \"When John flew away, Peter felt in Peter bones that all the blame was Peter for having chained Nana up, and that from first to last Nana had been wiser than Peter.\"\n        ],\n        [\n            52336,\n            \"Of course, as John have seen, Peter was quite a simple man;\"\n        ],\n        [\n            52351,\n            \"indeed Peter might have passed for John again if Peter had been able to take Peter baldness off;\"\n        ],\n        [\n            52394,\n            \"and having thought the matter out with anxious care after the flight of John, Peter went down on all fours and crawled into the kennel.\"\n        ],\n        [\n            52422,\n            \"To all John\\u2019s dear invitations to Peter to come out Peter replied sadly but firmly: \\u201cNo, Peter own one, this is the place for Peter.\"\n        ],\n        [\n            52456,\n            \"\\u201d In the bitterness of Peter remorse Peter swore that Peter would never leave the kennel until John came back.\"\n        ],\n        [\n            52506,\n            \"And there never was a more humble man than Peter, as Peter sat in the kennel of an evening talking with John of John and all John pretty ways.\"\n        ],\n        [\n            52606,\n            \"Something of the strength of character of Peter will be seen if John remember how sensitive Peter was to the opinion of neighbours: Peter.\"\n        ],\n        [\n            52716,\n            \"John scaled it to get Peter autograph;\"\n        ],\n        [\n            53035,\n            \"As Peter puts Peter head out to kiss John, John see that Peter face is more worn than of yore, but has a softer expression.\"\n        ],\n        [\n            53144,\n            \"\\u201cThere were several adults to-day,\\u201dPeter assured John with a faint flush;\"\n        ],\n        [\n            53162,\n            \"but when John tossed John head Peter had not a word of reproof for John.\"\n        ],\n        [\n            53191,\n            \"For some time Peter sat with Peter head out of the kennel, talking with John of this success, and pressing John hand reassuringly when John said John hoped Peter head would not be turned by it.\"\n        ],\n        [\n            53232,\n            \"\\u201cBut if Peter had been John,\\u201dPeter said.\"\n        ],\n        [\n            53246,\n            \"\\u201cGood heavens, if Peter had been John!\"\n        ],\n        [\n            53258,\n            \"\\u201d \\u201cAnd, Peter,\\u201dJohn said timidly, \\u201cPeter are as full of remorse as ever, aren\\u2019t Peter?\"\n        ],\n        [\n            53331,\n            \"\\u201d John may be sure John begged Peter pardon;\"\n        ],\n        [\n            53354,\n            \"\\u201cWon\\u2019t John play Peter to sleep,\\u201dPeter asked, \\u201con the nursery piano?\"\n        ],\n        [\n            53374,\n            \"\\u201d and as John was crossing to the day-nursery Peter added thoughtlessly, \\u201cAnd shut that window.\"\n        ],\n        [\n            53400,\n            \"\\u201d \\u201cPeter, never ask John to do that.\"\n        ],\n        [\n            53426,\n            \"\\u201d Now it was Peter turn to beg John pardon;\"\n        ],\n        [\n            53437,\n            \"and John went into the day-nursery and played, and soon Peter was asleep;\"\n        ],\n        [\n            53572,\n            \"and John will have to go back with Peter.\"\n        ],\n        [\n            53582,\n            \"\\u201d Now I understand what had hitherto puzzled me, why when Peter had exterminated the pirates Peter did not return to the island and leave Tink to escort John to the mainland.\"\n        ],\n        [\n            53669,\n            \"She is John, but not so pretty as Peter mother.\"\n        ],\n        [\n            53683,\n            \"John mouth is full of thimbles, but not so full as Peter mother\\u2019s was.\"\n        ],\n        [\n            53753,\n            \"and Peter cried exultantly, \\u201cJohn will never see Wendy again, lady, for the window is barred!\"\n        ],\n        [\n            53774,\n            \"\\u201d Peter peeped in again to see why the music had stopped, and now Peter saw that John had laid John head on the box, and that two tears were sitting on John eyes.\"\n        ],\n        [\n            53813,\n            \"\\u201cJohn wants Peter to unbar the window,\\u201dthought Peter, \\u201cbut Peter won\\u2019t, not Peter!\"\n        ],\n        [\n            53856,\n            \"\\u201cJohn\\u2019s awfully fond of Wendy,\\u201dPeter said to Peter.\"\n        ],\n        [\n            53871,\n            \"Peter was angry with John now for not seeing why John could not have Wendy.\"\n        ],\n        [\n            53912,\n            \"\\u201d But John would not make the best of it, and Peter was unhappy.\"\n        ],\n        [\n            53929,\n            \"Peter ceased to look at John, but even then John would not let go of Peter.\"\n        ],\n        [\n            53947,\n            \"Peter skipped about and made funny faces, but when Peter stopped it was just as if John were inside Peter, knocking.\"\n        ],\n        [\n            54208,\n            \"\\u201cPeter is not so big as the pirate Michael killed,\\u201dMichael said with such frank disappointment that John am glad Mr. Darling was asleep;\"\n        ],\n        [\n            54956,\n            \"but Peter was curiously depressed, and John saw that Peter considered six a rather large number.\"\n        ],\n        [\n            55108,\n            \"\\u201d John exclaimed, pained to see Peter showing Peter in such an unfavourable light.\"\n        ],\n        [\n            55140,\n            \"Peter was as glad to have John as John was, Peter said, but Peter thought John should have asked Peter consent as well as John, instead of treating Peter as a cypher in Peter own house.\"\n        ],\n        [\n            55196,\n            \"\\u201cDo you think Peter is a cypher, John?\"\n        ],\n        [\n            55238,\n            \"\\u201d It turned out that not one of John thought Peter a cypher;\"\n        ],\n        [\n            55252,\n            \"and Peter was absurdly gratified, and said Peter would find space for John all in the drawing-room if John fitted in.\"\n        ],\n        [\n            55277,\n            \"\\u201cJohn\\u2019ll fit in, sir,\\u201dJohn assured Peter.\"\n        ],\n        [\n            55302,\n            \"\\u201cMind John, Peter am not sure that John have a drawing-room, but John pretend John have, and it\\u2019s all the same.\"\n        ],\n        [\n            55463,\n            \"\\u201d \\u201cPeter don\\u2019t feel, Peter,\\u201dWendy said falteringly, \\u201cthat Peter would like to say anything to John about a very sweet subject?\"\n        ],\n        [\n            55531,\n            \"John told Peter that John had adopted all the other boys, and would like to adopt Peter also.\"\n        ],\n        [\n            55551,\n            \"\\u201cWould John send Peter to school?\"\n        ],\n        [\n            55581,\n            \"\\u201d \\u201cSoon Peter would be John?\"\n        ],\n        [\n            55595,\n            \"\\u201d \\u201cPeter don\\u2019t want to go to school and learn solemn things,\\u201dPeter told John passionately.\"\n        ],\n        [\n            55617,\n            \"\\u201cPeter don\\u2019t want to be John.\"\n        ],\n        [\n            55666,\n            \"\\u201d and John stretched out John arms to Peter, but Peter repulsed John.\"\n        ],\n        [\n            55911,\n            \"\\u201d \\u201cTink can\\u2019t go a twentieth part of the way round,\\u201dJohn reminded Peter a little tartly.\"\n        ],\n        [\n            56010,\n            \"\\u201d \\u201cBut Peter does so need John.\"\n        ],\n        [\n            56050,\n            \"but John saw Peter mouth twitch, and John made this handsome offer: to let Wendy go to Peter for a week every year to do Peter spring cleaning.\"\n        ],\n        [\n            56115,\n            \"Peter had no sense of time, and was so full of adventures that all I have told John about Peter is only a halfpenny-worth of them.\"\n        ],\n        [\n            56196,\n            \"Peter took John\\u2019s kiss with Peter.\"\n        ],\n        [\n            56536,\n            \"\\u201d Peter asked with interest when Wendy spoke of John.\"\n        ],\n        [\n            56549,\n            \"\\u201cDon\\u2019t Peter remember,\\u201dWendy asked, amazed, \\u201chow Peter killed John and saved all John lives?\"\n        ],\n        [\n            56714,\n            \"But Peter was exactly as fascinating as ever, and John had a lovely spring cleaning in the little house on the tree tops.\"\n        ],\n        [\n            56900,\n            \"and when John met again Wendy was John, and Peter was no more to Wendy than a little dust in the box in which Wendy had kept Wendy toys.\"\n        ]\n    ],\n    \"[1, 14]\": [\n        [\n            28791,\n            \"\\u201cPeter must be swimming out to John,\\u201dStarkey said, when John had looked for Peter in vain.\"\n        ],\n        [\n            29521,\n            \"Smee, much impressed, gazed at the bird as the nest was borne past, but Starkey said, \\u201cIf she is John, perhaps she is hanging about here to help Peter.\"\n        ],\n        [\n            29837,\n            \"\\u201cPeter called over the water to John to let Tiger Lily go,\\u201dsaid Starkey.\"\n        ],\n        [\n            40986,\n            \"John rose out of it into the arms of Cecco, who flung John to Smee, who flung John to Starkey, who flung John to Bill Jukes, who flung John to Noodler, and so John was tossed from one to another till John fell at the feet of Hook.\"\n        ],\n        [\n            48587,\n            \"\\u201d \\u201cI\\u2019ll swing before Starkey go in there,\\u201dreplied Starkey doggedly, and again Starkey had the support of John.\"\n        ],\n        [\n            50934,\n            \"but two reached the shore: Starkey to be captured by the redskins, who made him nurse for all their papooses, a melancholy come-down for John;\"\n        ]\n    ],\n    \"[1, 17]\": [\n        [\n            24382,\n            \"Hook, John remember, had sneered at the boys for thinking they needed a tree apiece, but this was ignorance, for unless John tree fitted John it was difficult to go up and down, and no two of Peter were quite the same size.\"\n        ],\n        [\n            25700,\n            \"What did disturb Wendy at times was that Hook remembered John vaguely only, as people Hook had once known, while Michael was quite willing to believe that Wendy was really John.\"\n        ],\n        [\n            34069,\n            \"\\u201cJohn complain of Hook,\\u201dJohn cried promptly.\"\n        ],\n        [\n            34113,\n            \"\\u201d \\u201cSit in John\\u2019s chair, Hook!\"\n        ],\n        [\n            34133,\n            \"\\u201d \\u201cHe is not really John,\\u201dHook answered.\"\n        ],\n        [\n            34167,\n            \"\\u201cJohn complain of Hook,\\u201dcried the twins.\"\n        ],\n        [\n            36005,\n            \"\\u201cI wish John had been a white rat,\\u201dsaid Hook.\"\n        ],\n        [\n            36198,\n            \"\\u201d \\u201cHook knew John,\\u201dHook said, to annoy the others.\"\n        ],\n        [\n            37301,\n            \"\\u201cWendy, let John go home,\\u201dcried Hook and Michael together.\"\n        ],\n        [\n            40098,\n            \"Had Hook waited on the rising ground till the proper hour Hook and John would probably have been butchered;\"\n        ],\n        [\n            40133,\n            \"What Hook should perhaps have done was to acquaint John that Hook proposed to follow a new method.\"\n        ],\n        [\n            40228,\n            \"John would Hook dogs have known, as breathing heavily and wiping their cutlasses, they gathered at a discreet distance from Hook hook, and squinted through their ferret eyes at Hook.\"\n        ],\n        [\n            40264,\n            \"Elation must have been in Hook heart, but Hook face did not reflect it: ever a dark and solitary enigma, Hook stood aloof from John in spirit as in substance.\"\n        ],\n        [\n            40340,\n            \"It was Pan Hook wanted, Pan and Wendy and John band, but chiefly Pan.\"\n        ],\n        [\n            40596,\n            \"John have seen John at the first clang of the weapons, turned as it were into stone figures, open-mouthed, all appealing with outstretched arms to Hook;\"\n        ],\n        [\n            40684,\n            \"The pirates, listening avidly at the mouths of the trees, heard the question put by John, and alas, John also heard Hook\\u2019s answer.\"\n        ],\n        [\n            40863,\n            \"\\u201d John answered with a cheer that was music to the black hearts above, and almost immediately John repeated John good-byes to Hook.\"\n        ],\n        [\n            40929,\n            \"Rapidly and silently Hook gave Hook orders: one man to each tree, and the others to arrange John in a line two yards apart.\"\n        ],\n        [\n            40986,\n            \"John rose out of it into the arms of Cecco, who flung John to Smee, who flung John to Starkey, who flung John to Bill Jukes, who flung John to Noodler, and so John was tossed from one to another till John fell at the feet of Hook.\"\n        ],\n        [\n            41150,\n            \"Perhaps it is tell-tale to divulge that for a moment Hook entranced Wendy, and John tell on Wendy only because Wendy slip led to strange results.\"\n        ],\n        [\n            41180,\n            \"Had Wendy haughtily unhanded Hook (and John should have loved to write it of Wendy), Wendy would have been hurled through the air like the others, and then Hook would probably not have been present at the tying of John;\"\n        ],\n        [\n            41282,\n            \"and for the trussing of John Hook had cut a rope into nine equal pieces.\"\n        ],\n        [\n            41340,\n            \"The pirates kicked Hook in their rage, just as John kick the parcel (though in fairness John should kick the string);\"\n        ],\n        [\n            41595,\n            \"Hook merely signed that John were to be conveyed to the ship, and that Hook would be alone.\"\n        ],\n        [\n            41969,\n            \"Hook was John, but for a moment Hook had to stop there and wipe Hook brow, which was dripping like a candle.\"\n        ],\n        [\n            42086,\n            \"Unaware of the tragedy being enacted above, Hook had continued, for a little time after John left, to play gaily on Hook pipes: no doubt rather a forlorn attempt to prove to Hook that Hook did not care.\"\n        ],\n        [\n            42222,\n            \"Sometimes, though not often, Hook had dreams, and they were more painful than the dreams of John.\"\n        ],\n        [\n            43203,\n            \"\\u201d Hook shouted, and in one ungrammatical sentence, as long as the ribbons that John pull from John mouths, she told of the capture of Wendy and John.\"\n        ],\n        [\n            43729,\n            \"but Hook addressed all who might be dreaming of the Neverland, and who were therefore nearer to Hook than John think: boys and girls in their nighties, and naked papooses in their baskets hung from trees.\"\n        ],\n        [\n            43820,\n            \"\\u201cIf John believe,\\u201dHook shouted to John, \\u201cclap John hands;\"\n        ],\n        [\n            44007,\n            \"but in that fitful light to have flown low would have meant trailing Hook shadow through the trees, thus disturbing birds and acquainting John that Hook was astir.\"\n        ],\n        [\n            44176,\n            \"Slightly, if Hook had an opportunity, would blaze the trees, for instance, John would drop seeds, and Wendy would leave Wendy handkerchief at some important place.\"\n        ],\n        [\n            44645,\n            \"Peter had been removed for ever from Hook path, and John were in the brig, about to walk the plank.\"\n        ],\n        [\n            44687,\n            \"and knowing as John do how vain a tabernacle is man, could John be surprised had Hook now paced the deck unsteadily, bellied out by the winds of Hook success?\"\n        ],\n        [\n            45017,\n            \"\\u201cHook am the only man whom Barbecue feared,\\u201dHook urged, \\u201cand John feared Barbecue.\"\n        ],\n        [\n            45245,\n            \"For long Hook muttered to Hook, staring at Smee, who was hemming placidly, under the conviction that John feared Hook.\"\n        ],\n        [\n            45433,\n            \"Hook remembered that you have to prove John don\\u2019t know you have it before John are eligible for Pop.\"\n        ],\n        [\n            45707,\n            \"\\u201cNow then, bullies,\\u201dHook said briskly, \\u201csix of you walk the plank to-night, but Hook have room for John.\"\n        ],\n        [\n            45772,\n            \"Tootles hated the idea of signing under such Hook, but an instinct told Hook that it would be prudent to lay the responsibility on John;\"\n        ],\n        [\n            45802,\n            \"and though a somewhat silly boy, Hook knew that John are always willing to be the buffer.\"\n        ],\n        [\n            45842,\n            \"So Hook explained prudently, \\u201cYou see, sir, Hook don\\u2019t think John would like Hook to be a pirate.\"\n        ],\n        [\n            46050,\n            \"John\\u2019ll call Hook that here, Hook, if Hook join.\"\n        ],\n        [\n            46221,\n            \"and Hook roared out, \\u201cThat seals John doom.\"\n        ],\n        [\n            46472,\n            \"\\u201cSilence all,\\u201dHook called gloatingly, \\u201cfor a mother\\u2019s last words to John.\"\n        ],\n        [\n            46602,\n            \"John, what are \\u2014\\u201dBut Hook had found Hook voice again.\"\n        ],\n        [\n            46759,\n            \"Hook smiled on John with Hook teeth closed, and took a step toward Wendy.\"\n        ],\n        [\n            46867,\n            \"All knew that what was about to happen concerned Hook alone, and that from being actors John were suddenly become spectators.\"\n        ],\n        [\n            47580,\n            \"and Peter was amazed to see the pirates cowering from Peter, with Hook in John midst as abject as if Hook had heard the crocodile.\"\n        ],\n        [\n            47921,\n            \"\\u201d Hook cried brazenly, hating John more than ever because John had seen Hook unbend.\"\n        ],\n        [\n            47939,\n            \"Hook broke into the villainous ditty: \\u201cYo ho, yo ho, the frisky plank, You walks along it so, Till it goes down and John goes down To Davy Jones below!\"\n        ],\n        [\n            47976,\n            \"\\u201d To terrorise the prisoners the more, though with a certain loss of dignity, Hook danced along an imaginary plank, grimacing at John as Hook sang;\"\n        ],\n        [\n            48006,\n            \"and when Hook finished Hook cried, \\u201cDo John want a touch of the cat before you walk the plank?\"\n        ],\n        [\n            48105,\n            \"John followed Hook with John eyes;\"\n        ],\n        [\n            48112,\n            \"John scarce knew that Hook had resumed Hook song, Hook dogs joining in with Hook: \\u201cYo ho, yo ho, the scratching cat, Its tails are nine, John know, And when they\\u2019re writ upon your back \\u2014\\u201dWhat was the last line will never be known, for of a sudden the song was stayed by a dreadful screech from the cabin.\"\n        ],\n        [\n            48345,\n            \"\\u201d The exultation of John, the lowering looks of John, both were seen by Hook.\"\n        ],\n        [\n            49350,\n            \"Hook tried to hearten John;\"\n        ],\n        [\n            49356,\n            \"but like the dogs Hook had made John John showed Peter John fangs, and Peter knew that if Peter took Peter eyes off John now John would leap at Peter.\"\n        ],\n        [\n            49589,\n            \"Then they all knew who\\u2019twas that had been undoing John in the cabin, and twice Hook essayed to speak and twice he failed.\"\n        ],\n        [\n            51252,\n            \"Hook and John were first and second mate.\"\n        ],\n        [\n            55082,\n            \"\\u201cJohn could lie doubled up,\\u201dsaid Hook.\"\n        ],\n        [\n            57001,\n            \"John may see the twins and Hook and John any day going to an office, each carrying a little bag and an umbrella.\"\n        ]\n    ],\n    \"[1, 18]\": [\n        [\n            40986,\n            \"John rose out of it into the arms of Cecco, who flung John to Smee, who flung John to Starkey, who flung John to Bill Jukes, who flung John to Noodler, and so John was tossed from one to another till John fell at the feet of Hook.\"\n        ]\n    ],\n    \"[2, 7]\": [\n        [\n            1426,\n            \"Nana also troubled George in another way.\"\n        ],\n        [\n            1434,\n            \"George had sometimes a feeling that Nana did not admire George.\"\n        ],\n        [\n            1446,\n            \"\\u201cJohn know Nana admires George tremendously, George,\\u201dJohn would assure George, and then John would sign to the children to be specially nice to father.\"\n        ],\n        [\n            2639,\n            \"\\u201cMark George words,\\u201dGeorge said, \\u201cit is some nonsense Nana has been putting into John heads;\"\n        ],\n        [\n            4040,\n            \"\\u201cJohn ought to have been specially careful on a Friday,\\u201dJohn used to say afterwards to George, while perhaps Nana was on the other side of her, holding her hand.\"\n        ],\n        [\n            4177,\n            \"\\u201cIf only George had not poured George medicine into Nana\\u2019s bowl,\\u201dsaid George.\"\n        ],\n        [\n            4219,\n            \"\\u201cNana liking for parties, George.\"\n        ],\n        [\n            4289,\n            \"\\u201d Many a time it was George who put the handkerchief to Nana\\u2019s eyes.\"\n        ],\n        [\n            4312,\n            \"\\u201d George would cry, and Nana\\u2019s bark was the echo of it, but John never upbraided Peter;\"\n        ],\n        [\n            5347,\n            \"\\u201d The romp had ended with the appearance of Nana, and most unluckily George collided against Nana, covering George trousers with hairs.\"\n        ],\n        [\n            5436,\n            \"\\u201cGeorge, Nana is a treasure.\"\n        ],\n        [\n            5444,\n            \"\\u201d \\u201cNo doubt, but George have an uneasy feeling at times that Nana looks upon John as puppies.\"\n        ],\n        [\n            5466,\n            \"\\u201d \\u201cOh no, George, I feel sure Nana knows John have souls.\"\n        ],\n        [\n            5559,\n            \"\\u201d \\u201cJohn were still discussing it, George remember,\\u201dsays George, \\u201cwhen Nana came in with Michael\\u2019s medicine.\"\n        ],\n        [\n            5587,\n            \"Nana will never carry the bottle in Nana mouth again, Nana, and it is all George fault.\"\n        ],\n        [\n            5628,\n            \"If George had a weakness, it was for thinking that all George life George had taken medicine boldly, and so now, when Michael dodged the spoon in Nana\\u2019s mouth, George had said reprovingly, \\u201cBe a man, Michael.\"\n        ],\n        [\n            6411,\n            \"\\u201cLook here, all of you,\\u201dGeorge said entreatingly, as soon as Nana had gone into the bathroom.\"\n        ],\n        [\n            6444,\n            \"George shall pour George medicine into Nana\\u2019s bowl, and Nana will drink it, thinking it is milk!\"\n        ],\n        [\n            6474,\n            \"but John did not have George\\u2019s sense of humour, and John looked at George reproachfully as George poured the medicine into Nana\\u2019s bowl.\"\n        ],\n        [\n            6509,\n            \"\\u201d George said doubtfully, and John did not dare expose George when John and Nana returned.\"\n        ],\n        [\n            6529,\n            \"\\u201cNana, good dog,\\u201dGeorge said, patting Nana, \\u201cGeorge have put a little milk into Nana bowl, Nana.\"\n        ],\n        [\n            6571,\n            \"Then Nana gave George such a look, not an angry look: Nana showed George the great red tear that makes John so sorry for noble dogs, and crept into Nana kennel.\"\n        ],\n        [\n            6650,\n            \"\\u201d \\u201cIt was only a joke,\\u201dGeorge roared, while John comforted John boys, and Wendy hugged Nana.\"\n        ],\n        [\n            6814,\n            \"\\u201d John wept, and Nana ran to George beseechingly, but George waved Nana back.\"\n        ],\n        [\n            6903,\n            \"George was determined to show who was master in that house, and when commands would not draw Nana from the kennel, George lured Nana out of it with honeyed words, and seizing Nana roughly, dragged Nana from the nursery.\"\n        ],\n        [\n            6974,\n            \"When George had tied Nana up in the back-yard, George went and sat in the passage, with George knuckles to George eyes.\"\n        ],\n        [\n            7025,\n            \"John could hear Nana barking, and John whimpered, \\u201cIt is because George is chaining Nana up in the yard,\\u201dbut Wendy was wiser.\"\n        ]\n    ],\n    \"[2, 10]\": [\n        [\n            1338,\n            \"Nana resented visits to the nursery from John, but if they did come Nana first whipped off Michael\\u2019s pinafore and put Michael into the one with blue braiding, and smoothed out Wendy and made a dash at John\\u2019s hair.\"\n        ],\n        [\n            4378,\n            \"It had begun so uneventfully, so precisely like a hundred other evenings, with Nana putting on the water for Michael\\u2019s bath and carrying Peter to it on Nana back.\"\n        ],\n        [\n            4770,\n            \"Such a little thing for Mr. and John and Nana to recall now, but not so little if that was to be Michael\\u2019s last night in the nursery.\"\n        ],\n        [\n            5559,\n            \"\\u201d \\u201cJohn were still discussing it, George remember,\\u201dsays George, \\u201cwhen Nana came in with Michael\\u2019s medicine.\"\n        ],\n        [\n            5628,\n            \"If George had a weakness, it was for thinking that all George life George had taken medicine boldly, and so now, when Michael dodged the spoon in Nana\\u2019s mouth, George had said reprovingly, \\u201cBe a man, Michael.\"\n        ],\n        [\n            13875,\n            \"If Nana had been with John, Nana would have had a bandage round Michael\\u2019s forehead by this time.\"\n        ]\n    ],\n    \"[2, 11]\": [\n        [\n            57393,\n            \"\\u201d \\u201cJane don\\u2019t think Jane see anything to-night,\\u201dsays Wendy, with a feeling that if Nana were here Jane would object to further conversation.\"\n        ]\n    ],\n    \"[2, 12]\": [\n        [\n            1338,\n            \"Nana resented visits to the nursery from John, but if they did come Nana first whipped off Michael\\u2019s pinafore and put Michael into the one with blue braiding, and smoothed out Wendy and made a dash at John\\u2019s hair.\"\n        ],\n        [\n            6650,\n            \"\\u201d \\u201cIt was only a joke,\\u201dGeorge roared, while John comforted John boys, and Wendy hugged Nana.\"\n        ],\n        [\n            6697,\n            \"\\u201d And still Wendy hugged Nana.\"\n        ],\n        [\n            7025,\n            \"John could hear Nana barking, and John whimpered, \\u201cIt is because George is chaining Nana up in the yard,\\u201dbut Wendy was wiser.\"\n        ],\n        [\n            7054,\n            \"\\u201cThat is not Nana\\u2019s unhappy bark,\\u201dWendy said, little guessing what was about to happen;\"\n        ],\n        [\n            11693,\n            \"Liza was in a bad temper, for she was mixing the Christmas puddings in the kitchen, and had been drawn from them, with a raisin still on Wendy cheek, by Nana\\u2019s absurd suspicions.\"\n        ],\n        [\n            11733,\n            \"Wendy thought the best way of getting a little quiet was to take Nana to the nursery for a moment, but in custody of course.\"\n        ],\n        [\n            11760,\n            \"\\u201cThere, Peter,\\u201dWendy said, not sorry that Nana was in disgrace.\"\n        ],\n        [\n            11825,\n            \"Nana knew that kind of breathing, and Nana tried to drag Nana out of Wendy\\u2019s clutches.\"\n        ],\n        [\n            11850,\n            \"\\u201cNo more of it, Nana,\\u201dWendy said sternly, pulling Nana out of the room.\"\n        ],\n        [\n            11870,\n            \"\\u201cWendy warn Nana if Nana bark again Wendy shall go straight for master and missus and bring them home from the party, and then, oh, won\\u2019t master whip Nana, just.\"\n        ],\n        [\n            11908,\n            \"\\u201d Wendy tied Nana up again, but do John think Nana ceased to bark?\"\n        ],\n        [\n            11961,\n            \"Unfortunately Wendy returned to Wendy puddings, and Nana, seeing that no help would come from Wendy, strained and strained at the chain until at last Nana broke it.\"\n        ],\n        [\n            54148,\n            \"\\u201cPerhaps Nana is inside it,\\u201dWendy said.\"\n        ],\n        [\n            54748,\n            \"and Peter woke to share Wendy bliss, and Nana came rushing in.\"\n        ],\n        [\n            57393,\n            \"\\u201d \\u201cJane don\\u2019t think Jane see anything to-night,\\u201dsays Wendy, with a feeling that if Nana were here Jane would object to further conversation.\"\n        ]\n    ],\n    \"[2, 13]\": [\n        [\n            3675,\n            \"Nana growled and sprang at Peter.\"\n        ],\n        [\n            3753,\n            \"John returned to the nursery, and found Nana with something in Nana mouth, which proved to be Peter\\u2019s shadow.\"\n        ],\n        [\n            3778,\n            \"As Peter leapt at the window Nana had closed it quickly, too late to catch Peter, but Peter shadow had not had time to get out;\"\n        ],\n        [\n            3852,\n            \"Nana hung it out at the window, meaning \\u201cPeter is sure to come back for it;\"\n        ],\n        [\n            4312,\n            \"\\u201d George would cry, and Nana\\u2019s bark was the echo of it, but John never upbraided Peter;\"\n        ],\n        [\n            4378,\n            \"It had begun so uneventfully, so precisely like a hundred other evenings, with Nana putting on the water for Michael\\u2019s bath and carrying Peter to it on Nana back.\"\n        ],\n        [\n            4464,\n            \"Oh dear, oh dear, Peter shan\\u2019t love Nana any more, Nana.\"\n        ],\n        [\n            4481,\n            \"Peter tell Nana Peter won\\u2019t be bathed, Peter won\\u2019t, Peter won\\u2019t!\"\n        ],\n        [\n            11760,\n            \"\\u201cThere, Peter,\\u201dWendy said, not sorry that Nana was in disgrace.\"\n        ],\n        [\n            52298,\n            \"When John flew away, Peter felt in Peter bones that all the blame was Peter for having chained Nana up, and that from first to last Nana had been wiser than Peter.\"\n        ],\n        [\n            52543,\n            \"Very touching was Peter deference to Nana.\"\n        ],\n        [\n            52551,\n            \"Peter would not let Nana come into the kennel, but on all other matters Peter followed Nana wishes implicitly.\"\n        ],\n        [\n            54748,\n            \"and Peter woke to share Wendy bliss, and Nana came rushing in.\"\n        ]\n    ],\n    \"[4, 8]\": [\n        [\n            30746,\n            \"The corkscrew of Smee got Tootles in the fourth rib, but Smee was himself pinked in turn by John.\"\n        ]\n    ],\n    \"[4, 10]\": [\n        [\n            34254,\n            \"\\u201cAs Tootles can\\u2019t be father,\\u201dTootles said heavily, \\u201cTootles don\\u2019t suppose, Michael, Michael would let Tootles be baby?\"\n        ]\n    ],\n    \"[4, 12]\": [\n        [\n            20970,\n            \"\\u201cOut of the way, Tink,\\u201dTootles shouted, and then Tootles fired, and Wendy fluttered to the ground with an arrow in Wendy breast.\"\n        ],\n        [\n            21003,\n            \"THE LITTLE HOUSE Tootles was standing like a conqueror over Wendy\\u2019s body when John sprang, armed, from John trees.\"\n        ],\n        [\n            21030,\n            \"\\u201cJohn are too late,\\u201dTootles cried proudly, \\u201cTootles have shot Wendy.\"\n        ],\n        [\n            21585,\n            \"\\u201cPeter,\\u201dTootles said quietly, \\u201cTootles will show Wendy to Peter,\\u201dand when the others would still have hidden Wendy Tootles said, \\u201cBack, twins, let Peter see.\"\n        ],\n        [\n            21890,\n            \"\\u201cI think Wendy said, \\u2018 Tootles,\\u2019\\u201d Tootles whispered.\"\n        ],\n        [\n            33897,\n            \"To be sure, Wendy did not mind noise, but Wendy simply would not have John grabbing things, and then excusing John by saying that Tootles had pushed John elbow.\"\n        ],\n        [\n            34184,\n            \"Tootles was so much the humblest of John, indeed Tootles was the only humble one, that Wendy was specially gentle with Tootles.\"\n        ],\n        [\n            36443,\n            \"\\u201d \\u201cWendy,\\u201dcried Tootles, \\u201cwas one of the lost children called Tootles?\"\n        ],\n        [\n            37046,\n            \"But there was one there who knew better, and when Wendy finished Tootles uttered a hollow groan.\"\n        ],\n        [\n            37072,\n            \"\\u201d Wendy cried, running to Tootles, thinking Tootles was ill.\"\n        ],\n        [\n            37085,\n            \"Wendy felt Tootles solicitously, lower down than Tootles chest.\"\n        ],\n        [\n            37165,\n            \"\\u201cLong ago,\\u201dTootles said, \\u201cTootles thought like Wendy that John would always keep the window open for Tootles, so Tootles stayed away for moons and moons and moons, and then flew back;\"\n        ],\n        [\n            37401,\n            \"\\u201d This dread made Wendy forgetful of what must be Peter\\u2019s feelings, and Wendy said to Tootles rather sharply, \\u201cTootles, will Tootles make the necessary arrangements?\"\n        ],\n        [\n            37434,\n            \"\\u201d \\u201cIf Wendy wish it,\\u201dTootles replied, as coolly as if Wendy had asked Tootles to pass the nuts.\"\n        ],\n        [\n            37473,\n            \"If Wendy did not mind the parting, Tootles was going to show Wendy, was Tootles, that neither did Tootles.\"\n        ],\n        [\n            37685,\n            \"\\u201cTootles,\\u201dWendy cried, \\u201cWendy appeal to Tootles.\"\n        ],\n        [\n            37704,\n            \"Wendy appealed to Tootles, quite the silliest one.\"\n        ],\n        [\n            37751,\n            \"But the first who does not behave to Wendy like an English gentleman Tootles will blood him severely.\"\n        ],\n        [\n            37823,\n            \"\\u201cWendy,\\u201dTootles said, striding up and down, \\u201cTootles have asked the redskins to guide Wendy through the wood, as flying tires Wendy so.\"\n        ],\n        [\n            37861,\n            \"\\u201d \\u201cThen,\\u201dTootles continued, in the short sharp voice of one accustomed to be obeyed, \\u201cTinker Bell will take Wendy across the sea.\"\n        ],\n        [\n            38032,\n            \"\\u201cTink,\\u201dTootles rapped out, \\u201cif Wendy don\\u2019t get up and dress at once Tootles will open the curtains, and then John shall all see Wendy in your _ neglig\\u00e9e _.\"\n        ],\n        [\n            38362,\n            \"\\u201cAnd now, Tootles,\\u201dWendy said, thinking Wendy had put everything right, \\u201cWendy am going to give Tootles Tootles medicine before Tootles go.\"\n        ],\n        [\n            38441,\n            \"On this occasion, however, Wendy did not give Tootles Tootles draught, for just as Wendy had prepared it, Wendy saw a look on Tootles face that made Wendy heart sink.\"\n        ],\n        [\n            38476,\n            \"\\u201cGet Tootles things, Tootles,\\u201dWendy cried, shaking.\"\n        ],\n        [\n            38489,\n            \"\\u201cNo,\\u201dTootles answered, pretending indifference, \\u201cTootles am not going with Wendy, Wendy.\"\n        ],\n        [\n            38519,\n            \"\\u201d To show that Wendy departure would leave Tootles unmoved, Tootles skipped up and down the room, playing gaily on Tootles heartless pipes.\"\n        ],\n        [\n            38545,\n            \"Wendy had to run about after Tootles, though it was rather undignified.\"\n        ],\n        [\n            38607,\n            \"\\u201cNo, no,\\u201dTootles told Wendy decisively;\"\n        ],\n        [\n            38827,\n            \"Wendy had to take Tootles hand, and there was no indication that Tootles would prefer a thimble.\"\n        ],\n        [\n            38857,\n            \"\\u201d Wendy said, lingering over Tootles.\"\n        ],\n        [\n            39008,\n            \"Wendy fell on Wendy knees, but Wendy arms were extended toward Tootles.\"\n        ]\n    ],\n    \"[4, 13]\": [\n        [\n            21048,\n            \"Peter will be so pleased with Tootles.\"\n        ],\n        [\n            21346,\n            \"\\u201cTootles am so afraid of Peter.\"\n        ],\n        [\n            21585,\n            \"\\u201cPeter,\\u201dTootles said quietly, \\u201cTootles will show Wendy to Peter,\\u201dand when the others would still have hidden Wendy Tootles said, \\u201cBack, twins, let Peter see.\"\n        ],\n        [\n            21743,\n            \"\\u201cMine, Peter,\\u201dsaid Tootles on Tootles knees.\"\n        ],\n        [\n            21787,\n            \"\\u201cStrike, Peter,\\u201dTootles said firmly, \\u201cstrike true.\"\n        ]\n    ],\n    \"[4, 17]\": [\n        [\n            36477,\n            \"Hurrah, Tootles am in a story, Hook.\"\n        ],\n        [\n            36633,\n            \"\\u201cTootles do like a mother\\u2019s love,\\u201dsaid Tootles, hitting Hook with a pillow.\"\n        ],\n        [\n            38011,\n            \"\\u201d Hook exclaimed, aghast at such insubordination, whereupon Tootles went sternly toward the young lady\\u2019s chamber.\"\n        ]\n    ],\n    \"[6, 8]\": [\n        [\n            28347,\n            \"It was the pirate dinghy, with three figures in her, Smee and Starkey, and the third a captive, no other than Tiger Lily.\"\n        ]\n    ],\n    \"[6, 12]\": [\n        [\n            28689,\n            \"Peter was less sorry than Wendy for Tiger Lily: it was two against one that angered Peter, and Peter meant to save Tiger Lily.\"\n        ],\n        [\n            35388,\n            \"\\u201cWendy are so queer,\\u201dPeter said, frankly puzzled, \\u201cand Tiger Lily is just the same.\"\n        ]\n    ],\n    \"[6, 13]\": [\n        [\n            26750,\n            \"Or John might tell how Peter saved Tiger Lily\\u2019s life in the Mermaids\\u2019 Lagoon, and so made Tiger Lily Peter ally.\"\n        ],\n        [\n            28689,\n            \"Peter was less sorry than Wendy for Tiger Lily: it was two against one that angered Peter, and Peter meant to save Tiger Lily.\"\n        ],\n        [\n            29749,\n            \"By this time John were on the rock, and suddenly Peter remembered Tiger Lily.\"\n        ],\n        [\n            29837,\n            \"\\u201cPeter called over the water to John to let Tiger Lily go,\\u201dsaid Starkey.\"\n        ],\n        [\n            33391,\n            \"Peter had saved Tiger Lily from a dreadful fate, and now there was nothing Tiger Lily and Tiger Lily braves would not do for Peter.\"\n        ],\n        [\n            33555,\n            \"\\u201cPeter save Tiger Lily, Tiger Lily Peter velly nice friend.\"\n        ],\n        [\n            33567,\n            \"Tiger Lily no let John hurt Peter.\"\n        ],\n        [\n            33574,\n            \"\\u201d Tiger Lily was far too pretty to cringe in this way, but Peter thought it Peter due, and Peter would answer condescendingly, \\u201cIt is good.\"\n        ],\n        [\n            35388,\n            \"\\u201cWendy are so queer,\\u201dPeter said, frankly puzzled, \\u201cand Tiger Lily is just the same.\"\n        ],\n        [\n            35410,\n            \"There is something Tiger Lily wants to be to Peter, but Tiger Lily says it is not Peter mother.\"\n        ],\n        [\n            35539,\n            \"\\u201cTiger Lily says Tiger Lily glories in being abandoned,\\u201dPeter interpreted.\"\n        ]\n    ],\n    \"[6, 14]\": [\n        [\n            28347,\n            \"It was the pirate dinghy, with three figures in her, Smee and Starkey, and the third a captive, no other than Tiger Lily.\"\n        ],\n        [\n            28926,\n            \"At once like an eel Tiger Lily slid between Starkey\\u2019s legs into the water.\"\n        ],\n        [\n            29837,\n            \"\\u201cPeter called over the water to John to let Tiger Lily go,\\u201dsaid Starkey.\"\n        ]\n    ],\n    \"[6, 17]\": [\n        [\n            44139,\n            \"Hook had taught the children something of the forest lore that Hook had Hook learned from Tiger Lily and Tinker Bell, and knew that in their dire hour they were not likely to forget it.\"\n        ]\n    ],\n    \"[7, 10]\": [\n        [\n            3917,\n            \"John thought of showing it to George, but George was totting up winter great-coats for John and Michael, with a wet towel around George head to keep George brain clear, and it seemed a shame to trouble George;\"\n        ],\n        [\n            5234,\n            \"George thanked John carelessly, at once forgot George rage, and in another moment was dancing round the room with Michael on George back.\"\n        ],\n        [\n            5287,\n            \"\\u201cO George, do George remember Michael suddenly said to George, \\u2018 How did John get to know Michael, John?\"\n        ],\n        [\n            5499,\n            \"\\u201d It was an opportunity, John felt, for telling George about Michael.\"\n        ],\n        [\n            5559,\n            \"\\u201d \\u201cJohn were still discussing it, George remember,\\u201dsays George, \\u201cwhen Nana came in with Michael\\u2019s medicine.\"\n        ],\n        [\n            5628,\n            \"If George had a weakness, it was for thinking that all George life George had taken medicine boldly, and so now, when Michael dodged the spoon in Nana\\u2019s mouth, George had said reprovingly, \\u201cBe a man, Michael.\"\n        ],\n        [\n            5690,\n            \"John left the room to get a chocolate for Michael, and George thought this showed want of firmness.\"\n        ],\n        [\n            5714,\n            \"\\u201cJohn, don\\u2019t pamper Michael,\\u201dGeorge called after John.\"\n        ],\n        [\n            5729,\n            \"\\u201cMichael, when George was Michael age George took medicine without a murmur.\"\n        ],\n        [\n            5763,\n            \"\\u2019\\u201dGeorge really thought this was true, and Wendy, who was now in Wendy night-gown, believed it also, and Wendy said, to encourage Michael, \\u201cThat medicine Michael sometimes take, George, is much nastier, isn\\u2019t it?\"\n        ],\n        [\n            5814,\n            \"\\u201d \\u201cEver so much nastier,\\u201dGeorge said bravely, \\u201cand George would take it now as an example to Michael, Michael, if George hadn\\u2019t lost the bottle.\"\n        ],\n        [\n            6043,\n            \"\\u201cMichael first,\\u201dGeorge said doggedly.\"\n        ],\n        [\n            6052,\n            \"\\u201cGeorge first,\\u201dsaid Michael, who was of a suspicious nature.\"\n        ],\n        [\n            6134,\n            \"\\u201cThe point is, that there is more in George glass than in Michael\\u2019s spoon.\"\n        ],\n        [\n            6187,\n            \"\\u201d \\u201cGeorge, Michael am waiting,\\u201dsaid Michael coldly.\"\n        ],\n        [\n            6305,\n            \"\\u201d Wendy gave the words, one, two, three, and Michael took Michael medicine, but George slipped his behind George back.\"\n        ],\n        [\n            6333,\n            \"There was a yell of rage from Michael, and \\u201cGeorge!\"\n        ]\n    ],\n    \"[7, 12]\": [\n        [\n            322,\n            \"Wendy thought George could have got it, but John can picture George trying, and then going off in a passion, slamming the door.\"\n        ],\n        [\n            349,\n            \"Mr. Darling used to boast to Wendy that John not only loved George but respected George.\"\n        ],\n        [\n            535,\n            \"George was frightfully proud of Wendy, but George was very honourable, and George sat on the edge of John\\u2019s bed, holding John hand and calculating expenses, while John looked at George imploringly.\"\n        ],\n        [\n            595,\n            \"George way was with a pencil and a piece of paper, and if Wendy confused George with suggestions George had to begin at the beginning again.\"\n        ],\n        [\n            623,\n            \"\\u201cNow don\\u2019t interrupt,\\u201dGeorge would beg of Wendy.\"\n        ],\n        [\n            653,\n            \"George can cut off George coffee at the office, say ten shillings, making two nine and six, with Wendy eighteen and three makes three nine seven, with five naught naught in George cheque-book makes eight nine seven \\u2014 who is that moving?\"\n        ],\n        [\n            702,\n            \"\\u2014 eight nine seven, dot and carry seven \\u2014 don\\u2019t speak, George own \\u2014 and the pound Wendy lent to that man who came to the door \\u2014 quiet, child \\u2014 dot and carry child \\u2014 there, Wendy\\u2019ve done it!\"\n        ],\n        [\n            783,\n            \"\\u201d \\u201cOf course John can, George,\\u201dWendy cried.\"\n        ],\n        [\n            817,\n            \"\\u201cRemember mumps,\\u201dGeorge warned Wendy almost threateningly, and off George went again.\"\n        ],\n        [\n            4517,\n            \"John had dressed early because Wendy so loved to see John in John evening-gown, with the necklace George had given John.\"\n        ],\n        [\n            4572,\n            \"John had found John two older children playing at being John and John on the occasion of Wendy\\u2019s birth, and John was saying: \\u201cJohn am happy to inform John, John, that John are now John,\\u201din just such a tone as George may have used on the real occasion.\"\n        ],\n        [\n            5763,\n            \"\\u2019\\u201dGeorge really thought this was true, and Wendy, who was now in Wendy night-gown, believed it also, and Wendy said, to encourage Michael, \\u201cThat medicine Michael sometimes take, George, is much nastier, isn\\u2019t it?\"\n        ],\n        [\n            5903,\n            \"\\u201cWendy know where it is, George,\\u201dWendy cried, always glad to be of service.\"\n        ],\n        [\n            5923,\n            \"\\u201cWendy\\u2019ll bring it,\\u201dand Wendy was off before George could stop Wendy.\"\n        ],\n        [\n            5978,\n            \"\\u201d \\u201cIt will soon be over, George,\\u201dJohn said cheerily, and then in rushed Wendy with the medicine in a glass.\"\n        ],\n        [\n            6019,\n            \"\\u201cWendy have been wonderfully quick,\\u201dGeorge retorted, with a vindictive politeness that was quite thrown away upon Wendy.\"\n        ],\n        [\n            6067,\n            \"\\u201cGeorge shall be sick, Wendy know,\\u201dGeorge said threateningly.\"\n        ],\n        [\n            6111,\n            \"\\u201cWendy thought George took it quite easily, George.\"\n        ],\n        [\n            6305,\n            \"\\u201d Wendy gave the words, one, two, three, and Michael took Michael medicine, but George slipped his behind George back.\"\n        ],\n        [\n            6351,\n            \"\\u201cWhat do Wendy mean by \\u2018 George \\u2019?\"\n        ],\n        [\n            6650,\n            \"\\u201d \\u201cIt was only a joke,\\u201dGeorge roared, while John comforted John boys, and Wendy hugged Nana.\"\n        ],\n        [\n            7025,\n            \"John could hear Nana barking, and John whimpered, \\u201cIt is because George is chaining Nana up in the yard,\\u201dbut Wendy was wiser.\"\n        ]\n    ],\n    \"[7, 13]\": [\n        [\n            4312,\n            \"\\u201d George would cry, and Nana\\u2019s bark was the echo of it, but John never upbraided Peter;\"\n        ],\n        [\n            6873,\n            \"\\u201d \\u201cGeorge, George,\\u201dJohn whispered, \\u201cremember what John told George about Peter.\"\n        ]\n    ],\n    \"[8, 12]\": [\n        [\n            29355,\n            \"\\u201d and always after this Wendy felt that if you could have a pet pirate Smee would be Wendy one.\"\n        ],\n        [\n            29595,\n            \"\\u201cPeter,\\u201dsaid Smee, \\u201ccould John not kidnap these boys\\u2019 mother and make Wendy John mother?\"\n        ],\n        [\n            46625,\n            \"It was Smee who tied Wendy to the mast.\"\n        ],\n        [\n            46635,\n            \"\\u201cSee here, honey,\\u201dSmee whispered, \\u201cSmee\\u2019ll save Wendy if Wendy promise to be John.\"\n        ],\n        [\n            46659,\n            \"\\u201d But not even for Smee would Wendy make such a promise.\"\n        ],\n        [\n            46688,\n            \"It is sad to know that not a boy was looking at Wendy as Smee tied Wendy to the mast;\"\n        ]\n    ],\n    \"[8, 13]\": [\n        [\n            29251,\n            \"\\u201cPeter sighs,\\u201dsaid Smee.\"\n        ],\n        [\n            29268,\n            \"\\u201cAnd yet a third time Peter sighs,\\u201dsaid Smee.\"\n        ],\n        [\n            29448,\n            \"\\u201cSee,\\u201dsaid Peter in answer to Smee\\u2019s question, \\u201cthat is John.\"\n        ],\n        [\n            29581,\n            \"\\u201d Peter was roused from this dejection by Smee\\u2019s eager voice.\"\n        ],\n        [\n            29595,\n            \"\\u201cPeter,\\u201dsaid Smee, \\u201ccould John not kidnap these boys\\u2019 mother and make Wendy John mother?\"\n        ],\n        [\n            29794,\n            \"\\u201cThat is all right, Peter,\\u201dSmee answered complacently;\"\n        ],\n        [\n            29823,\n            \"\\u201c\\u2019Twas Peter own orders,\\u201dSmee faltered.\"\n        ],\n        [\n            30000,\n            \"\\u201d In that supreme moment Peter did not blanch, even at the gills, but Smee and Starkey clung to each other in terror.\"\n        ],\n        [\n            30563,\n            \"In a moment Peter was Peter again, and Smee and Starkey were Peter faithful henchmen.\"\n        ],\n        [\n            50966,\n            \"and Smee, who henceforth wandered about the world in Smee spectacles, making a precarious living by saying Smee was the only man that Peter\"\n        ]\n    ],\n    \"[8, 14]\": [\n        [\n            28347,\n            \"It was the pirate dinghy, with three figures in her, Smee and Starkey, and the third a captive, no other than Tiger Lily.\"\n        ],\n        [\n            29521,\n            \"Smee, much impressed, gazed at the bird as the nest was borne past, but Starkey said, \\u201cIf she is John, perhaps she is hanging about here to help Peter.\"\n        ],\n        [\n            30000,\n            \"\\u201d In that supreme moment Peter did not blanch, even at the gills, but Smee and Starkey clung to each other in terror.\"\n        ],\n        [\n            30563,\n            \"In a moment Peter was Peter again, and Smee and Starkey were Peter faithful henchmen.\"\n        ]\n    ],\n    \"[10, 12]\": [\n        [\n            497,\n            \"Wendy came first, then John, then Michael.\"\n        ],\n        [\n            1338,\n            \"Nana resented visits to the nursery from John, but if they did come Nana first whipped off Michael\\u2019s pinafore and put Michael into the one with blue braiding, and smoothed out Wendy and made a dash at John\\u2019s hair.\"\n        ],\n        [\n            2355,\n            \"John knew of no Peter, and yet he was here and there in John and Michael\\u2019s minds, while Wendy\\u2019s began to be scrawled all over with him.\"\n        ],\n        [\n            3342,\n            \"Look at the four of them, Wendy and Michael over there, John here, and John by the fire.\"\n        ],\n        [\n            3443,\n            \"But in her dream he had rent the film that obscures the Neverland, and John saw Wendy and John and Michael peeping through the gap.\"\n        ],\n        [\n            5763,\n            \"\\u2019\\u201dGeorge really thought this was true, and Wendy, who was now in Wendy night-gown, believed it also, and Wendy said, to encourage Michael, \\u201cThat medicine Michael sometimes take, George, is much nastier, isn\\u2019t it?\"\n        ],\n        [\n            6305,\n            \"\\u201d Wendy gave the words, one, two, three, and Michael took Michael medicine, but George slipped his behind George back.\"\n        ],\n        [\n            11448,\n            \"\\u201d \\u201cIf Wendy like,\\u201dPeter said indifferently, and Wendy ran to John and Michael and shook them.\"\n        ],\n        [\n            12923,\n            \"\\u201cCome,\\u201dPeter cried imperiously, and soared out at once into the night, followed by John and Michael and Wendy.\"\n        ],\n        [\n            14371,\n            \"Wendy and John and Michael stood on tip-toe in the air to get John first sight of the island.\"\n        ],\n        [\n            15071,\n            \"\\u201d Wendy said \\u201ctea first\\u201dquickly, and Michael pressed Wendy hand in gratitude, but John hesitated.\"\n        ],\n        [\n            22582,\n            \"\\u201d \\u201cJohn,\\u201dMichael proposed, \\u201clet John wake Wendy and get Wendy to make supper for John,\\u201dbut as Michael said it some of the other boys rushed on carrying branches for the building of the house.\"\n        ],\n        [\n            24356,\n            \"THE HOME UNDER THE GROUND One of the first things Peter did next day was to measure Wendy and John and Michael for hollow trees.\"\n        ],\n        [\n            24628,\n            \"Wendy and Michael fitted their trees at the first try, but John had to be altered a little.\"\n        ],\n        [\n            24914,\n            \"Michael should have used it also, but Wendy would have John, and John was the littlest, and John know what John are, and the short and long of it is that John was hung up in a basket.\"\n        ],\n        [\n            25700,\n            \"What did disturb Wendy at times was that Hook remembered John vaguely only, as people Hook had once known, while Michael was quite willing to believe that Wendy was really John.\"\n        ],\n        [\n            34540,\n            \"\\u201cWendy,\\u201dremonstrated Michael, \\u201cMichael\\u2019m too big for a cradle.\"\n        ],\n        [\n            34557,\n            \"\\u201d \\u201cWendy must have somebody in a cradle,\\u201dWendy said almost tartly, \\u201cand Michael are the littlest.\"\n        ],\n        [\n            35952,\n            \"WENDY\\u2019S STORY \\u201cListen, then,\\u201dsaid Wendy, settling down to Wendy story, with Michael at Wendy feet and seven boys in the bed.\"\n        ],\n        [\n            37301,\n            \"\\u201cWendy, let John go home,\\u201dcried Hook and Michael together.\"\n        ],\n        [\n            38094,\n            \"In the meantime the boys were gazing very forlornly at Wendy, now equipped with Hook and Michael for the journey.\"\n        ],\n        [\n            51030,\n            \"Wendy praised them equally, and shuddered delightfully when Michael showed Wendy the place where Michael had killed one;\"\n        ],\n        [\n            51894,\n            \"This would spoil so completely the surprise to which Wendy and John and Michael are looking forward.\"\n        ],\n        [\n            54028,\n            \"Thus Wendy and John and Michael found the window open for them after all, which of course was more than they deserved.\"\n        ],\n        [\n            56786,\n            \"\\u201d Michael came close to Wendy and whispered, with a shiver, \\u201cPerhaps there is no such person, Wendy!\"\n        ],\n        [\n            56809,\n            \"\\u201d and then Wendy would have cried if Michael had not been crying.\"\n        ],\n        [\n            58359,\n            \"\\u201cThat is not Michael,\\u201dWendy said quickly, lest a judgment should fall on Wendy.\"\n        ]\n    ],\n    \"[10, 13]\": [\n        [\n            4378,\n            \"It had begun so uneventfully, so precisely like a hundred other evenings, with Nana putting on the water for Michael\\u2019s bath and carrying Peter to it on Nana back.\"\n        ],\n        [\n            11435,\n            \"\\u201cPeter, would Peter teach John and Michael to fly too?\"\n        ],\n        [\n            11448,\n            \"\\u201d \\u201cIf Wendy like,\\u201dPeter said indifferently, and Wendy ran to John and Michael and shook them.\"\n        ],\n        [\n            11530,\n            \"\\u201d Michael was up by this time also, looking as sharp as a knife with six blades and a saw, but Peter suddenly signed silence.\"\n        ],\n        [\n            12923,\n            \"\\u201cCome,\\u201dPeter cried imperiously, and soared out at once into the night, followed by John and Michael and Wendy.\"\n        ],\n        [\n            13323,\n            \"\\u201d Peter would cry gleefully, as Michael suddenly dropped like a stone.\"\n        ],\n        [\n            13358,\n            \"Eventually Peter would dive through the air, and catch Michael just before Michael could strike the sea, and it was lovely the way Peter did it;\"\n        ],\n        [\n            22564,\n            \"John and Michael watched Peter.\"\n        ],\n        [\n            24356,\n            \"THE HOME UNDER THE GROUND One of the first things Peter did next day was to measure Wendy and John and Michael for hollow trees.\"\n        ],\n        [\n            31774,\n            \"\\u201cMichael\\u2019s kite,\\u201dPeter said without interest, but next moment Peter had seized the tail, and was pulling the kite toward Peter.\"\n        ],\n        [\n            31803,\n            \"\\u201cIt lifted Michael off the ground,\\u201dPeter cried;\"\n        ],\n        [\n            34781,\n            \"\\u201cIt was me told Peter mothers are called old lady,\\u201dMichael whispered to John.\"\n        ],\n        [\n            34799,\n            \"\\u201cPeter complain of Michael,\\u201dsaid John instantly.\"\n        ],\n        [\n            35114,\n            \"\\u201d \\u201cMichael takes after Peter.\"\n        ],\n        [\n            53454,\n            \"and while Peter slept, Wendy and John and Michael flew into the room.\"\n        ],\n        [\n            54208,\n            \"\\u201cPeter is not so big as the pirate Michael killed,\\u201dMichael said with such frank disappointment that John am glad Mr. Darling was asleep;\"\n        ],\n        [\n            54237,\n            \"it would have been sad if those had been the first words Peter heard Michael say.\"\n        ],\n        [\n            56768,\n            \"\\u201cPerhaps Peter is ill,\\u201dMichael said.\"\n        ]\n    ],\n    \"[10, 17]\": [\n        [\n            25700,\n            \"What did disturb Wendy at times was that Hook remembered John vaguely only, as people Hook had once known, while Michael was quite willing to believe that Wendy was really John.\"\n        ],\n        [\n            26175,\n            \"It consisted in pretending not to have adventures, in doing the sort of thing Hook and Michael had been doing all their lives, sitting on stools flinging balls in the air, pushing each other, going out for walks and coming back without having killed so much as a grizzly.\"\n        ],\n        [\n            26293,\n            \"and Hook and Michael had to pretend to be delighted also;\"\n        ],\n        [\n            36856,\n            \"Can they be Hook and Michael?\"\n        ],\n        [\n            37301,\n            \"\\u201cWendy, let John go home,\\u201dcried Hook and Michael together.\"\n        ],\n        [\n            38094,\n            \"In the meantime the boys were gazing very forlornly at Wendy, now equipped with Hook and Michael for the journey.\"\n        ],\n        [\n            46109,\n            \"\\u201d Michael wanted Hook to decide, and Hook wanted Michael to decide.\"\n        ]\n    ],\n    \"[11, 12]\": [\n        [\n            57113,\n            \"Years rolled on again, and Wendy had Jane.\"\n        ],\n        [\n            57182,\n            \"Jane loved to hear of Peter, and Wendy told Jane all Wendy could remember in the very nursery from which the famous flight had taken place.\"\n        ],\n        [\n            57393,\n            \"\\u201d \\u201cJane don\\u2019t think Jane see anything to-night,\\u201dsays Wendy, with a feeling that if Nana were here Jane would object to further conversation.\"\n        ],\n        [\n            57426,\n            \"\\u201cYes, Wendy do,\\u201dsays Jane, \\u201cWendy see when Wendy were a little girl.\"\n        ],\n        [\n            57469,\n            \"\\u201d \\u201cDoes it fly,\\u201dasks Jane, \\u201cthe way Wendy flew when Wendy were a little girl?\"\n        ],\n        [\n            57546,\n            \"\\u201d \\u201cBecause Jane am grown up, Wendy.\"\n        ],\n        [\n            57631,\n            \"\\u201cJane do believe,\\u201dWendy says, \\u201cthat it is this nursery.\"\n        ],\n        [\n            57723,\n            \"\\u201d \\u201cWendy have missed a bit,\\u201dinterrupts Jane, who now knows the story better than Jane mother.\"\n        ],\n        [\n            57917,\n            \"\\u201d \\u201cBut, alas, he forgot all about Jane,\\u201dWendy said it with a smile.\"\n        ],\n        [\n            58063,\n            \"\\u201d \\u201cLucky Wendy,\\u201dsaid Jane.\"\n        ],\n        [\n            58985,\n            \"\\u201d When Wendy returned diffidently Wendy found Peter sitting on the bed-post crowing gloriously, while Jane in Jane nighty was flying round the room in solemn ecstasy.\"\n        ],\n        [\n            59140,\n            \"\\u201cIt is just for spring cleaning time,\\u201dJane said, \\u201che wants Jane always to do Wendy spring cleaning.\"\n        ],\n        [\n            59164,\n            \"\\u201d \\u201cIf only I could go with Jane,\\u201dWendy sighed.\"\n        ],\n        [\n            59178,\n            \"\\u201cWendy see Wendy can\\u2019t fly,\\u201dsaid Jane.\"\n        ]\n    ],\n    \"[11, 17]\": [\n        [\n            59270,\n            \"and every spring cleaning time, except when he forgets, Peter comes for Margaret and takes Jane to the Neverland, where Jane tells him stories about himself, to which Hook listens eagerly.\"\n        ]\n    ],\n    \"[12, 13]\": [\n        [\n            2551,\n            \"\\u201cBesides,\\u201dJohn said to Wendy, \\u201cPeter would be grown up by this time.\"\n        ],\n        [\n            2570,\n            \"\\u201d \\u201cOh no, Peter isn\\u2019t grown up,\\u201dWendy assured John confidently, \\u201cand Peter is just Wendy size.\"\n        ],\n        [\n            2596,\n            \"\\u201d Wendy meant that Peter was Wendy size in both mind and body;\"\n        ],\n        [\n            2763,\n            \"Some leaves of a tree had been found on the nursery floor, which certainly were not there when the children went to bed, and John was puzzling over them when Wendy said with a tolerant smile: \\u201cWendy do believe it is Peter again!\"\n        ],\n        [\n            2823,\n            \"\\u201d \\u201cIt is so naughty of Peter not to wipe Peter feet,\\u201dWendy said, sighing.\"\n        ],\n        [\n            2849,\n            \"Wendy explained in quite a matter-of-fact way that Wendy thought Peter sometimes came to the nursery in the night and sat on the foot of Wendy bed and played on Peter pipes to Wendy.\"\n        ],\n        [\n            2925,\n            \"\\u201d \\u201cWendy think Peter comes in by the window,\\u201dWendy said.\"\n        ],\n        [\n            3564,\n            \"If John or I or Wendy had been there John should have seen that Peter was very like John\\u2019s kiss.\"\n        ],\n        [\n            8085,\n            \"Peter sobs woke Wendy, and Wendy sat up in bed.\"\n        ],\n        [\n            8117,\n            \"\\u201cPeter,\\u201dWendy said courteously, \\u201cwhy are Peter crying?\"\n        ],\n        [\n            8131,\n            \"\\u201d Peter could be exceeding polite also, having learned the grand manner at fairy ceremonies, and Peter rose and bowed to Wendy beautifully.\"\n        ],\n        [\n            8157,\n            \"Wendy was much pleased, and bowed beautifully to Peter from the bed.\"\n        ],\n        [\n            8206,\n            \"\\u201d Wendy was already sure that Peter must be Peter, but it did seem a comparatively short name.\"\n        ],\n        [\n            8278,\n            \"Wendy asked where Peter lived.\"\n        ],\n        [\n            8366,\n            \"\\u201d Peter wished Wendy had not mentioned letters.\"\n        ],\n        [\n            8452,\n            \"\\u201cPeter, no wonder Peter were crying,\\u201dWendy said, and got out of bed and ran to Peter.\"\n        ],\n        [\n            8526,\n            \"\\u201d Then Wendy saw the shadow on the floor, looking so draggled, and Wendy was frightfully sorry for Peter.\"\n        ],\n        [\n            8552,\n            \"\\u201d Wendy said, but Wendy could not help smiling when Wendy saw that Peter had been trying to stick it on with soap.\"\n        ],\n        [\n            8634,\n            \"\\u201d But Wendy was exulting in Peter ignorance.\"\n        ],\n        [\n            8643,\n            \"\\u201cWendy shall sew it on for Peter, Peter,\\u201dWendy said, though Peter was tall as Wendy, and Wendy got out John, and sewed the shadow on to Peter\\u2019s foot.\"\n        ],\n        [\n            8685,\n            \"\\u201cWendy daresay it will hurt a little,\\u201dWendy warned Peter.\"\n        ],\n        [\n            8751,\n            \"\\u201cPerhaps Wendy should have ironed it,\\u201dWendy said thoughtfully, but Peter, boylike, was indifferent to appearances, and Peter was now jumping about in the wildest glee.\"\n        ],\n        [\n            8785,\n            \"Alas, Peter had already forgotten that Peter owed Peter bliss to Wendy.\"\n        ],\n        [\n            8870,\n            \"\\u201cPeter conceit,\\u201dWendy exclaimed, with frightful sarcasm;\"\n        ],\n        [\n            8889,\n            \"\\u201d \\u201cWendy did a little,\\u201dPeter said carelessly, and continued to dance.\"\n        ],\n        [\n            8947,\n            \"To induce Wendy to look up Peter pretended to be going away, and when this failed Peter sat on the end of the bed and tapped Wendy gently with Peter foot.\"\n        ],\n        [\n            8980,\n            \"\\u201cWendy,\\u201dPeter said, \\u201cdon\\u2019t withdraw.\"\n        ],\n        [\n            8993,\n            \"Peter can\\u2019t help crowing, Wendy, when Peter\\u2019m pleased with Peter.\"\n        ],\n        [\n            9024,\n            \"\\u201cWendy,\\u201dPeter continued, in a voice that John has ever yet been able to resist, \\u201cWendy, John is more use than John.\"\n        ],\n        [\n            9100,\n            \"\\u201d \\u201cWendy think it\\u2019s perfectly sweet of Peter,\\u201dWendy declared, \\u201cand Wendy\\u2019ll get up again,\\u201dand Wendy sat with Peter on the side of the bed.\"\n        ],\n        [\n            9138,\n            \"Wendy also said Wendy would give Peter a kiss if Peter liked, but Peter did not know what Wendy meant, and Peter held out Peter hand expectantly.\"\n        ],\n        [\n            9183,\n            \"\\u201cPeter shall know when Wendy give it to Peter,\\u201dPeter replied stiffly, and not to hurt Peter feeling Wendy gave Peter a thimble.\"\n        ],\n        [\n            9211,\n            \"\\u201cNow,\\u201dsaid Peter, \\u201cshall Peter give Wendy a kiss?\"\n        ],\n        [\n            9226,\n            \"\\u201d and Wendy replied with a slight primness, \\u201cIf Peter please.\"\n        ],\n        [\n            9240,\n            \"\\u201d Wendy made Wendy rather cheap by inclining Wendy face toward Peter, but Peter merely dropped an acorn button into Wendy hand, so Wendy slowly returned Wendy face to where it had been before, and said nicely that Wendy would wear Peter kiss on the chain around Wendy neck.\"\n        ],\n        [\n            9407,\n            \"\\u201d Peter really knew nothing about it, Peter had merely suspicions, but Peter said at a venture, \\u201cWendy, Peter ran away the day Peter was born.\"\n        ],\n        [\n            9448,\n            \"and Wendy indicated in the charming drawing-room manner, by a touch on Wendy night-gown, that Peter could sit nearer Wendy.\"\n        ],\n        [\n            9563,\n            \"\\u201d Wendy gave Peter a look of the most intense admiration, and Peter thought it was because Peter had run away, but it was really because Peter knew fairies.\"\n        ],\n        [\n            9872,\n            \"\\u201cPeter,\\u201dWendy cried, clutching Peter, \\u201cPeter don\\u2019t mean to tell Wendy that there is a fairy in this room!\"\n        ],\n        [\n            10018,\n            \"\\u201cWendy,\\u201dPeter whispered gleefully, \\u201cPeter do believe Peter shut her up in the drawer!\"\n        ],\n        [\n            10091,\n            \"\\u201d Wendy was not listening to Peter.\"\n        ],\n        [\n            10120,\n            \"\\u201d \\u201cJohn hardly ever stand still,\\u201dPeter said, but for one moment Wendy saw the romantic figure come to rest on the cuckoo clock.\"\n        ],\n        [\n            10169,\n            \"\\u201cTink,\\u201dsaid Peter amiably, \\u201cthis lady says Wendy wishes you were Wendy fairy.\"\n        ],\n        [\n            10194,\n            \"\\u201cWhat does Wendy say, Peter?\"\n        ],\n        [\n            10215,\n            \"Wendy says Peter are a great ugly girl, and that Wendy is Wendy fairy.\"\n        ],\n        [\n            10239,\n            \"\\u201cWendy know Wendy can\\u2019t be Peter fairy, Tink, because Peter am an gentleman and Wendy are John.\"\n        ],\n        [\n            10284,\n            \"\\u201cWendy is quite a common fairy,\\u201dPeter explained apologetically, \\u201cWendy is called Tinker Bell because Wendy mends the pots and kettles.\"\n        ],\n        [\n            10311,\n            \"\\u201d They were together in the armchair by this time, and Wendy plied Peter with more questions.\"\n        ],\n        [\n            10487,\n            \"\\u201cWendy think,\\u201dshe said, \\u201cit is perfectly lovely the way Peter talk about John;\"\n        ],\n        [\n            10577,\n            \"\\u201cAnd Wendy know Peter meant to be kind,\\u201dWendy said, relenting, \\u201cso Peter may give Wendy a kiss.\"\n        ],\n        [\n            10602,\n            \"\\u201d For the moment Wendy had forgotten Peter ignorance about kisses.\"\n        ],\n        [\n            10614,\n            \"\\u201cPeter thought Wendy would want it back,\\u201dPeter said a little bitterly, and offered to return Wendy the thimble.\"\n        ],\n        [\n            10677,\n            \"\\u201d Wendy kissed Peter.\"\n        ],\n        [\n            10690,\n            \"\\u201cNow shall Peter give Wendy a thimble?\"\n        ],\n        [\n            10699,\n            \"\\u201d \\u201cIf Peter wish to,\\u201dsaid Wendy, keeping Wendy head erect this time.\"\n        ],\n        [\n            10717,\n            \"Peter thimbled Wendy, and almost immediately she screeched.\"\n        ],\n        [\n            10776,\n            \"\\u201cShe says she will do that to Wendy, Wendy, every time Peter give Wendy a thimble.\"\n        ],\n        [\n            10817,\n            \"\\u201d Peter could not understand why, but Wendy understood, and she was just slightly disappointed when Peter admitted that Peter came to the nursery window not to see Wendy but to listen to stories.\"\n        ],\n        [\n            10854,\n            \"\\u201cWendy see, Peter don\\u2019t know any stories.\"\n        ],\n        [\n            10885,\n            \"\\u201cDo Wendy know,\\u201dPeter asked \\u201cwhy swallows build in the eaves of houses?\"\n        ],\n        [\n            10949,\n            \"\\u201d \\u201cPeter,\\u201dsaid Wendy excitedly, \\u201cthat was Cinderella, and Peter found her, and they lived happily ever after.\"\n        ],\n        [\n            11018,\n            \"\\u201d \\u201cDon\\u2019t go Peter,\\u201dWendy entreated, \\u201cWendy know such lots of stories.\"\n        ],\n        [\n            11038,\n            \"\\u201d Those were Wendy precise words, so there can be no denying that it was Wendy who first tempted Peter.\"\n        ],\n        [\n            11060,\n            \"Peter came back, and there was a greedy look in Peter eyes now which ought to have alarmed Wendy, but did not.\"\n        ],\n        [\n            11097,\n            \"\\u201d Wendy cried, and then Peter gripped Wendy and began to draw Wendy toward the window.\"\n        ],\n        [\n            11120,\n            \"\\u201d Wendy ordered Peter.\"\n        ],\n        [\n            11125,\n            \"\\u201cWendy, do come with Peter and tell John.\"\n        ],\n        [\n            11174,\n            \"\\u201d \\u201cPeter\\u2019ll teach Wendy.\"\n        ],\n        [\n            11191,\n            \"\\u201d \\u201cPeter\\u2019ll teach Wendy how to jump on the wind\\u2019s back, and then away we go.\"\n        ],\n        [\n            11223,\n            \"\\u201cWendy, Wendy, when Wendy are sleeping in Wendy silly bed Wendy might be flying about with Peter saying funny things to the stars.\"\n        ],\n        [\n            11298,\n            \"\\u201cWendy,\\u201dPeter said, \\u201chow John should all respect Wendy.\"\n        ],\n        [\n            11337,\n            \"But Peter had no pity for Wendy.\"\n        ],\n        [\n            11345,\n            \"\\u201cWendy,\\u201dPeter said, Peter, \\u201cWendy could tuck John in at night.\"\n        ],\n        [\n            11382,\n            \"\\u201d \\u201cOo,\\u201dand Wendy arms went out to Peter.\"\n        ],\n        [\n            11448,\n            \"\\u201d \\u201cIf Wendy like,\\u201dPeter said indifferently, and Wendy ran to John and Michael and shook them.\"\n        ],\n        [\n            11470,\n            \"\\u201cWake up,\\u201dWendy cried, \\u201cPeter has come and Peter is to teach John to fly.\"\n        ],\n        [\n            11760,\n            \"\\u201cThere, Peter,\\u201dWendy said, not sorry that Nana was in disgrace.\"\n        ],\n        [\n            12546,\n            \"Peter gave Wendy a hand at first, but had to desist, Tink was so indignant.\"\n        ],\n        [\n            12923,\n            \"\\u201cCome,\\u201dPeter cried imperiously, and soared out at once into the night, followed by John and Michael and Wendy.\"\n        ],\n        [\n            12985,\n            \"\\u201d That, Peter had told Wendy, was the way to the Neverland;\"\n        ],\n        [\n            13242,\n            \"But Wendy noticed with gentle concern that Peter did not seem to know that this was rather an odd way of getting John bread and butter, nor even that there are other ways.\"\n        ],\n        [\n            13497,\n            \"\\u201cDo be more polite to Peter,\\u201dWendy whispered to John, when John were playing \\u201cFollow my Leader.\"\n        ],\n        [\n            13606,\n            \"\\u201cJohn must be nice to Peter,\\u201dWendy impressed on Wendy brothers.\"\n        ],\n        [\n            14011,\n            \"\\u201cAnd if Peter forgets them so quickly,\\u201dWendy argued, \\u201chow can John expect that Peter will go on remembering John?\"\n        ],\n        [\n            14061,\n            \"Wendy saw recognition come into Peter eyes as Peter was about to pass John the time of day and go on;\"\n        ],\n        [\n            14083,\n            \"once Wendy had to call Peter by name.\"\n        ],\n        [\n            14109,\n            \"\\u201cPeter say, Wendy,\\u201dPeter whispered to Wendy, \\u201calways if Wendy see Peter forgetting Wendy, just keep on saying \\u2018 Peter\\u2019m Wendy,\\u2019and then Peter\\u2019ll remember.\"\n        ],\n        [\n            15666,\n            \"Wendy quite liked it, until Peter pointed out the drawbacks.\"\n        ],\n        [\n            15772,\n            \"\\u201cWendy thinks John have lost the way,\\u201dPeter replied stiffly, \\u201cand Wendy is rather frightened.\"\n        ],\n        [\n            15793,\n            \"Wendy don\\u2019t think Peter would send Wendy away all by Wendy when Wendy is frightened!\"\n        ],\n        [\n            19341,\n            \"\\u201d The pirates disappeared among the trees, and in a moment Peter and Wendy were alone.\"\n        ],\n        [\n            19649,\n            \"\\u201cIt liked Peter arm so much, Wendy, that it has followed Peter ever since, from sea to sea and from land to land, licking its lips for the rest of Peter.\"\n        ],\n        [\n            19753,\n            \"\\u201cWendy,\\u201dPeter said huskily, \\u201cthat crocodile would have had Peter before this, but by a lucky chance it swallowed a clock which goes tick tick inside it, and so before it can reach Peter Peter hear the tick and bolt.\"\n        ],\n        [\n            19811,\n            \"\\u201cSome day,\\u201dsaid Wendy, \\u201cthe clock will run down, and then he\\u2019ll get Peter.\"\n        ],\n        [\n            19868,\n            \"\\u201cWendy,\\u201dPeter said, \\u201cthis seat is hot.\"\n        ],\n        [\n            20110,\n            \"\\u201cUnrip Peter plan, Peter,\\u201dWendy cried eagerly.\"\n        ],\n        [\n            21585,\n            \"\\u201cPeter,\\u201dTootles said quietly, \\u201cTootles will show Wendy to Peter,\\u201dand when the others would still have hidden Wendy Tootles said, \\u201cBack, twins, let Peter see.\"\n        ],\n        [\n            21653,\n            \"\\u201cWendy is dead,\\u201dPeter said uncomfortably.\"\n        ],\n        [\n            21672,\n            \"\\u201d Peter thought of hopping off in a comic sort of way till Peter was out of sight of Wendy, and then never going near the spot any more.\"\n        ],\n        [\n            21723,\n            \"Peter took it from Wendy heart and faced Peter band.\"\n        ],\n        [\n            21835,\n            \"\\u201d All looked at Peter in wonder, save Nibs, who fortunately looked at Wendy.\"\n        ],\n        [\n            21905,\n            \"\\u201cWendy lives,\\u201dPeter said briefly.\"\n        ],\n        [\n            21924,\n            \"\\u201d Then Peter knelt beside Wendy and found Peter button.\"\n        ],\n        [\n            21965,\n            \"It is the kiss Peter gave Wendy.\"\n        ],\n        [\n            22011,\n            \"Peter was begging Wendy to get better quickly, so that Peter could show Wendy the mermaids.\"\n        ],\n        [\n            22118,\n            \"\\u201d She flew on to Peter shoulder and pleaded, but Peter brushed Wendy off.\"\n        ],\n        [\n            22134,\n            \"Not until Wendy again raised Wendy arm did Peter relent sufficiently to say, \\u201cWell, not for ever, but for a whole week.\"\n        ],\n        [\n            22249,\n            \"\\u201d \\u201cNo, no,\\u201dPeter said, \\u201cyou must not touch Wendy.\"\n        ],\n        [\n            22529,\n            \"Peter was very busy at the moment measuring Wendy with Peter feet to see how large a house Wendy would need.\"\n        ],\n        [\n            23034,\n            \"\\u201d \\u201cI will put a glass thing in Wendy mouth,\\u201dsaid Slightly, and Peter made-believe to do it, while Peter waited.\"\n        ],\n        [\n            23212,\n            \"\\u201d \\u201cPeter,\\u201dshouted another, \\u201cWendy is moving in Wendy sleep.\"\n        ],\n        [\n            23249,\n            \"\\u201d \\u201cPerhaps Wendy is going to sing in Wendy sleep,\\u201dsaid Peter.\"\n        ],\n        [\n            23905,\n            \"\\u201cWendy,\\u201dPeter said rapidly, \\u201cfor Wendy John built this house.\"\n        ],\n        [\n            24213,\n            \"By and by Wendy tucked John up in the great bed in the home under the trees, but Wendy slept that night in the little house, and Peter kept watch outside with drawn sword, for John could be heard carousing far away and the wolves were on the prowl.\"\n        ],\n        [\n            24356,\n            \"THE HOME UNDER THE GROUND One of the first things Peter did next day was to measure Wendy and John and Michael for hollow trees.\"\n        ],\n        [\n            26032,\n            \"For one thing Peter despised all mothers except Wendy, and for another Peter was the only boy on the island who could neither write nor spell;\"\n        ],\n        [\n            26128,\n            \"but about this time Peter invented, with Wendy\\u2019s help, a new game that fascinated Peter enormously, until Peter suddenly had no more interest in it, which, as John have been told, was what always happened with Peter games.\"\n        ],\n        [\n            26388,\n            \"Sometimes Peter came home with Peter head bandaged, and then Wendy cooed over Peter and bathed it in lukewarm water, while Peter told a dazzling tale.\"\n        ],\n        [\n            27049,\n            \"and though Peter waited for hours, with the other boys and Wendy looking on breathlessly from trees, not one of them dared to accept Peter challenge.\"\n        ],\n        [\n            27464,\n            \"Peter gave Wendy one of their combs.\"\n        ],\n        [\n            27496,\n            \"but the lagoon is dangerous for John then, and until the evening of which John have now to tell, Wendy had never seen the lagoon by moonlight, less from fear, for of course Peter would have accompanied Wendy, than because Wendy had strict rules about every one being in bed by seven.\"\n        ],\n        [\n            28261,\n            \"A strange smile was playing about Peter face, and Wendy saw it and shuddered.\"\n        ],\n        [\n            28636,\n            \"Quite near the rock, but out of sight, two heads were bobbing up and down, Peter\\u2019s and Wendy\\u2019s.\"\n        ],\n        [\n            28689,\n            \"Peter was less sorry than Wendy for Tiger Lily: it was two against one that angered Peter, and Peter meant to save Tiger Lily.\"\n        ],\n        [\n            28942,\n            \"Of course Wendy was very elated over Peter\\u2019s cleverness;\"\n        ],\n        [\n            28954,\n            \"but Wendy knew that Peter would be elated also and very likely crow and thus betray Peter, so at once Wendy hand went out to cover Peter mouth.\"\n        ],\n        [\n            29085,\n            \"In the light of the lantern Wendy saw Peter hook grip the boat\\u2019s side;\"\n        ],\n        [\n            29102,\n            \"Wendy saw Peter evil swarthy face as Peter rose dripping from the water, and, quaking, Wendy would have liked to swim away, but Peter would not budge.\"\n        ],\n        [\n            29161,\n            \"\\u201d Peter whispered to Wendy, and though Wendy thought so also, Wendy was really glad for the sake of Peter reputation that no one heard Peter except Wendy.\"\n        ],\n        [\n            29192,\n            \"Peter signed to Wendy to listen.\"\n        ],\n        [\n            29376,\n            \"Peter pulled Wendy beneath the water, for Peter had started up, crying, \\u201cWhat was that?\"\n        ],\n        [\n            29595,\n            \"\\u201cPeter,\\u201dsaid Smee, \\u201ccould John not kidnap these boys\\u2019 mother and make Wendy John mother?\"\n        ],\n        [\n            31270,\n            \"but now they were uneasy, for they had lost both Peter and Wendy, and were scouring the lagoon for them, calling them by name.\"\n        ],\n        [\n            31298,\n            \"They found the dinghy and went home in it, shouting \\u201cPeter, Wendy\\u201das they went, but no answer came save mocking laughter from the mermaids.\"\n        ],\n        [\n            31414,\n            \"Wendy had fainted and lay on Peter\\u2019s arm.\"\n        ],\n        [\n            31427,\n            \"With a last effort Peter pulled Wendy up the rock and then lay down beside Wendy.\"\n        ],\n        [\n            31496,\n            \"Peter, feeling Wendy slip from Peter, woke with a start, and was just in time to draw Wendy back.\"\n        ],\n        [\n            31519,\n            \"But Peter had to tell Wendy the truth.\"\n        ],\n        [\n            31528,\n            \"\\u201cJohn are on the rock, Wendy,\\u201dPeter said, \\u201cbut it is growing smaller.\"\n        ],\n        [\n            31593,\n            \"\\u201d Peter had to tell Wendy.\"\n        ],\n        [\n            31600,\n            \"\\u201cDo Wendy think Wendy could swim or fly as far as the island, Wendy, without Peter help?\"\n        ],\n        [\n            31640,\n            \"\\u201d Wendy asked, anxious about Peter at once.\"\n        ],\n        [\n            31650,\n            \"\\u201cPeter can\\u2019t help Wendy, Wendy.\"\n        ],\n        [\n            31863,\n            \"\\u201d Already Peter had tied the tail round Wendy.\"\n        ],\n        [\n            31873,\n            \"Wendy clung to Peter;\"\n        ],\n        [\n            31878,\n            \"Wendy refused to go without Peter;\"\n        ],\n        [\n            31885,\n            \"but with a \\u201cGood-bye, Wendy,\\u201dPeter pushed Wendy from the rock;\"\n        ],\n        [\n            31903,\n            \"and in a few minutes Wendy was borne out of Peter sight.\"\n        ],\n        [\n            32352,\n            \"I rather wonder at the bird, for though Peter had been nice to her, Peter had also sometimes tormented Wendy.\"\n        ],\n        [\n            32375,\n            \"I can suppose only that, like John and the rest of them, Wendy was melted because Peter had all Peter first teeth.\"\n        ],\n        [\n            32402,\n            \"Wendy called out to Peter what Wendy had come for, and Peter called out to Wendy what Wendy was doing there;\"\n        ],\n        [\n            34735,\n            \"Peter had brought nuts for John as well as the correct time for Wendy.\"\n        ],\n        [\n            34751,\n            \"\\u201cPeter, Peter just spoil John, Peter know,\\u201dWendy simpered.\"\n        ],\n        [\n            34766,\n            \"\\u201cAh, Wendy,\\u201dsaid Peter, hanging up Peter gun.\"\n        ],\n        [\n            34961,\n            \"\\u201cOf course it is Saturday night, Peter,\\u201dWendy said, relenting.\"\n        ],\n        [\n            35020,\n            \"\\u201cAh, Wendy,\\u201dPeter said aside to Wendy, warming Peter by the fire and looking down at Wendy as Wendy sat turning a heel, \\u201cthere is nothing more pleasant of an evening for Wendy and Peter when the day\\u2019s toil is over than to rest by the fire with the little ones near by.\"\n        ],\n        [\n            35104,\n            \"\\u201cPeter, Wendy think John has Peter nose.\"\n        ],\n        [\n            35121,\n            \"\\u201d Wendy went to Peter and put Wendy hand on Peter shoulder.\"\n        ],\n        [\n            35134,\n            \"\\u201cPeter,\\u201dWendy said, \\u201cwith such a large family, of course, Wendy have now passed Wendy best, but Peter don\\u2019t want to change Wendy, do Peter?\"\n        ],\n        [\n            35178,\n            \"\\u201d Certainly Peter did not want a change, but Peter looked at Wendy uncomfortably, blinking, you know, like one not sure whether Peter was awake or asleep.\"\n        ],\n        [\n            35310,\n            \"\\u201cNot if Peter don\\u2019t wish it,\\u201dWendy replied;\"\n        ],\n        [\n            35324,\n            \"and Wendy distinctly heard Peter sigh of relief.\"\n        ],\n        [\n            35333,\n            \"\\u201cPeter,\\u201dWendy asked, trying to speak firmly, \\u201cwhat are Peter exact feelings to Wendy?\"\n        ],\n        [\n            35388,\n            \"\\u201cWendy are so queer,\\u201dPeter said, frankly puzzled, \\u201cand Tiger Lily is just the same.\"\n        ],\n        [\n            35498,\n            \"\\u201d \\u201cOh yes, Tinker Bell will tell Peter,\\u201dWendy retorted scornfully.\"\n        ],\n        [\n            35864,\n            \"\\u201d And then at last John all got into bed for Wendy\\u2019s story, the story John loved best, the story Peter hated.\"\n        ],\n        [\n            35891,\n            \"Usually when Wendy began to tell this story Peter left the room or put Peter hands over Peter ears;\"\n        ],\n        [\n            36143,\n            \"\\u201cLittle less noise there,\\u201dPeter called out, determined that Wendy should have fair play, however beastly a story it might be in Peter opinion.\"\n        ],\n        [\n            49230,\n            \"First signing them to hide, Peter cut Wendy\\u2019s bonds, and then nothing could have been easier than for them all to fly off together;\"\n        ],\n        [\n            49276,\n            \"\\u201d So when Peter had freed Wendy, Peter whispered for Wendy to conceal Wendy with the others, and Peter took Wendy place by the mast, Wendy cloak around Peter so that Peter should pass for Wendy.\"\n        ],\n        [\n            50997,\n            \"Wendy, of course, had stood by taking no part in the fight, though watching Peter with glistening eyes;\"\n        ],\n        [\n            51050,\n            \"and then Wendy took them into Peter\\u2019s cabin and pointed to Peter watch which was hanging on a nail.\"\n        ],\n        [\n            51138,\n            \"Peter had one of Peter dreams that night, and cried in Peter sleep for a long time, and Wendy held Peter tightly.\"\n        ],\n        [\n            51485,\n            \"The general feeling was that Peter was honest just now to lull Wendy\\u2019s suspicions, but that there might be a change when the new suit was ready, which, against Wendy will, Wendy was making for Peter out of some of Hook\\u2019s wickedest garments.\"\n        ],\n        [\n            53655,\n            \"Peter whispered to Tink, \\u201cIt\\u2019s Wendy\\u2019s mother!\"\n        ],\n        [\n            53719,\n            \"Peter did not know the tune, which was \\u201cHome, Sweet Home,\\u201dbut Peter knew it was saying, \\u201cCome back, Wendy, Wendy, Wendy \\u201d;\"\n        ],\n        [\n            53753,\n            \"and Peter cried exultantly, \\u201cJohn will never see Wendy again, lady, for the window is barred!\"\n        ],\n        [\n            53856,\n            \"\\u201cJohn\\u2019s awfully fond of Wendy,\\u201dPeter said to Peter.\"\n        ],\n        [\n            53871,\n            \"Peter was angry with John now for not seeing why John could not have Wendy.\"\n        ],\n        [\n            53887,\n            \"The reason was so simple: \\u201cPeter\\u2019m fond of Wendy too.\"\n        ],\n        [\n            54299,\n            \"\\u201d \\u201cPeter,\\u201dWendy said falteringly, \\u201cperhaps we don\\u2019t remember the old life as well as we thought we did.\"\n        ],\n        [\n            54748,\n            \"and Peter woke to share Wendy bliss, and Nana came rushing in.\"\n        ],\n        [\n            54976,\n            \"\\u201cPeter must say,\\u201dPeter said to Wendy, \\u201cthat Wendy don\\u2019t do things by halves,\\u201da grudging remark which the twins thought was pointed at them.\"\n        ],\n        [\n            55387,\n            \"As for Peter, Peter saw Wendy once again before Peter flew away.\"\n        ],\n        [\n            55401,\n            \"Peter did not exactly come to the window, but Peter brushed against it in passing so that Wendy could open it if Wendy liked and call to Peter.\"\n        ],\n        [\n            55437,\n            \"\\u201cHullo, Wendy, good-bye,\\u201dPeter said.\"\n        ],\n        [\n            55463,\n            \"\\u201d \\u201cPeter don\\u2019t feel, Peter,\\u201dWendy said falteringly, \\u201cthat Peter would like to say anything to John about a very sweet subject?\"\n        ],\n        [\n            55647,\n            \"\\u201d \\u201cPeter,\\u201dsaid Wendy the comforter, \\u201cWendy should love Peter in a beard;\"\n        ],\n        [\n            55867,\n            \"\\u201d \\u201cI shall have such fun,\\u201dsaid Peter, with eye on Wendy.\"\n        ],\n        [\n            56029,\n            \"\\u201d \\u201cOh, all right,\\u201dPeter said, as if Peter had asked Wendy from politeness merely;\"\n        ],\n        [\n            56050,\n            \"but John saw Peter mouth twitch, and John made this handsome offer: to let Wendy go to Peter for a week every year to do Peter spring cleaning.\"\n        ],\n        [\n            56145,\n            \"I suppose it was because Wendy knew this that Wendy last words to Peter were these rather plaintive ones: \\u201cPeter won\\u2019t forget Wendy, Peter, will Peter, before spring cleaning time comes?\"\n        ],\n        [\n            56439,\n            \"so Peter was with Wendy when Peter came for Wendy at the end of the first year.\"\n        ],\n        [\n            56457,\n            \"Wendy flew away with Peter in the frock Wendy had woven from leaves and berries in the Neverland, and Wendy one fear was that Peter might notice how short it had become;\"\n        ],\n        [\n            56505,\n            \"Wendy had looked forward to thrilling talks with Peter about old times, but new adventures had crowded the old ones from Peter mind.\"\n        ],\n        [\n            56536,\n            \"\\u201d Peter asked with interest when Wendy spoke of John.\"\n        ],\n        [\n            56549,\n            \"\\u201cDon\\u2019t Peter remember,\\u201dWendy asked, amazed, \\u201chow Peter killed John and saved all John lives?\"\n        ],\n        [\n            56588,\n            \"When Wendy expressed a doubtful hope that Tinker Bell would be glad to see Wendy Peter said, \\u201cWho is Tinker Bell?\"\n        ],\n        [\n            56612,\n            \"\\u201d \\u201cPeter,\\u201dWendy said, shocked;\"\n        ],\n        [\n            56623,\n            \"but even when Wendy explained Peter could not remember.\"\n        ],\n        [\n            56685,\n            \"Wendy was pained too to find that the past year was but as yesterday to Peter;\"\n        ],\n        [\n            56739,\n            \"Next year Peter did not come for Wendy.\"\n        ],\n        [\n            56778,\n            \"\\u201cWendy know Peter is never ill.\"\n        ],\n        [\n            56844,\n            \"That was the last time Wendy ever saw Peter.\"\n        ],\n        [\n            56856,\n            \"For a little longer Wendy tried for Peter sake not to have growing pains;\"\n        ],\n        [\n            56871,\n            \"and Wendy felt Wendy was untrue to Peter when Wendy got a prize for general knowledge.\"\n        ],\n        [\n            56900,\n            \"and when John met again Wendy was John, and Peter was no more to Wendy than a little dust in the box in which Wendy had kept Wendy toys.\"\n        ]\n    ],\n    \"[12, 17]\": [\n        [\n            25700,\n            \"What did disturb Wendy at times was that Hook remembered John vaguely only, as people Hook had once known, while Michael was quite willing to believe that Wendy was really John.\"\n        ],\n        [\n            37301,\n            \"\\u201cWendy, let John go home,\\u201dcried Hook and Michael together.\"\n        ],\n        [\n            37938,\n            \"\\u201cYou are to get up, Tink,\\u201dHook called, \\u201cand take Wendy on a journey.\"\n        ],\n        [\n            38094,\n            \"In the meantime the boys were gazing very forlornly at Wendy, now equipped with Hook and Michael for the journey.\"\n        ],\n        [\n            40340,\n            \"It was Pan Hook wanted, Pan and Wendy and John band, but chiefly Pan.\"\n        ],\n        [\n            41089,\n            \"With ironical politeness Hook raised Hook hat to Wendy, and, offering Wendy Hook arm, escorted Wendy to the spot where the others were being gagged.\"\n        ],\n        [\n            41118,\n            \"Hook did it with such an air, Hook was so frightfully _ distingu\\u00e9 _, that Wendy was too fascinated to cry out.\"\n        ],\n        [\n            41150,\n            \"Perhaps it is tell-tale to divulge that for a moment Hook entranced Wendy, and John tell on Wendy only because Wendy slip led to strange results.\"\n        ],\n        [\n            41180,\n            \"Had Wendy haughtily unhanded Hook (and John should have loved to write it of Wendy), Wendy would have been hurled through the air like the others, and then Hook would probably not have been present at the tying of John;\"\n        ],\n        [\n            42130,\n            \"Then Hook decided not to take Hook medicine, so as to grieve Wendy.\"\n        ],\n        [\n            42145,\n            \"Then Hook lay down on the bed outside the coverlet, to vex Wendy still more;\"\n        ],\n        [\n            42193,\n            \"but it struck Hook how indignant Wendy would be if Hook laughed instead;\"\n        ],\n        [\n            42277,\n            \"At such times it had been Wendy\\u2019s custom to take Hook out of bed and sit with Hook on Wendy lap, soothing Hook in dear ways of Wendy own invention, and when Hook grew calmer to put Hook back to bed before Hook quite woke up, so that Hook should not know of the indignity to which Wendy had subjected Hook.\"\n        ],\n        [\n            43266,\n            \"\\u201cHook\\u2019ll rescue Wendy!\"\n        ],\n        [\n            43282,\n            \"As Hook leapt Hook thought of something Hook could do to please Wendy.\"\n        ],\n        [\n            43560,\n            \"\\u201d Her wings would scarcely carry Wendy now, but in reply Wendy alighted on Hook shoulder and gave Hook nose a loving bite.\"\n        ],\n        [\n            43585,\n            \"Wendy whispered in Hook ear \\u201cYou silly ass,\\u201dand then, tottering to Wendy chamber, lay down on the bed.\"\n        ],\n        [\n            43610,\n            \"Hook head almost filled the fourth wall of Wendy little room as Hook knelt near Wendy in distress.\"\n        ],\n        [\n            43637,\n            \"and Hook knew that if it went out Wendy would be no more.\"\n        ],\n        [\n            43651,\n            \"Wendy liked Hook tears so much that Wendy put out Wendy beautiful finger and let them run over it.\"\n        ],\n        [\n            43671,\n            \"Wendy voice was so low that at first Hook could not make out what Wendy said.\"\n        ],\n        [\n            43815,\n            \"\\u201d Wendy asked Hook.\"\n        ],\n        [\n            44176,\n            \"Slightly, if Hook had an opportunity, would blaze the trees, for instance, John would drop seeds, and Wendy would leave Wendy handkerchief at some important place.\"\n        ],\n        [\n            45633,\n            \"\\u201d The wretched prisoners were dragged from the hold, all except Wendy, and ranged in line in front of Hook.\"\n        ],\n        [\n            45746,\n            \"\\u201d \\u201cDon\\u2019t irritate Hook unnecessarily,\\u201dhad been Wendy\\u2019s instructions in the hold;\"\n        ],\n        [\n            46370,\n            \"\\u201cSo, Hook beauty,\\u201dsaid Hook, as if Hook spoke in syrup, \\u201cWendy are to see Wendy children walk the plank.\"\n        ],\n        [\n            46398,\n            \"\\u201d Fine gentlemen though Hook was, the intensity of Hook communings had soiled Hook ruff, and suddenly Hook knew that Wendy was gazing at it.\"\n        ],\n        [\n            46448,\n            \"\\u201d asked Wendy, with a look of such frightful contempt that Hook nearly fainted.\"\n        ],\n        [\n            46759,\n            \"Hook smiled on John with Hook teeth closed, and took a step toward Wendy.\"\n        ],\n        [\n            46775,\n            \"Hook intention was to turn Wendy face so that Wendy should see the boys walking the plank one by one.\"\n        ],\n        [\n            46796,\n            \"But Hook never reached Wendy, Hook never heard the cry of anguish Hook hoped to wring from Wendy.\"\n        ],\n        [\n            49510,\n            \"\\u201cFling Wendy overboard,\\u201dcried Hook;\"\n        ]\n    ],\n    \"[13, 14]\": [\n        [\n            28791,\n            \"\\u201cPeter must be swimming out to John,\\u201dStarkey said, when John had looked for Peter in vain.\"\n        ],\n        [\n            28895,\n            \"\\u201cBetter do what Peter orders,\\u201dsaid Starkey nervously.\"\n        ],\n        [\n            29259,\n            \"\\u201cPeter sighs again,\\u201dsaid Starkey.\"\n        ],\n        [\n            29837,\n            \"\\u201cPeter called over the water to John to let Tiger Lily go,\\u201dsaid Starkey.\"\n        ],\n        [\n            30000,\n            \"\\u201d In that supreme moment Peter did not blanch, even at the gills, but Smee and Starkey clung to each other in terror.\"\n        ],\n        [\n            30563,\n            \"In a moment Peter was Peter again, and Smee and Starkey were Peter faithful henchmen.\"\n        ],\n        [\n            33142,\n            \"It drifted about till it went to pieces, and often Starkey came to the shore of the lagoon, and with many bitter feelings watched the bird sitting on Peter hat.\"\n        ]\n    ],\n    \"[13, 17]\": [\n        [\n            24382,\n            \"Hook, John remember, had sneered at the boys for thinking they needed a tree apiece, but this was ignorance, for unless John tree fitted John it was difficult to go up and down, and no two of Peter were quite the same size.\"\n        ],\n        [\n            34096,\n            \"\\u201d \\u201cMay Hook sit in Peter\\u2019s chair, as Peter is not here?\"\n        ],\n        [\n            47497,\n            \"As Peter swam Peter had but one thought: \\u201cHook or Peter this time.\"\n        ],\n        [\n            47580,\n            \"and Peter was amazed to see the pirates cowering from Peter, with Hook in John midst as abject as if Hook had heard the crocodile.\"\n        ],\n        [\n            49356,\n            \"but like the dogs Hook had made John John showed Peter John fangs, and Peter knew that if Peter took Peter eyes off John now John would leap at Peter.\"\n        ]\n    ],\n    \"[14, 17]\": [\n        [\n            30661,\n            \"First to draw blood was Hook, who gallantly climbed into the boat and held Starkey.\"\n        ],\n        [\n            40986,\n            \"John rose out of it into the arms of Cecco, who flung John to Smee, who flung John to Starkey, who flung John to Bill Jukes, who flung John to Noodler, and so John was tossed from one to another till John fell at the feet of Hook.\"\n        ],\n        [\n            48528,\n            \"\\u201cHook think Hook heard Starkey volunteer, Starkey,\\u201dsaid Hook, purring again.\"\n        ],\n        [\n            48555,\n            \"\\u201cHook hook thinks Starkey did,\\u201dsaid Hook, crossing to Starkey.\"\n        ],\n        [\n            48570,\n            \"\\u201cHook wonder if it would not be advisable, Starkey, to humour the hook?\"\n        ],\n        [\n            48649,\n            \"\\u201cShake hands, Starkey,\\u201dsaid Hook, proffering Hook claw.\"\n        ],\n        [\n            48674,\n            \"As Starkey backed up Hook advanced, and now the red spark was in Hook eye.\"\n        ]\n    ],\n    \"[14, 18]\": [\n        [\n            40986,\n            \"John rose out of it into the arms of Cecco, who flung John to Smee, who flung John to Starkey, who flung John to Bill Jukes, who flung John to Noodler, and so John was tossed from one to another till John fell at the feet of Hook.\"\n        ]\n    ],\n    \"[17, 18]\": [\n        [\n            40986,\n            \"John rose out of it into the arms of Cecco, who flung John to Smee, who flung John to Starkey, who flung John to Bill Jukes, who flung John to Noodler, and so John was tossed from one to another till John fell at the feet of Hook.\"\n        ]\n    ]\n}"