"{\n    \"[1, 3]\": [\n        [\n            1715,\n            \"and then, when the balloon was blown up as big as big, and Little Piglet and Pooh were both holding on to the string, Little Piglet let go suddenly, and Bear floated gracefully up into the sky, and stayed there-- level with the top of the tree and about twenty feet away from it.\"\n        ],\n        [\n            1808,\n            \"\\u201d \\u201cLittle Piglet look like Bear holding on to a balloon,\\u201dLittle Piglet said.\"\n        ],\n        [\n            4729,\n            \"And Little Piglet should _ hate _ that,\\u201dBear said.\"\n        ],\n        [\n            5160,\n            \"and a tear rolled down Bear eye, as Bear said: \\u201cThen would Little Piglet read a Sustaining Book, such as would help and comfort a Wedged Bear in Great Tightness?\"\n        ],\n        [\n            6017,\n            \"Would Piglet mind coming with Bear, Piglet, in case Little Piglet turn out to be Little Piglet?\"\n        ],\n        [\n            6962,\n            \"\\u201cBear,\\u201dLittle Piglet said, \\u201cwhat _ were _ Little Piglet doing?\"\n        ],\n        [\n            7099,\n            \"\\u201cI have been Foolish and Deluded,\\u201dsaid Bear, \\u201cand I am Little Piglet.\"\n        ],\n        [\n            7123,\n            \"\\u201d \\u201cBear\\u2019re Little Piglet,\\u201dsaid Christopher Robin soothingly.\"\n        ],\n        [\n            7606,\n            \"\\u201d \\u201cOf course Little Piglet\\u2019m right,\\u201dsaid Bear.\"\n        ],\n        [\n            7711,\n            \"\\u201cLittle Piglet,\\u201dLittle Piglet said solemnly, \\u201cBearPooh, will find Little Piglet tail for Little Piglet.\"\n        ],\n        [\n            7767,\n            \"So Bear-Little Piglet went off to find Eeyore tail.\"\n        ],\n        [\n            7939,\n            \"\\u201cAnd if Little Piglet knows anything about anything,\\u201dsaid Bear to Bear, \\u201cit\\u2019s Little Piglet who knows something about something,\\u201dBear said, \\u201cor Bear name\\u2019s not Little Piglet,\\u201dBear said.\"\n        ],\n        [\n            7986,\n            \"\\u201cWhich Little Piglet is,\\u201dBear added.\"\n        ],\n        [\n            8001,\n            \"\\u201d Little Piglet lived at The Chestnuts, an old-world residence of great charm, which was grander than Little Piglet\\u2019s, or seemed so to Bear, because it had both a knocker _ and _ a bell-pull.\"\n        ],\n        [\n            11010,\n            \"\\u201cWell, good night, Pooh,\\u201dsaid Piglet, when Little Piglet had got to Bear house.\"\n        ],\n        [\n            12525,\n            \"\\u201cHeff,\\u201dsaid Bear, breathing so hard that Little Piglet could hardly speak, \\u201ca Heff-- a Heff-- a Heffalump.\"\n        ],\n        [\n            12664,\n            \"\\u201d Bear wasn\\u2019t afraid if Little Piglet had Christopher Robin with Little Piglet, so off they went.\"\n        ],\n        [\n            12697,\n            \"\\u201d said Bear anxiously, as Little Piglet got near.\"\n        ],\n        [\n            13778,\n            \"\\u201d \\u201cOh, Little Piglet see,\\u201dsaid Bear.\"\n        ],\n        [\n            15676,\n            \"Little Piglet stopped looking at Little Piglet in the stream, and turned to stare at Bear.\"\n        ],\n        [\n            16105,\n            \"\\u201d \\u201cYes, Little Piglet,\\u201dsaid Bear sniffing a little.\"\n        ],\n        [\n            16179,\n            \"\\u201d \\u201cThank you, Bear,\\u201dsaid Little Piglet.\"\n        ],\n        [\n            16274,\n            \"About as big as Bear,\\u201dLittle Piglet said to Little Piglet sadly.\"\n        ],\n        [\n            16418,\n            \"Pooh had now splashed across the stream to Little Piglet, and Bear was sitting a little way off, Piglet head in Piglet paws, snuffling to himself.\"\n        ],\n        [\n            21550,\n            \"Christopher Robin was sitting outside Bear door, putting on Little Piglet Big Boots.\"\n        ],\n        [\n            21564,\n            \"As soon as Bear saw the Big Boots, Pooh knew that an Adventure was going to happen, and Little Piglet brushed the honey off Little Piglet nose with the back of Little Piglet paw, and spruced Little Piglet up as well as Little Piglet could, so as to look Ready for Anything.\"\n        ],\n        [\n            29714,\n            \"_) For Bear-- Little Piglet couldn\\u2019t swim, But Little Piglet rescued Little Piglet!\"\n        ]\n    ],\n    \"[1, 5]\": [\n        [\n            18820,\n            \"\\u201d Rabbit and Piglet, who had now come up from the other side of the hill, said \\u201cGood afternoon,\\u201dand \\u201cHallo, Roo,\\u201dand Roo asked Little Piglet to look at Roo jumping, so Little Piglet stayed and looked.\"\n        ],\n        [\n            18924,\n            \"\\u201cRoo, dear, just one more jump and then Little Piglet must go home.\"\n        ],\n        [\n            19287,\n            \"\\u201cJust one more jump, Roo, dear, and then Little Piglet really _ must _ be going.\"\n        ],\n        [\n            19380,\n            \"\\u201cNow jump in, Roo, and Little Piglet\\u2019ll go home.\"\n        ],\n        [\n            19422,\n            \"\\u201d And Little Piglet picked up Roo in Little Piglet paws.\"\n        ],\n        [\n            19574,\n            \"\\u201d and in jumped Piglet into Kanga pocket, and off scampered Rabbit, with Roo in Little Piglet paws, as fast as Little Piglet could.\"\n        ],\n        [\n            20074,\n            \"Rabbit was playing with Baby Roo in Rabbit own house, and feeling more fond of Roo every minute, and Pooh, who had decided to be Little Piglet, was still at the sandy place on the top of the Forest, practising jumps.\"\n        ],\n        [\n            20332,\n            \"\\u201d \\u201cLittle Piglet _ am _ looking, Roo, dear,\\u201dsaid Kanga rather severely.\"\n        ],\n        [\n            20350,\n            \"\\u201cAnd Roo know what Little Piglet told Roo yesterday about making faces.\"\n        ],\n        [\n            20682,\n            \"Little Piglet\\u2019m _ not _ Roo, am Little Piglet?\"\n        ],\n        [\n            20707,\n            \"\\u201cLittle Piglet can\\u2019t be Roo,\\u201dChristopher Robin said, \\u201cbecause Christopher Robin\\u2019ve just seen Roo playing in Rabbit\\u2019s house.\"\n        ],\n        [\n            24188,\n            \"Roo was washing Roo face and paws in the stream, while Kanga explained to Little Piglet proudly that this was the first time Kanga had ever washed Kanga face Kanga, and Little Piglet was telling Kanga an Interesting Anecdote full of long words like Encyclop\\u00e6dia and Rhododendron to which Kanga wasn\\u2019t listening.\"\n        ],\n        [\n            24277,\n            \"\\u201d \\u201cWell,\\u201dsaid Pooh, \\u201c_ Little Piglet _ think----\\u201dBut Little Piglet shall never know what Pooh thought, for there came a sudden squeak from Roo, a splash, and a loud cry of alarm from Kanga.\"\n        ],\n        [\n            24608,\n            \"\\u201cAll right, Roo, Little Piglet\\u2019m coming,\\u201dcalled Christopher Robin.\"\n        ],\n        [\n            24648,\n            \"Two pools below Roo was standing with a long pole in Little Piglet paws, and Kanga came up and took one end of it, and between them they held it across the lower part of the pool;\"\n        ],\n        [\n            24711,\n            \"\\u201cDid Little Piglet see Roo swimming?\"\n        ],\n        [\n            24732,\n            \"\\u201cPooh, did Little Piglet see Roo swimming?\"\n        ],\n        [\n            24783,\n            \"Christopher Robin, did Little Piglet see Roo----\\u201dBut Christopher Robin wasn\\u2019t listening.\"\n        ],\n        [\n            24907,\n            \"\\u201cTell Roo to be quick, Little Piglet,\\u201dEeyore said.\"\n        ],\n        [\n            25475,\n            \"And Little Piglet think, but Little Piglet am not quite sure, that Roo had a hot bath and went straight to bed.\"\n        ],\n        [\n            30248,\n            \"Christopher Robin sat at one end, and Pooh sat at the other, and between Little Piglet on one side were Little Piglet and Eeyore and Piglet, and between Little Piglet on the other side were Rabbit, and Roo and Kanga.\"\n        ],\n        [\n            30343,\n            \"As soon as ever Little Piglet had sat down Roo began to talk.\"\n        ],\n        [\n            30447,\n            \"Roo looked to see if it didn\\u2019t, and it didn\\u2019t, so Roo said \\u201cHallo, Little Piglet!\"\n        ],\n        [\n            30471,\n            \"\\\"-- and Little Piglet said \\u201cHallo, Roo,\\u201din a kindly way, and went on telling Christopher Robin about an accident which had nearly happened to Little Piglet, and Kanga said to Roo, \\u201cDrink up Roo milk first, Roo, and talk afterwards.\"\n        ],\n        [\n            30575,\n            \"When Little Piglet had all nearly eaten enough, Christopher Robin banged on the table with Christopher Robin spoon, and Little Piglet stopped talking and was very silent, except Roo was just finishing a loud attack of hiccups and trying to look as if it was Little Piglet.\"\n        ]\n    ],\n    \"[1, 6]\": [\n        [\n            20813,\n            \"\\u201d Piglet began to say that this was because Piglet had just had a bath, and then Piglet thought that perhaps Piglet wouldn\\u2019t say that, and as Piglet opened Piglet mouth to say something else, Kanga slipped the medicine spoon in, and then patted Piglet on the back and told Henry Pootel that it was really quite a nice taste when Little Piglet got used to it.\"\n        ],\n        [\n            20935,\n            \"\\u201d Kanga agreed that this was probably what it was, and said that Little Piglet would have to call Henry Pootel by some name.\"\n        ]\n    ],\n    \"[1, 7]\": [\n        [\n            6979,\n            \"First Little Piglet went round the spinney twice by yourself, and then Piglet ran after Little Piglet and you went round again together, and then Little Piglet were just going round a fourth time----\\u201d\\u201cWait a moment,\\u201dsaid Winnie-Pooh, holding up Eeyore paw.\"\n        ],\n        [\n            7276,\n            \"So when Little Piglet came stumping along, Eeyore was very glad to be able to stop thinking for a little, in order to say \\u201cHow do Little Piglet do?\"\n        ],\n        [\n            7368,\n            \"\\u201d \\u201cDear, Eeyore,\\u201dsaid Pooh, \\u201cLittle Piglet\\u2019m sorry about that.\"\n        ],\n        [\n            7395,\n            \"\\u201d So Eeyore stood there, gazing sadly at the ground, and Little Piglet walked all round Eeyore once.\"\n        ],\n        [\n            7509,\n            \"\\u201d \\u201cLet\\u2019s have a look,\\u201dsaid Eeyore, and Little Piglet turned slowly round to the place where Eeyore tail had been a little while ago, and then, finding that Little Piglet couldn\\u2019t catch Little Piglet up, Little Piglet turned round the other way, until Little Piglet came back to where Little Piglet was at first, and then Little Piglet put Little Piglet head down and looked between Little Piglet front legs, and at last Little Piglet said, with a long, sad sigh, \\u201cLittle Piglet believe Little Piglet\\u2019re right.\"\n        ],\n        [\n            7767,\n            \"So Bear-Little Piglet went off to find Eeyore tail.\"\n        ],\n        [\n            8286,\n            \"So could Little Piglet very kindly tell Little Piglet how to find it for Eeyore?\"\n        ],\n        [\n            8537,\n            \"\\u201cLittle Piglet write a notice to say that Little Piglet will give a large something to anybody who finds Eeyore\\u2019s tail.\"\n        ],\n        [\n            9106,\n            \"* * * * * So with these words Little Piglet unhooked it, and carried it back to Eeyore;\"\n        ],\n        [\n            9126,\n            \"and when Christopher Robin had nailed it on in its right place again, Eeyore frisked about the forest, waving Eeyore tail so happily that Little Piglet came over all funny, and had to hurry home for a little snack of something to sustain Little Piglet.\"\n        ],\n        [\n            13314,\n            \"When Little Piglet had finished it, Eeyore didn\\u2019t actually say that Eeyore didn\\u2019t like it, so Pooh very kindly sang the second verse to Eeyore: Pooh, Cottleston, Cottleston Pie, A fish can\\u2019t whistle and neither can Little Piglet.\"\n        ],\n        [\n            13381,\n            \"\\u201d Eeyore still said nothing at all, so Pooh hummed the third verse quietly to Little Piglet: Pooh, Cottleston, Cottleston Pie, Why does a chicken, Little Piglet don\\u2019t know why.\"\n        ],\n        [\n            13762,\n            \"Little Piglet don\\u2019t always want to be miserable on Eeyore birthday, do Little Piglet?\"\n        ],\n        [\n            13789,\n            \"\\u201cIt\\u2019s bad enough,\\u201dsaid Eeyore, almost breaking down, \\u201cbeing miserable Eeyore, what with no presents and no cake and no candles, and no proper notice taken of Eeyore at all, but if Little Piglet is going to be miserable too----\\u201dThis was too much for Pooh.\"\n        ],\n        [\n            13856,\n            \"\\u201d Little Piglet called to Eeyore, as Little Piglet turned and hurried back home as quick as Little Piglet could;\"\n        ],\n        [\n            13875,\n            \"for Little Piglet felt that Little Piglet must get Eeyore a present of _ some _ sort at once, and Little Piglet could always think of a proper one afterwards.\"\n        ],\n        [\n            13997,\n            \"\\u201cLittle Piglet have just seen Eeyore,\\u201dLittle Piglet began, \\u201cand Eeyore is in a Very Sad Condition, because it\\u2019s Eeyore birthday, and Little Piglet has taken any notice of it, and Eeyore\\u2019s very Gloomy-- Little Piglet know what Eeyore is-- and there Eeyore was, and---- What a long time whoever lives here is answering this door.\"\n        ],\n        [\n            14160,\n            \"\\u201cLittle Piglet\\u2019m giving this to Eeyore,\\u201dLittle Piglet explained, \\u201cas a present.\"\n        ],\n        [\n            14529,\n            \"Little Piglet had eaten Eeyore birthday present!\"\n        ],\n        [\n            14555,\n            \"Little Piglet _ must _ give Eeyore _ something _.\"\n        ],\n        [\n            14578,\n            \"Then Little Piglet thought: \\u201cWell, it\\u2019s a very nice pot, even if there\\u2019s no honey in it, and if Little Piglet washed it clean, and got Little Piglet to write\\u2019_ A Happy Birthday _\\u2019on it, Eeyore could keep things in it, which might be Useful.\"\n        ],\n        [\n            14705,\n            \"\\u201d \\u201cWhat are Little Piglet giving Eeyore, Little Piglet?\"\n        ],\n        [\n            14715,\n            \"\\u201d \\u201cWhat are _ Little Piglet _ giving Eeyore, Pooh?\"\n        ],\n        [\n            14727,\n            \"\\u201d \\u201cLittle Piglet\\u2019m giving Eeyore a Useful Pot to Keep Things In, and Little Piglet wanted to ask Little Piglet----\\u201d\\u201cIs this it?\"\n        ],\n        [\n            15544,\n            \"Little Piglet can\\u2019t go back, and Little Piglet haven\\u2019t another balloon, and perhaps Eeyore doesn\\u2019t _ like _ balloons so _ very _ much.\"\n        ],\n        [\n            15575,\n            \"\\u201d So Little Piglet trotted on, rather sadly now, and down Little Piglet came to the side of the stream where Eeyore was, and called out to Eeyore.\"\n        ],\n        [\n            15615,\n            \"\\u201cGood morning, Little Piglet,\\u201dsaid Eeyore.\"\n        ],\n        [\n            16375,\n            \"\\u201cThank Pooh, Pooh, Little Piglet\\u2019m having them,\\u201dsaid Eeyore gloomily.\"\n        ],\n        [\n            16407,\n            \"\\u201cLittle Piglet\\u2019ve had it,\\u201dsaid Eeyore.\"\n        ],\n        [\n            16557,\n            \"What Little Piglet do with a balloon is, Little Piglet hold the ballon----\\u201d\\u201cNot Little Piglet,\\u201dsaid Eeyore proudly.\"\n        ],\n        [\n            17073,\n            \"\\u201cHere are Little Piglet-- Pooh, and Pooh, Piglet, and Rabbit-- and suddenly----\\u201d\\u201cAnd Eeyore,\\u201dsaid Pooh.\"\n        ],\n        [\n            17107,\n            \"\\u201cAnd Eeyore-- and then suddenly----\\u201d\\u201cAnd Little Piglet,\\u201dsaid Pooh.\"\n        ],\n        [\n            22512,\n            \"Little Piglet can march at the end, after Eeyore.\"\n        ],\n        [\n            22567,\n            \"and if Eeyore am the end of the Expo-- what Little Piglet\\u2019re talking about-- then let Eeyore _ be _ the end.\"\n        ],\n        [\n            22676,\n            \"\\u201cIf Eeyore ask me----\\u201d\\u201cEeyore\\u2019m not asking Little Piglet,\\u201dsaid Eeyore.\"\n        ],\n        [\n            22698,\n            \"\\u201cEeyore\\u2019m just telling Little Piglet.\"\n        ],\n        [\n            23002,\n            \"Eeyore, Christopher Robin Little Piglet and Pooh And Rabbit relations all went too-- And where the Pole was none of Little Piglet knew.\"\n        ],\n        [\n            24243,\n            \"\\u201cLittle Piglet don\\u2019t hold with all this washing,\\u201dgrumbled Eeyore.\"\n        ],\n        [\n            24585,\n            \"and, Christopher Robin and Rabbit came hurrying past Eeyore, and were calling out to Little Piglet.\"\n        ],\n        [\n            24890,\n            \"Eeyore was sitting with Eeyore tail in the water when Little Piglet got back to Eeyore.\"\n        ],\n        [\n            24907,\n            \"\\u201cTell Roo to be quick, Little Piglet,\\u201dEeyore said.\"\n        ],\n        [\n            25033,\n            \"Well, as long as Little Piglet minds, Eeyore suppose it\\u2019s all right.\"\n        ],\n        [\n            25055,\n            \"Little Piglet\\u2019ll dry it for Eeyore,\\u201dsaid Christopher Robin, and Little Piglet took out Little Piglet handkerchief and rubbed it up.\"\n        ],\n        [\n            25148,\n            \"\\u201d \\u201cNever mind, Eeyore,\\u201dsaid Christopher Robin, rubbing Little Piglet hardest.\"\n        ],\n        [\n            25183,\n            \"It Belongs again, if Little Piglet know what Eeyore mean.\"\n        ],\n        [\n            25194,\n            \"\\u201d \\u201cHullo, Eeyore,\\u201dsaid Pooh, coming up to Little Piglet with Pooh pole.\"\n        ],\n        [\n            25275,\n            \"Eeyore thought Pooh were saying how sorry Little Piglet were about Eeyore tail, being all numb, and could Little Piglet do anything to help?\"\n        ],\n        [\n            25879,\n            \"Christopher Robin and Pooh could escape by Climbing Trees, and Kanga could escape by Jumping, and Rabbit could escape by Burrowing, and Little Piglet could escape by Flying, and Eeyore could escape by-- by Making a Loud Noise Until Rescued, and here am Piglet, surrounded by water and Piglet can\\u2019t do _ anything _.\"\n        ],\n        [\n            29958,\n            \") While this was going on inside Pooh, Little Piglet was talking to Eeyore.\"\n        ],\n        [\n            29973,\n            \"\\u201cEeyore,\\u201dsaid Little Piglet, \\u201cChristopher Robin is giving a party.\"\n        ],\n        [\n            29997,\n            \"\\u201cEeyore suppose Little Piglet will be sending Eeyore down the odd bits which got trodden on.\"\n        ],\n        [\n            30050,\n            \"\\u201d \\u201cYes, Eeyore heard Little Piglet.\"\n        ],\n        [\n            30164,\n            \"\\u2019\\u201d\\u201cLittle Piglet, except Eeyore?\"\n        ],\n        [\n            30248,\n            \"Christopher Robin sat at one end, and Pooh sat at the other, and between Little Piglet on one side were Little Piglet and Eeyore and Piglet, and between Little Piglet on the other side were Rabbit, and Roo and Kanga.\"\n        ],\n        [\n            30714,\n            \"\\u201cLittle Piglet,\\u201dEeyore said, \\u201cincluding oddments, it is a great pleasure, or perhaps Eeyore had better say it has been a pleasure so far, to see Little Piglet at Eeyore party.\"\n        ],\n        [\n            30819,\n            \"It was not, Eeyore need hardly say, with an idea of getting what Christopher Robin is looking for now \\\"-- and Eeyore put Eeyore front leg to Eeyore mouth and said in a loud whisper, \\u201cTry under the table \\\"-- \\\" that Eeyore did what Eeyore did-- but because Eeyore feel that Little Piglet should all do what Little Piglet can to help.\"\n        ],\n        [\n            30891,\n            \"Eeyore feel that Little Piglet should all----\\u201d\\u201cH-- hup!\"\n        ],\n        [\n            31140,\n            \"Eeyore have Little Piglet.\"\n        ],\n        [\n            31478,\n            \"Over-rated, if Little Piglet ask Eeyore.\"\n        ]\n    ],\n    \"[1, 10]\": [\n        [\n            99,\n            \"Anyhow, here Pooh is at the bottom, and ready to be introduced to Little Piglet.\"\n        ],\n        [\n            122,\n            \"When Little Piglet first heard Pooh name, Little Piglet said, just as Little Piglet are going to say, \\u201cBut Little Piglet thought Pooh was Little Piglet?\"\n        ],\n        [\n            160,\n            \"\\u201cThen Christopher Robin can\\u2019t call Pooh Little Piglet?\"\n        ],\n        [\n            177,\n            \"\\u201d \\u201cBut Christopher Robin said----\\u201d\\u201cPooh\\u2019s Little Piglet.\"\n        ],\n        [\n            308,\n            \"\\u201cCould Little Piglet very sweetly tell Pooh one?\"\n        ],\n        [\n            387,\n            \"* * * * * Once upon a time, a very long time ago now, about last Friday, Pooh lived in a forest all by Pooh under the name of Little Piglet.\"\n        ],\n        [\n            443,\n            \"_ \\u201c_ It means Pooh had the name over the door in gold letters, and lived under Little Piglet.\"\n        ],\n        [\n            627,\n            \"If there\\u2019s a buzzing-noise, Little Piglet\\u2019s making a buzzing-noise, and the only reason for making a buzzing-noise that _ Pooh _ know of is because Little Piglet\\u2019re Little Piglet.\"\n        ],\n        [\n            669,\n            \"\\u201d Then Pooh thought another long time, and said: \\u201cAnd the only reason for being Little Piglet that Pooh know of is making honey.\"\n        ],\n        [\n            954,\n            \"\\u201cLittle Piglet see, what Pooh _ meant _ to do,\\u201dPooh explained, as Pooh turned head-over-heels, and crashed on to another branch thirty feet below, \\u201cwhat Pooh _ meant _ to do----\\u201d\\u201cOf course, it _ was _ rather----\\u201dPooh admitted, as Pooh slithered very quickly through the next six branches.\"\n        ],\n        [\n            1305,\n            \"Pooh looked round to see that Little Piglet was listening, put Pooh paw to Pooh mouth, and said in a deep whisper: \\u201c_ Honey!\"\n        ],\n        [\n            1350,\n            \"\\u201d \\u201c_ Little Piglet _ do,\\u201dsaid Pooh.\"\n        ],\n        [\n            1457,\n            \"\\u201d Little Piglet asked Pooh.\"\n        ],\n        [\n            1570,\n            \"\\u201d \\u201cWouldn\\u2019t Little Piglet notice _ Pooh _ underneath the balloon?\"\n        ],\n        [\n            1588,\n            \"\\u201cLittle Piglet might or Little Piglet might not,\\u201dsaid Pooh.\"\n        ],\n        [\n            1638,\n            \"\\u201d \\u201cThen Pooh had better have the blue balloon,\\u201dLittle Piglet said;\"\n        ],\n        [\n            1659,\n            \"Well, Little Piglet both went out with the blue balloon, and Little Piglet took Little Piglet gun with Little Piglet, just in case, as Little Piglet always did, and Pooh went to a very muddy place that Little Piglet knew of, and rolled and rolled until Little Piglet was black all over;\"\n        ],\n        [\n            1715,\n            \"and then, when the balloon was blown up as big as big, and Little Piglet and Pooh were both holding on to the string, Little Piglet let go suddenly, and Bear floated gracefully up into the sky, and stayed there-- level with the top of the tree and about twenty feet away from it.\"\n        ],\n        [\n            1790,\n            \"\\u201d shouted PoohPooh down to Little Piglet.\"\n        ],\n        [\n            2010,\n            \"\\u201d There was another little silence, and then Pooh called down to Little Piglet again.\"\n        ],\n        [\n            2158,\n            \"\\u201d called down Pooh, as soon as Little Piglet got back to the tree.\"\n        ],\n        [\n            2253,\n            \"Well, now, if Little Piglet walk up and down with Little Piglet umbrella, saying,\\u2019Tut-tut, it looks like rain,\\u2019Pooh shall do what Pooh can by singing a little Cloud Song, such as a cloud might sing.\"\n        ],\n        [\n            2305,\n            \"\\u201d So, while Little Piglet walked up and down and wondered if it would rain, Pooh sang this song: How sweet to be a Cloud Floating in the Blue!\"\n        ],\n        [\n            2384,\n            \"Some of Little Piglet, indeed, left Little Piglet nests and flew all round the cloud as Pooh began the second verse of this song, and one bee sat down on the nose of the cloud for a moment, and then got up again.\"\n        ],\n        [\n            2491,\n            \"So Pooh should think Little Piglet would make the wrong sort of honey, shouldn\\u2019t Little Piglet?\"\n        ],\n        [\n            2635,\n            \"\\u201cBut if Little Piglet _ don\\u2019t _,\\u201dsaid Pooh, \\u201cPooh shall have to let go, and that would spoil _ Pooh _.\"\n        ],\n        [\n            2665,\n            \"\\u201d When Pooh put it like this, Little Piglet saw how it was, and Little Piglet aimed very carefully at the balloon, and fired.\"\n        ],\n        [\n            2709,\n            \"\\u201cLittle Piglet didn\\u2019t exactly _ miss _,\\u201dsaid Pooh, \\u201cbut Little Piglet missed the _ balloon _.\"\n        ],\n        [\n            2732,\n            \"\\u201d \\u201cLittle Piglet\\u2019m so sorry,\\u201dLittle Piglet said, and Little Piglet fired again, and this time Little Piglet hit the balloon, and the air came slowly out, and Pooh floated down to the ground.\"\n        ],\n        [\n            2825,\n            \"And Little Piglet think-- but Little Piglet am not sure-- that _ that _ is why Pooh was always called Pooh.\"\n        ],\n        [\n            2882,\n            \"\\u201d \\u201cAbout Pooh and Little Piglet?\"\n        ],\n        [\n            2923,\n            \"\\u201d \\u201cThat day when Pooh and Piglet tried to catch the Heffalump----\\u201d\\u201cLittle Piglet didn\\u2019t catch it, did Little Piglet?\"\n        ],\n        [\n            2993,\n            \"\\u201cLittle Piglet do remember,\\u201dLittle Piglet said, \\u201conly Pooh doesn\\u2019t very well, so that\\u2019s why Pooh likes having it told to Pooh again.\"\n        ],\n        [\n            3055,\n            \"Christopher Robin gave a deep sigh, picked Little Piglet Bear up by the leg, and walked off to the door, trailing Pooh behind Little Piglet.\"\n        ],\n        [\n            3108,\n            \"\\u201cLittle Piglet didn\\u2019t hurt Pooh when Little Piglet shot Pooh, did Little Piglet?\"\n        ],\n        [\n            3129,\n            \"\\u201d Little Piglet nodded and went out, and in a moment Little Piglet heard Pooh going up the stairs behind Little Piglet.\"\n        ],\n        [\n            3397,\n            \"_ Well, Pooh was humming this hum to Pooh, and walking along gaily, wondering what Little Piglet was doing, and what it felt like, being Little Piglet, when suddenly Pooh came to a sandy bank, and in the bank was a large hole.\"\n        ],\n        [\n            3524,\n            \"_\\u201dSo Pooh bent down, put Pooh head into the hole, and called out: \\u201cIs Little Piglet at home?\"\n        ],\n        [\n            3564,\n            \"\\u201cWhat Pooh said was,\\u2019Is Little Piglet at home?\"\n        ],\n        [\n            3605,\n            \"Little Piglet heard Pooh quite well the first time.\"\n        ],\n        [\n            3636,\n            \"\\u201d Pooh took Pooh head out of the hole, and thought for a little, and Pooh thought to Pooh, \\u201cThere must be Little Piglet there, because Little Piglet must have _ said _\\u2019Little Piglet.\"\n        ],\n        [\n            3767,\n            \"Pooh took Pooh head out of the hole, and had another think, and then Pooh put it back, and said: \\u201cWell, could Little Piglet very kindly tell Pooh where Rabbit is?\"\n        ],\n        [\n            4263,\n            \"\\u201d \\u201cLittle Piglet thought not,\\u201dsaid Pooh, nodding to Little Piglet.\"\n        ],\n        [\n            4301,\n            \"Pooh pulled with Little Piglet front paws, and pushed with Little Piglet back paws, and in a little while Little Piglet nose was out in the open again.\"\n        ],\n        [\n            4416,\n            \"\\u201d Now by this time Rabbit wanted to go for a walk too, and finding the front door full, Little Piglet went out by the back door, and came round to Pooh, and looked at Little Piglet.\"\n        ],\n        [\n            4782,\n            \"\\u201cIf Little Piglet can\\u2019t pull Little Piglet out, Pooh, Little Piglet might push Little Piglet back.\"\n        ],\n        [\n            4800,\n            \"\\u201d Rabbit scratched Little Piglet whiskers thoughtfully, and pointed out that, when once Pooh was pushed back, Little Piglet was back, and of course Little Piglet was more glad to see Pooh than _ Little Piglet _ was, still there it was, some lived in trees and some lived underground, and---- \\u201cLittle Piglet mean Pooh\\u2019d _ never _ get out?\"\n        ],\n        [\n            4997,\n            \"\\u201d \\u201cLittle Piglet\\u2019ll read to Pooh,\\u201dsaid Rabbit cheerfully.\"\n        ],\n        [\n            5251,\n            \"_\\u201dSo Little Piglet took hold of Pooh\\u2019s front paws and Rabbit took hold of Christopher Robin, and all Rabbit\\u2019s friends and relations took hold of Rabbit, and they all pulled together.\"\n        ],\n        [\n            5387,\n            \"So, with a nod of thanks to Pooh, Little Piglet went on with Little Piglet walk through the forest, humming proudly to Little Piglet.\"\n        ],\n        [\n            5668,\n            \"Pooh was walking round and round in a circle, thinking of something else, and when Piglet called to Little Piglet, he just went on walking.\"\n        ],\n        [\n            5723,\n            \"\\u201d \\u201cTracking something,\\u201dsaid Pooh-Little Piglet very mysteriously.\"\n        ],\n        [\n            6160,\n            \"Piglet passing the time by telling Pooh what Piglet Grandfather Trespassers W had done to Remove Stiffness after Tracking, and how Piglet Grandfather Trespassers W had suffered in Pooh later years from Shortness of Breath, and other matters of interest, and Pooh wondering what Little Piglet was like, and if perhaps this was Two Grandfathers Little Piglet were after now, and, if so, whether Little Piglet would be allowed to take one home and keep it, and what Christopher Robin would say.\"\n        ],\n        [\n            6263,\n            \"Suddenly Pooh-Little Piglet stopped, and pointed excitedly in front of Little Piglet.\"\n        ],\n        [\n            6459,\n            \"were there, instead of elsewhere, and Pooh thought how nice it would be if Little Piglet met Christopher Robin suddenly but quite accidentally, and only because Little Piglet liked Christopher Robin so much.\"\n        ],\n        [\n            6629,\n            \"\\u201cPooh _ think _,\\u201dsaid Pooh, when Piglet had licked the tip of Little Piglet nose too, and found that it brought very little comfort, \\u201cPooh _ think _ that Little Piglet have just remembered something.\"\n        ],\n        [\n            6708,\n            \"\\u201d \\u201cLittle Piglet\\u2019ll do it this afternoon, and Little Piglet\\u2019ll come with you,\\u201dsaid Pooh.\"\n        ],\n        [\n            6849,\n            \"_\\u201dPooh looked up at the sky, and then, as Little Piglet heard the whistle again, Little Piglet looked up into the branches of a big oak-tree, and then Little Piglet saw a friend of his.\"\n        ],\n        [\n            6979,\n            \"First Little Piglet went round the spinney twice by yourself, and then Piglet ran after Little Piglet and you went round again together, and then Little Piglet were just going round a fourth time----\\u201d\\u201cWait a moment,\\u201dsaid Winnie-Pooh, holding up Eeyore paw.\"\n        ],\n        [\n            7086,\n            \"\\u201cLittle Piglet see now,\\u201dsaid Pooh.\"\n        ],\n        [\n            7368,\n            \"\\u201d \\u201cDear, Eeyore,\\u201dsaid Pooh, \\u201cLittle Piglet\\u2019m sorry about that.\"\n        ],\n        [\n            7682,\n            \"Pooh felt that Little Piglet ought to say something helpful about it, but didn\\u2019t quite know what.\"\n        ],\n        [\n            7711,\n            \"\\u201cLittle Piglet,\\u201dLittle Piglet said solemnly, \\u201cBearPooh, will find Little Piglet tail for Little Piglet.\"\n        ],\n        [\n            8357,\n            \"\\u201d \\u201cAs long as it means that, Little Piglet don\\u2019t mind,\\u201dsaid Pooh humbly.\"\n        ],\n        [\n            8458,\n            \"\\u201d \\u201cExcuse Little Piglet, Pooh, Little Piglet didn\\u2019t.\"\n        ],\n        [\n            8560,\n            \"\\u201d \\u201cLittle Piglet see, Little Piglet see,\\u201dsaid Pooh, nodding Little Piglet head.\"\n        ],\n        [\n            8777,\n            \"\\u201d For some time now Pooh had been saying \\u201cYes\\u201dand \\u201cNo\\u201din turn, with Little Piglet eyes shut, to all that Little Piglet was saying, and having said, \\u201cYes, yes,\\u201dlast time, Little Piglet said \\u201cNo, not at all,\\u201dnow, without really knowing what Little Piglet was talking about.\"\n        ],\n        [\n            8872,\n            \"And Pooh looked at the knocker and the notice below it, and Little Piglet looked at the bell-rope and the notice below it, and the more Little Piglet looked at the bell-rope, the more Little Piglet felt that Little Piglet had seen something like it, somewhere else, sometime before.\"\n        ],\n        [\n            8982,\n            \"It was hanging over a bush, and I thought at first somebody lived there, so Little Piglet rang it, and nothing happened, and then Little Piglet rang it again very loudly, and it came off in Little Piglet hand, and as nobody seemed to want it, I took it home, and----\\u201d\\u201cLittle Piglet,\\u201dsaid Pooh solemnly, \\u201cLittle Piglet made a mistake.\"\n        ],\n        [\n            9199,\n            \"_ \\u201cLittle Piglet,\\u201dsaid Pooh, \\u201cAt a quarter to two (Only it was quarter to eleven really), _ Little Piglet _ found the Tail!\"\n        ],\n        [\n            9346,\n            \"\\u201d \\u201cSo did Little Piglet,\\u201dsaid Pooh, wondering what a Heffalump was like.\"\n        ],\n        [\n            9444,\n            \"but when Little Piglet came to the stream and had helped each other across the stepping stones, and were able to walk side by side again over the heather, Little Piglet began to talk in a friendly way about this and that, and Piglet said, \\u201cIf Pooh see what Piglet mean, Pooh,\\u201dand Pooh said, \\u201cIt\\u2019s just what Little Piglet think myself, Piglet,\\u201dand Piglet said, \\u201cBut, on the other hand, Pooh, Little Piglet must remember,\\u201dand Pooh said, \\u201cQuite true, Piglet, although Little Piglet had forgotten it for the moment.\"\n        ],\n        [\n            9557,\n            \"\\u201d And then, just as Little Piglet came to the Six Pine Trees, Pooh looked round to see that Little Piglet was listening, and said in a very solemn voice: \\u201cPiglet, Little Piglet have decided something.\"\n        ],\n        [\n            9598,\n            \"\\u201d \\u201cWhat have Little Piglet decided, Pooh?\"\n        ],\n        [\n            9617,\n            \"\\u201d Pooh nodded Little Piglet head several times as Little Piglet said this, and waited for Piglet to say \\u201cHow?\"\n        ],\n        [\n            9677,\n            \"\\u201cLittle Piglet shall do it,\\u201dsaid Pooh, after waiting a little longer, \\u201cby means of a trap.\"\n        ],\n        [\n            9775,\n            \"Pooh\\u2019s first idea was that Little Piglet should dig a Very Deep Pit, and then Little Piglet would come along and fall into the Pit, and---- \\u201cWhy?\"\n        ],\n        [\n            9830,\n            \"\\u201d Pooh rubbed Little Piglet nose with Little Piglet paw, and said that Little Piglet might be walking along, humming a little song, and looking up at the sky, wondering if it would rain, and so Little Piglet wouldn\\u2019t see the Very Deep Pit until Little Piglet was half-way down, when it would be too late.\"\n        ],\n        [\n            9910,\n            \"Pooh rubbed Little Piglet nose again, and said that Little Piglet hadn\\u2019t thought of that.\"\n        ],\n        [\n            10009,\n            \"Pooh was very proud when Little Piglet heard this, and Little Piglet felt that Little Piglet was as good as caught already, but there was just one other thing which had to be thought about, and it was this.\"\n        ],\n        [\n            10089,\n            \"\\u201cBut then Little Piglet would see Little Piglet digging it,\\u201dsaid Pooh.\"\n        ],\n        [\n            10113,\n            \"\\u201d \\u201cLittle Piglet would Suspect,\\u201dsaid Pooh, \\u201cif Little Piglet happened to look down.\"\n        ],\n        [\n            10202,\n            \"and all the time Pooh was saying to Little Piglet, \\u201cIf only Little Piglet could _ think _ of something!\"\n        ],\n        [\n            10291,\n            \"Piglet should make a Trap, and Piglet should put a Jar of Honey in the Trap, and Pooh would smell it, and Pooh would go in after it, and----\\u201d\\u201cAnd Little Piglet would go in after it,\\u201dsaid Pooh excitedly, \\u201conly very carefully so as not to hurt Little Piglet, and Little Piglet would get to the Jar of Honey, and Little Piglet should lick round the edges first of all, pretending that there wasn\\u2019t any more, you know, and then Little Piglet should walk away and think about it a little, and then Little Piglet should come back and start licking in the middle of the jar, and then----\\u201d\\u201cYes, well never mind about that.\"\n        ],\n        [\n            10458,\n            \"Little Piglet should think acorns, shouldn\\u2019t Pooh?\"\n        ],\n        [\n            10468,\n            \"Little Piglet\\u2019ll get a lot of---- Little Piglet say, wake up, Pooh!\"\n        ],\n        [\n            10524,\n            \"and Little Piglet were just going to argue about it, when Piglet remembered that, if Little Piglet put acorns in the Trap, _ Piglet _ would have to find Little Piglet, but if Little Piglet put honey, then Pooh would have to give up some of Little Piglet own honey, so Piglet said, \\u201cAll right, honey then,\\u201djust as Pooh remembered it too, and was going to say, \\u201cAll right, haycorns.\"\n        ],\n        [\n            10648,\n            \"\\u201d \\u201cVery well,\\u201dsaid Pooh, and Little Piglet stumped off.\"\n        ],\n        [\n            10696,\n            \"It had Pooh written on it, but, just to make sure, Little Piglet took off the paper cover and looked at it, and it _ looked _ just like honey.\"\n        ],\n        [\n            10730,\n            \"\\u201cBut Little Piglet never can tell,\\u201dsaid Pooh.\"\n        ],\n        [\n            10927,\n            \"\\u201d and Pooh said, \\u201cYes, but it isn\\u2019t quite a full jar,\\u201dand Little Piglet threw it down to Piglet, and Piglet said, \\u201cNo, it isn\\u2019t!\"\n        ],\n        [\n            11010,\n            \"\\u201cWell, good night, Pooh,\\u201dsaid Piglet, when Little Piglet had got to Bear house.\"\n        ],\n        [\n            11141,\n            \"\\u201d And off Piglet trotted to Piglet house TRESPASSERS W, while Pooh made Little Piglet preparations for bed.\"\n        ],\n        [\n            11500,\n            \"Because every Heffalump that Little Piglet counted was making straight for a pot of Pooh\\u2019s honey, _ and eating it all _.\"\n        ],\n        [\n            11525,\n            \"For some minutes Little Piglet lay there miserably, but when the five hundred and eighty-seventh Heffalump was licking its jaws, and saying to itself, \\u201cVery good honey this, I don\\u2019t know when I\\u2019ve tasted better,\\u201dPooh could bear it no longer.\"\n        ],\n        [\n            11721,\n            \"\\u201d said Pooh, as Little Piglet got Little Piglet nose inside the jar.\"\n        ],\n        [\n            11981,\n            \"Of course Pooh would be with Little Piglet, and it was much more Friendly with two.\"\n        ],\n        [\n            12720,\n            \"It was Pooh bumping Little Piglet head against a tree-root Little Piglet had found.\"\n        ],\n        [\n            12889,\n            \"\\u201d \\u201cSo do Little Piglet,\\u201dsaid Pooh.\"\n        ],\n        [\n            13134,\n            \"\\u201d said Pooh, rubbing Little Piglet nose.\"\n        ],\n        [\n            13314,\n            \"When Little Piglet had finished it, Eeyore didn\\u2019t actually say that Eeyore didn\\u2019t like it, so Pooh very kindly sang the second verse to Eeyore: Pooh, Cottleston, Cottleston Pie, A fish can\\u2019t whistle and neither can Little Piglet.\"\n        ],\n        [\n            13381,\n            \"\\u201d Eeyore still said nothing at all, so Pooh hummed the third verse quietly to Little Piglet: Pooh, Cottleston, Cottleston Pie, Why does a chicken, Little Piglet don\\u2019t know why.\"\n        ],\n        [\n            13469,\n            \"\\u201d \\u201cLittle Piglet am,\\u201dsaid Pooh.\"\n        ],\n        [\n            13663,\n            \"\\u201d Pooh scratched Little Piglet head, being a little puzzled by all this.\"\n        ],\n        [\n            13708,\n            \"\\u201d \\u201cAnd many happy returns to Pooh, Little Piglet.\"\n        ],\n        [\n            13789,\n            \"\\u201cIt\\u2019s bad enough,\\u201dsaid Eeyore, almost breaking down, \\u201cbeing miserable Eeyore, what with no presents and no cake and no candles, and no proper notice taken of Eeyore at all, but if Little Piglet is going to be miserable too----\\u201dThis was too much for Pooh.\"\n        ],\n        [\n            14078,\n            \"\\u201cBut Pooh,\\u201dsaid Piglet, \\u201cit\\u2019s Little Piglet own house!\"\n        ],\n        [\n            14126,\n            \"The first thing Pooh did was to go to the cupboard to see if Little Piglet had quite a small jar of honey left;\"\n        ],\n        [\n            14302,\n            \"and in the other direction went Pooh, with Little Piglet jar of honey.\"\n        ],\n        [\n            14376,\n            \"It was just as if somebody inside Little Piglet were saying, \\u201cNow then, Pooh, time for a little something.\"\n        ],\n        [\n            14399,\n            \"\\u201d \\u201cDear, dear,\\u201dsaid Pooh, \\u201cLittle Piglet didn\\u2019t know it was as late as that.\"\n        ],\n        [\n            14672,\n            \"\\u201cGood morning, Pooh,\\u201dsaid Little Piglet.\"\n        ],\n        [\n            14715,\n            \"\\u201d \\u201cWhat are _ Little Piglet _ giving Eeyore, Pooh?\"\n        ],\n        [\n            14758,\n            \"\\u201d said Little Piglet, taking it out of Pooh paw.\"\n        ],\n        [\n            14798,\n            \"\\u201cLittle Piglet can keep _ anything _ in it,\\u201dsaid Pooh earnestly.\"\n        ],\n        [\n            14848,\n            \"\\u201d \\u201c_ That _ was what Little Piglet wanted to ask Little Piglet,\\u201dsaid Pooh.\"\n        ],\n        [\n            14957,\n            \"Now Pooh\\u2019ll just wash it first, and then Little Piglet can write on it.\"\n        ],\n        [\n            15145,\n            \"\\u201cWell, _ actually _, of course, Little Piglet\\u2019m saying\\u2019A Very Happy Birthday with love from Pooh.\"\n        ],\n        [\n            15186,\n            \"\\u201d \\u201cOh, Little Piglet see,\\u201dsaid Pooh.\"\n        ],\n        [\n            16375,\n            \"\\u201cThank Pooh, Pooh, Little Piglet\\u2019m having them,\\u201dsaid Eeyore gloomily.\"\n        ],\n        [\n            16392,\n            \"\\u201cLittle Piglet\\u2019ve brought Little Piglet a little present,\\u201dsaid Pooh excitedly.\"\n        ],\n        [\n            16418,\n            \"Pooh had now splashed across the stream to Little Piglet, and Bear was sitting a little way off, Piglet head in Piglet paws, snuffling to himself.\"\n        ],\n        [\n            16534,\n            \"\\u201d \\u201cOh, no, Little Piglet,\\u201dsaid Pooh.\"\n        ],\n        [\n            16685,\n            \"\\u201d \\u201cPooh\\u2019m very glad,\\u201dsaid Pooh happily, \\u201cthat Little Piglet thought of giving Little Piglet a Useful Pot to put things in.\"\n        ],\n        [\n            16955,\n            \"When Pooh asked Christopher Robin, \\u201cHow did Little Piglet come here?\"\n        ],\n        [\n            16968,\n            \"\\u201d Christopher Robin said, \\u201cIn the Usual Way, if Pooh know what Little Piglet mean, Pooh,\\u201dand Pooh, said \\u201cOh!\"\n        ],\n        [\n            17019,\n            \"\\u201d Then Pooh went to call upon Little Piglet to see what _ Little Piglet _ thought about it.\"\n        ],\n        [\n            17073,\n            \"\\u201cHere are Little Piglet-- Pooh, and Pooh, Piglet, and Rabbit-- and suddenly----\\u201d\\u201cAnd Eeyore,\\u201dsaid Pooh.\"\n        ],\n        [\n            17107,\n            \"\\u201cAnd Eeyore-- and then suddenly----\\u201d\\u201cAnd Little Piglet,\\u201dsaid Pooh.\"\n        ],\n        [\n            17128,\n            \"\\u201cAnd Little Piglet-- and then all of a sudden----\\u201d\\u201cOh, and Little Piglet,\\u201dsaid Pooh.\"\n        ],\n        [\n            17398,\n            \"\\u201cYes, Little Piglet said----\\u201d\\u201cNever mind, Pooh,\\u201dsaid Piglet impatiently.\"\n        ],\n        [\n            17432,\n            \"\\u201d \\u201cOh, Little Piglet see,\\u201dsaid Pooh.\"\n        ],\n        [\n            17515,\n            \"Of course,\\u201dPooh went on, \\u201cLittle Piglet could say\\u2019Aha!\"\n        ],\n        [\n            17558,\n            \"\\u201d \\u201cLittle Piglet know,\\u201dsaid Pooh humbly.\"\n        ],\n        [\n            18040,\n            \"But Pooh went into a corner of the room and said proudly to Pooh, \\u201cImpossible without Little Piglet!\"\n        ],\n        [\n            18875,\n            \"\\u201cOh, Kanga,\\u201dsaid Pooh, after Rabbit had winked at Little Piglet twice, \\u201cRabbit don\\u2019t know if Kanga are interested in Poetry at all?\"\n        ],\n        [\n            18970,\n            \"\\u201cTalking of Poetry,\\u201dsaid Pooh, \\u201cRabbit made up a little piece as Little Piglet was coming along.\"\n        ],\n        [\n            19432,\n            \"\\u201cLittle Piglet can see a bird in it from here,\\u201dsaid Pooh.\"\n        ],\n        [\n            19656,\n            \"\\u201cPooh think Little Piglet thought of something Little Piglet had to go and see about suddenly.\"\n        ],\n        [\n            20074,\n            \"Rabbit was playing with Baby Roo in Rabbit own house, and feeling more fond of Roo every minute, and Pooh, who had decided to be Little Piglet, was still at the sandy place on the top of the Forest, practising jumps.\"\n        ],\n        [\n            21138,\n            \"CHAPTER VIII IN WHICH CHRISTOPHER ROBIN LEADS AN EXPOTITION TO THE NORTH POLE One fine day Pooh had stumped up to the top of the Forest to see if Christopher Robin was interested in Little Piglet at all.\"\n        ],\n        [\n            21564,\n            \"As soon as Bear saw the Big Boots, Pooh knew that an Adventure was going to happen, and Little Piglet brushed the honey off Little Piglet nose with the back of Little Piglet paw, and spruced Little Piglet up as well as Little Piglet could, so as to look Ready for Anything.\"\n        ],\n        [\n            21680,\n            \"\\u201d Pooh sat down, dug his feet into the ground, and pushed hard against Christopher Robin\\u2019s back, and Christopher Robin Little Piglet pushed hard against his, and pulled and pulled at Little Piglet boot until Little Piglet had got it on.\"\n        ],\n        [\n            22006,\n            \"\\u201cPooh thought Little Piglet said Provisions.\"\n        ],\n        [\n            22013,\n            \"Pooh\\u2019ll go and tell Little Piglet.\"\n        ],\n        [\n            22117,\n            \"\\u201d \\u201cA sort of boat, Little Piglet think,\\u201dsaid Pooh.\"\n        ],\n        [\n            22312,\n            \"Piglet,\\u201dsaid Pooh excitedly, \\u201cLittle Piglet\\u2019re going on an Expotition, Little Piglet, with things to eat.\"\n        ],\n        [\n            22847,\n            \"And as Little Piglet walked, Little Piglet chattered to each other of this and that, all except Pooh who was making up a song.\"\n        ],\n        [\n            22947,\n            \"\\u201d Pooh couldn\\u2019t answer that one, so Little Piglet began to sing.\"\n        ],\n        [\n            23002,\n            \"Eeyore, Christopher Robin Little Piglet and Pooh And Rabbit relations all went too-- And where the Pole was none of Little Piglet knew.\"\n        ],\n        [\n            23044,\n            \"\\u201d said Christopher Robin turning round to Pooh, \\u201cLittle Piglet\\u2019re just coming to a Dangerous Place.\"\n        ],\n        [\n            23334,\n            \"\\u201d \\u201cPiglet,\\u201dsaid Piglet, looking round at Little Piglet severely, \\u201cPooh\\u2019s whisper was a perfectly private whisper, and there was no need----\\u201d\\u201cAn Ambush,\\u201dsaid Piglet, \\u201cis a sort of Surprise.\"\n        ],\n        [\n            23442,\n            \"\\u201cIt\\u2019s an Ambush, Pooh, when people jump at Little Piglet suddenly,\\u201dexplained Piglet.\"\n        ],\n        [\n            23462,\n            \"Pooh was, said that a gorse-bush had sprung at Little Piglet suddenly one day when Little Piglet fell off a tree, and Little Piglet had taken six days to get all the prickles out of Little Piglet.\"\n        ],\n        [\n            23677,\n            \"\\u201cThat\\u2019s a good idea,\\u201dsaid Pooh, and Little Piglet got to work too.\"\n        ],\n        [\n            23785,\n            \"\\u201d \\u201cThank Little Piglet, Pooh.\"\n        ],\n        [\n            24277,\n            \"\\u201d \\u201cWell,\\u201dsaid Pooh, \\u201c_ Little Piglet _ think----\\u201dBut Little Piglet shall never know what Pooh thought, for there came a sudden squeak from Roo, a splash, and a loud cry of alarm from Kanga.\"\n        ],\n        [\n            24732,\n            \"\\u201cPooh, did Little Piglet see Roo swimming?\"\n        ],\n        [\n            24803,\n            \"Little Piglet was looking at Pooh.\"\n        ],\n        [\n            24809,\n            \"\\u201cPooh,\\u201dLittle Piglet said, \\u201cwhere did Little Piglet find that pole?\"\n        ],\n        [\n            25194,\n            \"\\u201d \\u201cHullo, Eeyore,\\u201dsaid Pooh, coming up to Little Piglet with Pooh pole.\"\n        ],\n        [\n            25275,\n            \"Eeyore thought Pooh were saying how sorry Little Piglet were about Eeyore tail, being all numb, and could Little Piglet do anything to help?\"\n        ],\n        [\n            25308,\n            \"\\u201cThat wasn\\u2019t Pooh,\\u201dLittle Piglet said.\"\n        ],\n        [\n            25498,\n            \"But Pooh went back to Little Piglet own house, and feeling very proud of what Little Piglet had done, had a little something to revive Little Piglet.\"\n        ],\n        [\n            25663,\n            \"\\u201d And Piglet imagined Piglet with Pooh, saying, \\u201cDid Little Piglet ever see such rain, Pooh?\"\n        ],\n        [\n            25699,\n            \"\\u201d and Pooh saying, \\u201cPiglet wonder how it is over Christopher Robin\\u2019s way\\u201dand Pooh saying, \\u201cLittle Piglet should think Rabbit is about flooded out by this time.\"\n        ],\n        [\n            25879,\n            \"Christopher Robin and Pooh could escape by Climbing Trees, and Kanga could escape by Jumping, and Rabbit could escape by Burrowing, and Little Piglet could escape by Flying, and Eeyore could escape by-- by Making a Loud Noise Until Rescued, and here am Piglet, surrounded by water and Piglet can\\u2019t do _ anything _.\"\n        ],\n        [\n            25994,\n            \"\\u201cPooh hasn\\u2019t much Brain, but Little Piglet never comes to any harm.\"\n        ],\n        [\n            26544,\n            \"Little Piglet remember how Pooh discovered the North Pole;\"\n        ],\n        [\n            26553,\n            \"well, Pooh was so proud of this that Pooh asked Christopher Robin if there were any other Poles such as Little Piglet might discover.\"\n        ],\n        [\n            26620,\n            \"\\u201d Pooh was very excited when Little Piglet heard this, and suggested that Little Piglet should have an Expotition to discover the East Pole, but Christopher Robin had thought of something else to do with Kanga;\"\n        ],\n        [\n            26657,\n            \"so Pooh went out to discover the East Pole by Little Piglet.\"\n        ],\n        [\n            26929,\n            \"and when the whole Escape was finished, there was Pooh sitting on Little Piglet branch, dangling Little Piglet legs, and there, beside Little Piglet, were ten pots of honey.\"\n        ],\n        [\n            26964,\n            \"Two days later, there was Pooh, sitting on Little Piglet branch, dangling Little Piglet legs, and there, beside Little Piglet, were four pots of honey.\"\n        ],\n        [\n            26996,\n            \"Three days later, there was Pooh, sitting on Little Piglet branch, dangling Little Piglet legs, and there beside Little Piglet, was one pot of honey.\"\n        ],\n        [\n            27085,\n            \"\\u201d said Pooh, as Little Piglet opened it.\"\n        ],\n        [\n            27141,\n            \"And that letter is a\\u2019P,\\u2019and so is that, and so is that, and\\u2019P\\u2019means\\u2019 Pooh,\\u2019so it\\u2019s a very important Missage to Little Piglet, and Little Piglet can\\u2019t read it.\"\n        ],\n        [\n            27350,\n            \"For a little while Pooh and _ The Floating Bear _ were uncertain as to which of Little Piglet was meant to be on the top, but after trying one or two different positions, Little Piglet settled down with _ The Floating Bear _ underneath and Pooh triumphantly astride it, paddling vigorously with his feet.\"\n        ],\n        [\n            27601,\n            \"It was on this morning that Pooh came flying over the water to say \\u201cHow do Little Piglet do,\\u201dto Christopher Robin.\"\n        ],\n        [\n            27808,\n            \"Do Pooh think Little Piglet\\u2019re all right, Pooh?\"\n        ],\n        [\n            27825,\n            \"Little Piglet see, at any moment----\\u201d\\u201cDo go and see, Pooh.\"\n        ],\n        [\n            27844,\n            \"Because Pooh hasn\\u2019t got very much brain, and Little Piglet might do something silly, and Christopher Robin do love Little Piglet so, Pooh.\"\n        ],\n        [\n            28030,\n            \"\\u201cOn Little Piglet boat,\\u201dsaid Pooh proudly.\"\n        ],\n        [\n            28166,\n            \"Little Piglet thought Little Piglet was with _ you _, Pooh.\"\n        ],\n        [\n            28177,\n            \"Pooh, could Pooh rescue Little Piglet on Pooh back?\"\n        ],\n        [\n            28204,\n            \"\\u201cIt is doubtful if the necessary dorsal muscles----\\u201d\\u201cThen would Pooh fly to Little Piglet at _ once _ and say that Rescue is Coming?\"\n        ],\n        [\n            28236,\n            \"And Pooh and Little Piglet will think of a Rescue and come as quick as ever Little Piglet can.\"\n        ],\n        [\n            28283,\n            \"\\u201cNow then, Pooh,\\u201dsaid Christopher Robin, \\u201cwhere\\u2019s Little Piglet boat?\"\n        ],\n        [\n            28301,\n            \"\\u201d \\u201cLittle Piglet ought to say,\\u201dexplained Pooh as Little Piglet walked down to the shore of the island, \\u201cthat it isn\\u2019t just an ordinary sort of boat.\"\n        ],\n        [\n            28405,\n            \"It wasn\\u2019t what Christopher Robin expected, and the more Christopher Robin looked at it, the more Christopher Robin thought what Pooh was, and the more Christopher Robin thought this, the more Pooh looked modestly down Little Piglet nose and tried to pretend Little Piglet wasn\\u2019t.\"\n        ],\n        [\n            28503,\n            \"\\u201d And then Little Piglet, Little Piglet, Pooh, F.\"\n        ],\n        [\n            28619,\n            \"\\u201cLittle Piglet might go in Christopher Robin umbrella,\\u201dsaid Pooh.\"\n        ],\n        [\n            28633,\n            \"\\u201d \\u201cLittle Piglet might go in Christopher Robin umbrella,\\u201dsaid Pooh.\"\n        ],\n        [\n            28649,\n            \"\\u201d \\u201cLittle Piglet might go in Christopher Robin umbrella,\\u201dsaid Pooh.\"\n        ],\n        [\n            28811,\n            \"In after-years Piglet liked to think that Piglet had been in Very Great Danger during the Terrible Flood, but the only danger Piglet had really been in was in the last half-hour of Piglet imprisonment, when Owl, who had just flown up, sat on a branch of Piglet tree to comfort Piglet, and told Piglet a very long story about Little Piglet, and the story went on and on, rather like this sentence, until Piglet window without much hope, went to sleep quietly and naturally, slipping slowly out of the window towards the water until Piglet was only hanging on by Piglet toes, at which moment luckily, a sudden loud squawk from Pooh, which was really part of the story, being what Little Piglet said, woke Piglet up and just gave Piglet time to jerk Piglet back into safety and say, \\u201cHow interesting, and did Little Piglet?\"\n        ],\n        [\n            29085,\n            \"CHAPTER X IN WHICH CHRISTOPHER ROBIN GIVES POOH A PARTY, AND Little Piglet SAY GOOD-BYE One day when the sun had come back over the Forest, bringing with it the scent of may, and all the streams of the Forest were tinkling happily to find themselves their own pretty shape again, and the little pools lay dreaming of the life they had seen and the big things they had done, and in the warmth and quiet of the Forest the cuckoo was trying over his voice carefully and listening to see if Pooh liked it, and wood-pigeons were complaining gently to themselves in their lazy comfortable way that it was the other fellow\\u2019s fault, but it didn\\u2019t matter very much;\"\n        ],\n        [\n            29281,\n            \"\\u201cAnd it\\u2019s to be a special sort of party, because it\\u2019s because of what Pooh did when Little Piglet did what Little Piglet did to save Piglet from the flood.\"\n        ],\n        [\n            29384,\n            \"\\u201cSo will Pooh go and tell Little Piglet, Pooh?\"\n        ],\n        [\n            29395,\n            \"\\u201d Pooh tried to think of something very wise to say, but couldn\\u2019t, so Pooh flew off to tell Little Piglet.\"\n        ],\n        [\n            29421,\n            \"And the first person Little Piglet told was Pooh.\"\n        ],\n        [\n            29430,\n            \"\\u201cPooh,\\u201dLittle Piglet said, \\u201cChristopher Robin is giving a party.\"\n        ],\n        [\n            29453,\n            \"And then seeing that Pooh expected Little Piglet to say something else, he said \\u201cWill there be those little cake things with pink sugar icing?\"\n        ],\n        [\n            29480,\n            \"\\u201d Pooh felt that it was rather beneath Little Piglet to talk about little cake things with pink sugar icing, so Little Piglet told Pooh exactly what Christopher Robin had said, and flew off to Eeyore.\"\n        ],\n        [\n            29523,\n            \"\\u201d thought Pooh to Little Piglet.\"\n        ],\n        [\n            29533,\n            \"\\u201d And Little Piglet began to wonder if all the other animals would know that it was a special Pooh Party, and if Christopher Robin had told Little Piglet about _ The Floating Bear _ and the _ Brain of Pooh _ and all the wonderful ships Little Piglet had invented and sailed on, and Little Piglet began to think how awful it would be if Little Piglet had forgotten about it, and Little Piglet quite knew what the party was for;\"\n        ],\n        [\n            29675,\n            \"_) For Pooh-- (_ Why what did Little Piglet do?\"\n        ],\n        [\n            29745,\n            \"Little Piglet am talking of Pooh-- (_ Of who?\"\n        ],\n        [\n            29943,\n            \"(_ Just tell Little Piglet, Little Piglet _-- WHAT DID Pooh DO?\"\n        ],\n        [\n            29958,\n            \") While this was going on inside Pooh, Little Piglet was talking to Eeyore.\"\n        ],\n        [\n            30248,\n            \"Christopher Robin sat at one end, and Pooh sat at the other, and between Little Piglet on one side were Little Piglet and Eeyore and Piglet, and between Little Piglet on the other side were Rabbit, and Roo and Kanga.\"\n        ],\n        [\n            31181,\n            \"\\u201d Little Piglet was listening, for Little Piglet were all saying \\u201cOpen it, Pooh,\\u201d\\u201cWhat is it, Pooh?\"\n        ],\n        [\n            31205,\n            \"\\u201d \\u201cLittle Piglet know what it is,\\u201d\\u201cNo, Pooh don\\u2019t\\u201dand other helpful remarks of this sort.\"\n        ],\n        [\n            31230,\n            \"And of course Pooh was opening it as quickly as ever Little Piglet could, but without cutting the string, because you never know when a bit of string might be Useful.\"\n        ],\n        [\n            31269,\n            \"When Pooh saw what it was, Little Piglet nearly fell down, Little Piglet was so pleased.\"\n        ],\n        [\n            31494,\n            \"\\u201d Later on, when Little Piglet had all said \\u201cGood-bye\\u201dand \\u201cThank-you\\u201dto Christopher Robin, Pooh and Piglet walked home thoughtfully together in the golden evening, and for a long time Little Piglet were silent.\"\n        ],\n        [\n            31539,\n            \"\\u201cWhen Pooh wake up in the morning, Pooh,\\u201dsaid Piglet at last, \\u201cwhat\\u2019s the first thing Little Piglet say to yourself?\"\n        ],\n        [\n            31739,\n            \"\\u201d \\u201cPooh might,\\u201dLittle Piglet said.\"\n        ]\n    ],\n    \"[1, 11]\": [\n        [\n            16915,\n            \"CHAPTER VII IN WHICH Kanga AND BABY ROO COME TO THE FOREST, AND PIGLET HAS A BATH Little Piglet seemed to know where Little Piglet came from, but there Little Piglet were in the Forest: Kanga and Baby Roo.\"\n        ],\n        [\n            17419,\n            \"\\u201cThe question is, What are Little Piglet to do about Kanga?\"\n        ],\n        [\n            17575,\n            \"_\\u2019so that Kanga knows that _ Little Piglet _ know where Baby Roo is.\"\n        ],\n        [\n            17690,\n            \"\\u201cLittle Piglet wonder if Kanga will have to practise too so as to understand it.\"\n        ],\n        [\n            18115,\n            \"_ Kanga runs faster than Little Piglet, even Me.\"\n        ],\n        [\n            18161,\n            \"_ If Little Piglet are to capture Baby Roo, Little Piglet must get a Long Start, because Kanga runs faster than any of Little Piglet, even Little Piglet.\"\n        ],\n        [\n            18601,\n            \"\\u201d \\u201cWell, Little Piglet just have to talk very hard to Kanga so as Kanga doesn\\u2019t notice anything.\"\n        ],\n        [\n            18636,\n            \"\\u201d \\u201cLittle Piglet mean like telling Kanga a little bit of poetry or something?\"\n        ],\n        [\n            18696,\n            \"Baby Roo was practising very small jumps in the sand, and falling down mouse-holes and climbing out of them, and Kanga was fidgeting about and saying \\u201cJust one more jump, dear, and then Little Piglet must go home.\"\n        ],\n        [\n            18797,\n            \"\\u201d \\u201cLittle Piglet were just going home,\\u201dsaid Kanga.\"\n        ],\n        [\n            18875,\n            \"\\u201cOh, Kanga,\\u201dsaid Pooh, after Rabbit had winked at Little Piglet twice, \\u201cRabbit don\\u2019t know if Kanga are interested in Poetry at all?\"\n        ],\n        [\n            19574,\n            \"\\u201d and in jumped Piglet into Kanga pocket, and off scampered Rabbit, with Roo in Little Piglet paws, as fast as Little Piglet could.\"\n        ],\n        [\n            19692,\n            \"\\u201d \\u201cWell, Little Piglet must be getting home,\\u201dsaid Kanga.\"\n        ],\n        [\n            19940,\n            \"So Kanga said to Kanga, \\u201cIf Little Piglet are having a joke with Kanga, Kanga will have a joke with Little Piglet.\"\n        ],\n        [\n            20121,\n            \"\\u201cLittle Piglet am not at all sure,\\u201dsaid Kanga in a thoughtful voice, \\u201cthat it wouldn\\u2019t be a good idea to have a _ cold _ bath this evening.\"\n        ],\n        [\n            20332,\n            \"\\u201d \\u201cLittle Piglet _ am _ looking, Roo, dear,\\u201dsaid Kanga rather severely.\"\n        ],\n        [\n            20419,\n            \"\\u201d Before Piglet knew where Piglet was, Piglet was in the bath, and Kanga was scrubbing Little Piglet firmly with a large lathery flannel.\"\n        ],\n        [\n            20462,\n            \"\\u201d \\u201cDon\\u2019t open the mouth, Little Piglet, or the soap goes in,\\u201dsaid Kanga.\"\n        ],\n        [\n            20492,\n            \"\\u201d \\u201cKanga-- Kanga-- Kanga did it on purpose,\\u201dspluttered Piglet, as soon as Little Piglet could speak again.\"\n        ],\n        [\n            20530,\n            \"\\u201cThat\\u2019s right, Little Piglet, don\\u2019t say anything,\\u201dsaid Kanga, and in another minute Piglet was out of the bath, and being rubbed dry with a towel.\"\n        ],\n        [\n            20567,\n            \"\\u201cNow,\\u201dsaid Kanga, \\u201cthere\\u2019s Little Piglet medicine, and then bed.\"\n        ],\n        [\n            20667,\n            \"\\u201cTell Kanga who Little Piglet am!\"\n        ],\n        [\n            20674,\n            \"Kanga keeps saying Little Piglet\\u2019m Roo.\"\n        ],\n        [\n            20813,\n            \"\\u201d Piglet began to say that this was because Piglet had just had a bath, and then Piglet thought that perhaps Piglet wouldn\\u2019t say that, and as Piglet opened Piglet mouth to say something else, Kanga slipped the medicine spoon in, and then patted Piglet on the back and told Henry Pootel that it was really quite a nice taste when Little Piglet got used to it.\"\n        ],\n        [\n            20885,\n            \"\\u201cLittle Piglet knew it wasn\\u2019t Piglet,\\u201dsaid Kanga.\"\n        ],\n        [\n            20935,\n            \"\\u201d Kanga agreed that this was probably what it was, and said that Little Piglet would have to call Henry Pootel by some name.\"\n        ],\n        [\n            24188,\n            \"Roo was washing Roo face and paws in the stream, while Kanga explained to Little Piglet proudly that this was the first time Kanga had ever washed Kanga face Kanga, and Little Piglet was telling Kanga an Interesting Anecdote full of long words like Encyclop\\u00e6dia and Rhododendron to which Kanga wasn\\u2019t listening.\"\n        ],\n        [\n            24277,\n            \"\\u201d \\u201cWell,\\u201dsaid Pooh, \\u201c_ Little Piglet _ think----\\u201dBut Little Piglet shall never know what Pooh thought, for there came a sudden squeak from Roo, a splash, and a loud cry of alarm from Kanga.\"\n        ],\n        [\n            24648,\n            \"Two pools below Roo was standing with a long pole in Little Piglet paws, and Kanga came up and took one end of it, and between them they held it across the lower part of the pool;\"\n        ],\n        [\n            25879,\n            \"Christopher Robin and Pooh could escape by Climbing Trees, and Kanga could escape by Jumping, and Rabbit could escape by Burrowing, and Little Piglet could escape by Flying, and Eeyore could escape by-- by Making a Loud Noise Until Rescued, and here am Piglet, surrounded by water and Piglet can\\u2019t do _ anything _.\"\n        ],\n        [\n            26620,\n            \"\\u201d Pooh was very excited when Little Piglet heard this, and suggested that Little Piglet should have an Expotition to discover the East Pole, but Christopher Robin had thought of something else to do with Kanga;\"\n        ],\n        [\n            30471,\n            \"\\\"-- and Little Piglet said \\u201cHallo, Roo,\\u201din a kindly way, and went on telling Christopher Robin about an accident which had nearly happened to Little Piglet, and Kanga said to Roo, \\u201cDrink up Roo milk first, Roo, and talk afterwards.\"\n        ]\n    ],\n    \"[1, 12]\": [\n        [\n            160,\n            \"\\u201cThen Christopher Robin can\\u2019t call Pooh Little Piglet?\"\n        ],\n        [\n            177,\n            \"\\u201d \\u201cBut Christopher Robin said----\\u201d\\u201cPooh\\u2019s Little Piglet.\"\n        ],\n        [\n            484,\n            \"_ _ \\\" Now Christopher Robin am,\\u201dsaid Little Piglet.\"\n        ],\n        [\n            1226,\n            \"\\u201cLittle Piglet wonder if Christopher Robin\\u2019ve got such a thing as a balloon about Christopher Robin?\"\n        ],\n        [\n            1248,\n            \"\\u201d \\u201cYes, Little Piglet just said to Little Piglet coming along:\\u2019Little Piglet wonder if Christopher Robin has such a thing as a balloon about Christopher Robin?\"\n        ],\n        [\n            3055,\n            \"Christopher Robin gave a deep sigh, picked Little Piglet Bear up by the leg, and walked off to the door, trailing Pooh behind Little Piglet.\"\n        ],\n        [\n            4651,\n            \"\\u201d Christopher Robin lived at the other end of the Forest, and when Christopher Robin came back with Rabbit, and saw Little Piglet, Christopher Robin said, \\u201cLittle Piglet,\\u201din such a loving voice that Little Piglet felt quite hopeful again.\"\n        ],\n        [\n            5109,\n            \"_\\u201d\\u201cLittle Piglet\\u2019m afraid no meals,\\u201dsaid Christopher Robin, \\u201cbecause of getting thin quicker.\"\n        ],\n        [\n            5251,\n            \"_\\u201dSo Little Piglet took hold of Pooh\\u2019s front paws and Rabbit took hold of Christopher Robin, and all Rabbit\\u2019s friends and relations took hold of Rabbit, and they all pulled together.\"\n        ],\n        [\n            5413,\n            \"But, Christopher Robin looked after Little Piglet lovingly, and said to Little Piglet, \\u201cLittle Piglet!\"\n        ],\n        [\n            5508,\n            \"When Christopher Robin asked Piglet what it meant, Piglet said it was Little Piglet\\u2019s name, and had been in the family for a long time, Christopher Robin said you _ couldn\\u2019t _ be called Trespassers W, and Piglet said yes, Little Piglet could, because Little Piglet was, and it was short for Trespassers Will, which was short for Little Piglet.\"\n        ],\n        [\n            5605,\n            \"\\u201cLittle Piglet\\u2019ve got two names,\\u201dsaid Christopher Robin carelessly.\"\n        ],\n        [\n            6160,\n            \"Piglet passing the time by telling Pooh what Piglet Grandfather Trespassers W had done to Remove Stiffness after Tracking, and how Piglet Grandfather Trespassers W had suffered in Pooh later years from Shortness of Breath, and other matters of interest, and Pooh wondering what Little Piglet was like, and if perhaps this was Two Grandfathers Little Piglet were after now, and, if so, whether Little Piglet would be allowed to take one home and keep it, and what Christopher Robin would say.\"\n        ],\n        [\n            6459,\n            \"were there, instead of elsewhere, and Pooh thought how nice it would be if Little Piglet met Christopher Robin suddenly but quite accidentally, and only because Little Piglet liked Christopher Robin so much.\"\n        ],\n        [\n            6890,\n            \"\\u201cIt\\u2019s Christopher Robin,\\u201dLittle Piglet said.\"\n        ],\n        [\n            6916,\n            \"\\u201cLittle Piglet\\u2019ll be quite safe with _ Christopher Robin _.\"\n        ],\n        [\n            6954,\n            \"Christopher Robin came slowly down Little Piglet tree.\"\n        ],\n        [\n            7123,\n            \"\\u201d \\u201cBear\\u2019re Little Piglet,\\u201dsaid Christopher Robin soothingly.\"\n        ],\n        [\n            8716,\n            \"But Little Piglet went on and on, using longer and longer words, until at last Little Piglet came back to where Little Piglet started, and Little Piglet explained that the person to write out this notice was Christopher Robin.\"\n        ],\n        [\n            8755,\n            \"\\u201cIt was Christopher Robin who wrote the ones on Little Piglet front door for Little Piglet.\"\n        ],\n        [\n            9126,\n            \"and when Christopher Robin had nailed it on in its right place again, Eeyore frisked about the forest, waving Eeyore tail so happily that Little Piglet came over all funny, and had to hurry home for a little snack of something to sustain Little Piglet.\"\n        ],\n        [\n            9230,\n            \"\\u201d CHAPTER V IN WHICH PIGLET MEETS A HEFFALUMP One day, when Christopher Robin and Little Piglet and Piglet were all talking together, Christopher Robin finished the mouthful Christopher Robin was eating and said carelessly: \\u201cChristopher Robin saw a Heffalump to-day, Piglet.\"\n        ],\n        [\n            9363,\n            \"\\u201cLittle Piglet don\\u2019t often see Little Piglet,\\u201dsaid Christopher Robin carelessly.\"\n        ],\n        [\n            12485,\n            \"\\u201d And Little Piglet didn\\u2019t stop crying and scampering until Little Piglet got to Christopher Robin\\u2019s house.\"\n        ],\n        [\n            12577,\n            \"\\u201d \\u201cLike-- like---- It had the biggest head Little Piglet ever saw, Christopher Robin.\"\n        ],\n        [\n            12664,\n            \"\\u201d Bear wasn\\u2019t afraid if Little Piglet had Christopher Robin with Little Piglet, so off they went.\"\n        ],\n        [\n            12686,\n            \"\\u201cLittle Piglet can hear it, can\\u2019t Christopher Robin?\"\n        ],\n        [\n            12751,\n            \"\\u201d And Little Piglet held on tight to Christopher Robin hand.\"\n        ],\n        [\n            15019,\n            \"\\u201cThere\\u2019s a notice about knocking and ringing outside Little Piglet door, which Christopher Robin wrote.\"\n        ],\n        [\n            15043,\n            \"\\u201d \\u201cChristopher Robin told Little Piglet what it said, and _ then _ Little Piglet could.\"\n        ],\n        [\n            16875,\n            \"Little Piglet had a cake with icing on the top, and three candles, and Little Piglet name in pink sugar, and----\\u201d\\u201cYes, _ Little Piglet _ remember,\\u201dsaid Christopher Robin.\"\n        ],\n        [\n            16955,\n            \"When Pooh asked Christopher Robin, \\u201cHow did Little Piglet come here?\"\n        ],\n        [\n            16968,\n            \"\\u201d Christopher Robin said, \\u201cIn the Usual Way, if Pooh know what Little Piglet mean, Pooh,\\u201dand Pooh, said \\u201cOh!\"\n        ],\n        [\n            17723,\n            \"\\u201cLittle Piglet was talking to Christopher Robin, and Christopher Robin said that a Kanga was Generally Regarded as One of the Fiercer Animals.\"\n        ],\n        [\n            20693,\n            \"\\u201d Christopher Robin looked at Little Piglet very carefully, and shook Christopher Robin head.\"\n        ],\n        [\n            20707,\n            \"\\u201cLittle Piglet can\\u2019t be Roo,\\u201dChristopher Robin said, \\u201cbecause Christopher Robin\\u2019ve just seen Roo playing in Rabbit\\u2019s house.\"\n        ],\n        [\n            21138,\n            \"CHAPTER VIII IN WHICH CHRISTOPHER ROBIN LEADS AN EXPOTITION TO THE NORTH POLE One fine day Pooh had stumped up to the top of the Forest to see if Christopher Robin was interested in Little Piglet at all.\"\n        ],\n        [\n            21550,\n            \"Christopher Robin was sitting outside Bear door, putting on Little Piglet Big Boots.\"\n        ],\n        [\n            21680,\n            \"\\u201d Pooh sat down, dug his feet into the ground, and pushed hard against Christopher Robin\\u2019s back, and Christopher Robin Little Piglet pushed hard against his, and pulled and pulled at Little Piglet boot until Little Piglet had got it on.\"\n        ],\n        [\n            21742,\n            \"\\u201d \\u201cLittle Piglet are all going on an Expedition,\\u201dsaid Christopher Robin, as Little Piglet got up and brushed Little Piglet.\"\n        ],\n        [\n            21880,\n            \"\\u201cIt\\u2019s just a thing Little Piglet discover,\\u201dsaid Christopher Robin carelessly, not being quite sure Little Piglet.\"\n        ],\n        [\n            22091,\n            \"\\u201d \\u201cLittle Piglet\\u2019re all going on an Expotition with Christopher Robin!\"\n        ],\n        [\n            22408,\n            \"But if Christopher Robin is coming Little Piglet don\\u2019t mind anything.\"\n        ],\n        [\n            23002,\n            \"Eeyore, Christopher Robin Little Piglet and Pooh And Rabbit relations all went too-- And where the Pole was none of Little Piglet knew.\"\n        ],\n        [\n            23044,\n            \"\\u201d said Christopher Robin turning round to Pooh, \\u201cLittle Piglet\\u2019re just coming to a Dangerous Place.\"\n        ],\n        [\n            23247,\n            \"Little Piglet had come to a stream which twisted and tumbled between high rocky banks, and Christopher Robin saw at once how dangerous it was.\"\n        ],\n        [\n            23596,\n            \"As soon as Little Piglet saw this, Christopher Robin called \\u201cHalt!\"\n        ],\n        [\n            23618,\n            \"\\u201cLittle Piglet think,\\u201dsaid Christopher Robin, \\u201cthat Little Piglet ought to eat all Little Piglet Provisions now, so that Little Piglet shan\\u2019t have so much to carry.\"\n        ],\n        [\n            23703,\n            \"\\u201d asked Christopher Robin with Little Piglet mouth full.\"\n        ],\n        [\n            23877,\n            \"\\u201d As soon as Little Piglet had finished Little Piglet lunch Christopher Robin whispered to Rabbit, and Rabbit said \\u201cYes, yes, of course,\\u201dand Little Piglet walked a little way up the stream together.\"\n        ],\n        [\n            23915,\n            \"\\u201cLittle Piglet didn\\u2019t want Little Piglet to hear,\\u201dsaid Christopher Robin.\"\n        ],\n        [\n            24000,\n            \"\\u201d \\u201cLittle Piglet did know once, only Little Piglet\\u2019ve sort of forgotten,\\u201dsaid Christopher Robin carelessly.\"\n        ],\n        [\n            24154,\n            \"\\u201d \\u201cThat\\u2019s what Little Piglet\\u2019re looking for,\\u201dsaid Christopher Robin.\"\n        ],\n        [\n            24585,\n            \"and, Christopher Robin and Rabbit came hurrying past Eeyore, and were calling out to Little Piglet.\"\n        ],\n        [\n            24608,\n            \"\\u201cAll right, Roo, Little Piglet\\u2019m coming,\\u201dcalled Christopher Robin.\"\n        ],\n        [\n            24783,\n            \"Christopher Robin, did Little Piglet see Roo----\\u201dBut Christopher Robin wasn\\u2019t listening.\"\n        ],\n        [\n            25055,\n            \"Little Piglet\\u2019ll dry it for Eeyore,\\u201dsaid Christopher Robin, and Little Piglet took out Little Piglet handkerchief and rubbed it up.\"\n        ],\n        [\n            25079,\n            \"\\u201cThank Little Piglet, Christopher Robin.\"\n        ],\n        [\n            25148,\n            \"\\u201d \\u201cNever mind, Eeyore,\\u201dsaid Christopher Robin, rubbing Little Piglet hardest.\"\n        ],\n        [\n            25336,\n            \"\\u201d \\u201cWell, thank Little Piglet for me when Christopher Robin see Little Piglet.\"\n        ],\n        [\n            25441,\n            \"Little Piglet stuck the pole in the ground, and Christopher Robin tied a message on to it.\"\n        ],\n        [\n            25699,\n            \"\\u201d and Pooh saying, \\u201cPiglet wonder how it is over Christopher Robin\\u2019s way\\u201dand Pooh saying, \\u201cLittle Piglet should think Rabbit is about flooded out by this time.\"\n        ],\n        [\n            25879,\n            \"Christopher Robin and Pooh could escape by Climbing Trees, and Kanga could escape by Jumping, and Rabbit could escape by Burrowing, and Little Piglet could escape by Flying, and Eeyore could escape by-- by Making a Loud Noise Until Rescued, and here am Piglet, surrounded by water and Piglet can\\u2019t do _ anything _.\"\n        ],\n        [\n            26553,\n            \"well, Pooh was so proud of this that Pooh asked Christopher Robin if there were any other Poles such as Little Piglet might discover.\"\n        ],\n        [\n            26582,\n            \"\\u201cThere\\u2019s a South Pole,\\u201dsaid Christopher Robin, \\u201cand Little Piglet expect there\\u2019s an East Pole and a West Pole, though Little Piglet don\\u2019t like talking about them.\"\n        ],\n        [\n            26620,\n            \"\\u201d Pooh was very excited when Little Piglet heard this, and suggested that Little Piglet should have an Expotition to discover the East Pole, but Christopher Robin had thought of something else to do with Kanga;\"\n        ],\n        [\n            27188,\n            \"Little Piglet must find Christopher Robin or Owl or Piglet, one of those Clever Readers who can read things, and Little Piglet will tell Little Piglet what this missage means.\"\n        ],\n        [\n            27601,\n            \"It was on this morning that Pooh came flying over the water to say \\u201cHow do Little Piglet do,\\u201dto Christopher Robin.\"\n        ],\n        [\n            27844,\n            \"Because Pooh hasn\\u2019t got very much brain, and Little Piglet might do something silly, and Christopher Robin do love Little Piglet so, Pooh.\"\n        ],\n        [\n            28040,\n            \"\\u201cLittle Piglet had a Very Important Missage sent Little Piglet in a bottle, and owing to having got some water in Little Piglet eyes, Little Piglet couldn\\u2019t read it, so Little Piglet brought it to Christopher Robin.\"\n        ],\n        [\n            28283,\n            \"\\u201cNow then, Pooh,\\u201dsaid Christopher Robin, \\u201cwhere\\u2019s Little Piglet boat?\"\n        ],\n        [\n            28405,\n            \"It wasn\\u2019t what Christopher Robin expected, and the more Christopher Robin looked at it, the more Christopher Robin thought what Pooh was, and the more Christopher Robin thought this, the more Pooh looked modestly down Little Piglet nose and tried to pretend Little Piglet wasn\\u2019t.\"\n        ],\n        [\n            28460,\n            \"\\u201cBut it\\u2019s too small for two of Little Piglet,\\u201dsaid Christopher Robin sadly.\"\n        ],\n        [\n            28561,\n            \"(Eeyore\\u2019s Comforter and Tail-finder)-- in fact, Little Piglet-- said something so clever that Christopher Robin could only look at Little Piglet with mouth open and eyes staring, wondering if this was really Little Piglet whom Christopher Robin had known and loved so long.\"\n        ],\n        [\n            28619,\n            \"\\u201cLittle Piglet might go in Christopher Robin umbrella,\\u201dsaid Pooh.\"\n        ],\n        [\n            28633,\n            \"\\u201d \\u201cLittle Piglet might go in Christopher Robin umbrella,\\u201dsaid Pooh.\"\n        ],\n        [\n            28649,\n            \"\\u201d \\u201cLittle Piglet might go in Christopher Robin umbrella,\\u201dsaid Pooh.\"\n        ],\n        [\n            28669,\n            \"\\u201d For suddenly Christopher Robin saw that Little Piglet might.\"\n        ],\n        [\n            28998,\n            \"\\u201d when-- well, Little Piglet can imagine Piglet joy when at last Piglet saw the good ship, _ Brain of Pooh _ (_ Captain _, Christopher Robin\"\n        ],\n        [\n            29430,\n            \"\\u201cPooh,\\u201dLittle Piglet said, \\u201cChristopher Robin is giving a party.\"\n        ],\n        [\n            29480,\n            \"\\u201d Pooh felt that it was rather beneath Little Piglet to talk about little cake things with pink sugar icing, so Little Piglet told Pooh exactly what Christopher Robin had said, and flew off to Eeyore.\"\n        ],\n        [\n            29533,\n            \"\\u201d And Little Piglet began to wonder if all the other animals would know that it was a special Pooh Party, and if Christopher Robin had told Little Piglet about _ The Floating Bear _ and the _ Brain of Pooh _ and all the wonderful ships Little Piglet had invented and sailed on, and Little Piglet began to think how awful it would be if Little Piglet had forgotten about it, and Little Piglet quite knew what the party was for;\"\n        ],\n        [\n            29973,\n            \"\\u201cEeyore,\\u201dsaid Little Piglet, \\u201cChristopher Robin is giving a party.\"\n        ],\n        [\n            30151,\n            \"Christopher Robin said\\u2019Little Piglet!\"\n        ],\n        [\n            30248,\n            \"Christopher Robin sat at one end, and Pooh sat at the other, and between Little Piglet on one side were Little Piglet and Eeyore and Piglet, and between Little Piglet on the other side were Rabbit, and Roo and Kanga.\"\n        ],\n        [\n            30471,\n            \"\\\"-- and Little Piglet said \\u201cHallo, Roo,\\u201din a kindly way, and went on telling Christopher Robin about an accident which had nearly happened to Little Piglet, and Kanga said to Roo, \\u201cDrink up Roo milk first, Roo, and talk afterwards.\"\n        ],\n        [\n            30575,\n            \"When Little Piglet had all nearly eaten enough, Christopher Robin banged on the table with Christopher Robin spoon, and Little Piglet stopped talking and was very silent, except Roo was just finishing a loud attack of hiccups and trying to look as if it was Little Piglet.\"\n        ],\n        [\n            30628,\n            \"\\u201cThis party,\\u201dsaid Christopher Robin, \\u201cis a party because of what someone did, and we all know who Christopher Robin was, and it\\u2019s Little Piglet party, because of what Little Piglet did, and Christopher Robin\\u2019ve got a present for Little Piglet and here it is.\"\n        ],\n        [\n            30819,\n            \"It was not, Eeyore need hardly say, with an idea of getting what Christopher Robin is looking for now \\\"-- and Eeyore put Eeyore front leg to Eeyore mouth and said in a loud whisper, \\u201cTry under the table \\\"-- \\\" that Eeyore did what Eeyore did-- but because Eeyore feel that Little Piglet should all do what Little Piglet can to help.\"\n        ],\n        [\n            31494,\n            \"\\u201d Later on, when Little Piglet had all said \\u201cGood-bye\\u201dand \\u201cThank-you\\u201dto Christopher Robin, Pooh and Piglet walked home thoughtfully together in the golden evening, and for a long time Little Piglet were silent.\"\n        ]\n    ],\n    \"[1, 14]\": [\n        [\n            3733,\n            \"\\u201d \\u201cLittle Piglet don\\u2019t _ think _ so,\\u201dsaid Rabbit.\"\n        ],\n        [\n            3767,\n            \"Pooh took Pooh head out of the hole, and had another think, and then Pooh put it back, and said: \\u201cWell, could Little Piglet very kindly tell Pooh where Rabbit is?\"\n        ],\n        [\n            3804,\n            \"\\u201d \\u201cRabbit has gone to see Little Piglet.\"\n        ],\n        [\n            3907,\n            \"\\u201cLittle Piglet were quite right,\\u201dsaid Rabbit, looking at Little Piglet all over.\"\n        ],\n        [\n            4024,\n            \"and when Rabbit said, \\u201cHoney or condensed milk with Little Piglet bread?\"\n        ],\n        [\n            4416,\n            \"\\u201d Now by this time Rabbit wanted to go for a walk too, and finding the front door full, Little Piglet went out by the back door, and came round to Pooh, and looked at Little Piglet.\"\n        ],\n        [\n            4583,\n            \"Little Piglet thought at the time,\\u201dsaid Rabbit, \\u201conly Little Piglet didn\\u2019t like to say anything,\\u201dsaid Rabbit, \\u201cthat one of Little Piglet was eating too much,\\u201dsaid Rabbit, \\u201cand Little Piglet knew if wasn\\u2019t _ me _,\\u201dLittle Piglet said.\"\n        ],\n        [\n            4800,\n            \"\\u201d Rabbit scratched Little Piglet whiskers thoughtfully, and pointed out that, when once Pooh was pushed back, Little Piglet was back, and of course Little Piglet was more glad to see Pooh than _ Little Piglet _ was, still there it was, some lived in trees and some lived underground, and---- \\u201cLittle Piglet mean Pooh\\u2019d _ never _ get out?\"\n        ],\n        [\n            4997,\n            \"\\u201d \\u201cLittle Piglet\\u2019ll read to Pooh,\\u201dsaid Rabbit cheerfully.\"\n        ],\n        [\n            5025,\n            \"\\u201cAnd Rabbit say, Little Piglet, Little Piglet\\u2019re taking up a good deal of room in Rabbit house-- _ do _ Little Piglet mind if Rabbit use your back legs as a towel-horse?\"\n        ],\n        [\n            5251,\n            \"_\\u201dSo Little Piglet took hold of Pooh\\u2019s front paws and Rabbit took hold of Christopher Robin, and all Rabbit\\u2019s friends and relations took hold of Rabbit, and they all pulled together.\"\n        ],\n        [\n            17073,\n            \"\\u201cHere are Little Piglet-- Pooh, and Pooh, Piglet, and Rabbit-- and suddenly----\\u201d\\u201cAnd Eeyore,\\u201dsaid Pooh.\"\n        ],\n        [\n            17162,\n            \"\\u201d \\u201cHere-- Little Piglet-- are,\\u201dsaid Rabbit very slowly and carefully, \\u201cLittle Piglet, and then, suddenly, Little Piglet wake up one morning and, what do Little Piglet find?\"\n        ],\n        [\n            17863,\n            \"\\u201d Rabbit, looked up and said: \\u201cIt is because Piglet are a very small animal that Piglet will be Useful in the adventure before Little Piglet.\"\n        ],\n        [\n            18067,\n            \"\\u201d \\u201cNow listen Little Piglet,\\u201dsaid Rabbit when Rabbit had finished writing, and Little Piglet and Piglet sat listening very eagerly with Little Piglet mouths open.\"\n        ],\n        [\n            18326,\n            \"_ Well, Rabbit read this out proudly, and for a little while after Rabbit had read it Little Piglet said anything.\"\n        ],\n        [\n            18508,\n            \"By the way,\\u201dLittle Piglet said, \\u201cRabbit _ are _ quite sure about what Rabbit said about the winter months?\"\n        ],\n        [\n            18820,\n            \"\\u201d Rabbit and Piglet, who had now come up from the other side of the hill, said \\u201cGood afternoon,\\u201dand \\u201cHallo, Roo,\\u201dand Roo asked Little Piglet to look at Roo jumping, so Little Piglet stayed and looked.\"\n        ],\n        [\n            18875,\n            \"\\u201cOh, Kanga,\\u201dsaid Pooh, after Rabbit had winked at Little Piglet twice, \\u201cRabbit don\\u2019t know if Kanga are interested in Poetry at all?\"\n        ],\n        [\n            18970,\n            \"\\u201cTalking of Poetry,\\u201dsaid Pooh, \\u201cRabbit made up a little piece as Little Piglet was coming along.\"\n        ],\n        [\n            19396,\n            \"\\u201d \\u201cLittle Piglet ought to look at that tree right over there,\\u201dsaid Rabbit.\"\n        ],\n        [\n            19454,\n            \"\\u201d \\u201cLittle Piglet ought to see that bird from here,\\u201dsaid Rabbit.\"\n        ],\n        [\n            19574,\n            \"\\u201d and in jumped Piglet into Kanga pocket, and off scampered Rabbit, with Roo in Little Piglet paws, as fast as Little Piglet could.\"\n        ],\n        [\n            20074,\n            \"Rabbit was playing with Baby Roo in Rabbit own house, and feeling more fond of Roo every minute, and Pooh, who had decided to be Little Piglet, was still at the sandy place on the top of the Forest, practising jumps.\"\n        ],\n        [\n            20707,\n            \"\\u201cLittle Piglet can\\u2019t be Roo,\\u201dChristopher Robin said, \\u201cbecause Christopher Robin\\u2019ve just seen Roo playing in Rabbit\\u2019s house.\"\n        ],\n        [\n            22027,\n            \"The first person Little Piglet met was Rabbit.\"\n        ],\n        [\n            22035,\n            \"\\u201cHallo, Rabbit,\\u201dLittle Piglet said, \\u201cis that Rabbit?\"\n        ],\n        [\n            22070,\n            \"\\u201d \\u201cLittle Piglet\\u2019ve got a message for Rabbit.\"\n        ],\n        [\n            22490,\n            \"\\u201cRabbit didn\\u2019t ask Little Piglet,\\u201dexplained Rabbit carelessly.\"\n        ],\n        [\n            22785,\n            \"\\u201cLittle Piglet\\u2019re starting,\\u201dsaid Rabbit.\"\n        ],\n        [\n            23002,\n            \"Eeyore, Christopher Robin Little Piglet and Pooh And Rabbit relations all went too-- And where the Pole was none of Little Piglet knew.\"\n        ],\n        [\n            23877,\n            \"\\u201d As soon as Little Piglet had finished Little Piglet lunch Christopher Robin whispered to Rabbit, and Rabbit said \\u201cYes, yes, of course,\\u201dand Little Piglet walked a little way up the stream together.\"\n        ],\n        [\n            23942,\n            \"\\u201cIt\\u2019s-- Little Piglet wondered-- It\\u2019s only-- Rabbit, Little Piglet suppose _ Rabbit _ don\\u2019t know, What does the North Pole _ look _ like?\"\n        ],\n        [\n            23992,\n            \"\\u201cNow Little Piglet\\u2019re asking Rabbit.\"\n        ],\n        [\n            24066,\n            \"\\u201d \\u201cSure to be a pole,\\u201dsaid Rabbit, \\u201cbecause of calling it a pole, and if it\\u2019s a pole, well, Little Piglet should think it would be sticking in the ground, shouldn\\u2019t Little Piglet, because there\\u2019d be nowhere else to stick it.\"\n        ],\n        [\n            24585,\n            \"and, Christopher Robin and Rabbit came hurrying past Eeyore, and were calling out to Little Piglet.\"\n        ],\n        [\n            24624,\n            \"\\u201cGet something across the stream lower down, Little Piglet,\\u201dcalled Rabbit.\"\n        ],\n        [\n            25699,\n            \"\\u201d and Pooh saying, \\u201cPiglet wonder how it is over Christopher Robin\\u2019s way\\u201dand Pooh saying, \\u201cLittle Piglet should think Rabbit is about flooded out by this time.\"\n        ],\n        [\n            25879,\n            \"Christopher Robin and Pooh could escape by Climbing Trees, and Kanga could escape by Jumping, and Rabbit could escape by Burrowing, and Little Piglet could escape by Flying, and Eeyore could escape by-- by Making a Loud Noise Until Rescued, and here am Piglet, surrounded by water and Piglet can\\u2019t do _ anything _.\"\n        ],\n        [\n            30758,\n            \"Little Piglet-- except Rabbit and Little Piglet and Kanga-- would have done the same.\"\n        ]\n    ],\n    \"[1, 17]\": [\n        [\n            2923,\n            \"\\u201d \\u201cThat day when Pooh and Piglet tried to catch the Heffalump----\\u201d\\u201cLittle Piglet didn\\u2019t catch it, did Little Piglet?\"\n        ],\n        [\n            5432,\n            \"\\u201d CHAPTER III IN WHICH POOH AND Little Piglet GO HUNTING AND NEARLY CATCH A WOOZLE Piglet lived in a very grand house in the middle of a beech-tree, and the beech-tree was in the middle of the forest, and Piglet lived in the middle of the house.\"\n        ],\n        [\n            5508,\n            \"When Christopher Robin asked Piglet what it meant, Piglet said it was Little Piglet\\u2019s name, and had been in the family for a long time, Christopher Robin said you _ couldn\\u2019t _ be called Trespassers W, and Piglet said yes, Little Piglet could, because Little Piglet was, and it was short for Trespassers Will, which was short for Little Piglet.\"\n        ],\n        [\n            5619,\n            \"\\u201cWell, there Little Piglet are, that proves it,\\u201dsaid Piglet.\"\n        ],\n        [\n            5634,\n            \"One fine winter\\u2019s day when Piglet was brushing away the snow in front of Piglet house, Piglet happened to look up, and there was Little Piglet.\"\n        ],\n        [\n            5668,\n            \"Pooh was walking round and round in a circle, thinking of something else, and when Piglet called to Little Piglet, he just went on walking.\"\n        ],\n        [\n            5895,\n            \"\\u201d With these few words Little Piglet went on tracking, and Piglet, after watching him for a minute or two, ran after him.\"\n        ],\n        [\n            6017,\n            \"Would Piglet mind coming with Bear, Piglet, in case Little Piglet turn out to be Little Piglet?\"\n        ],\n        [\n            6076,\n            \"\\u201cPiglet mean, in case it really is two Woozles,\\u201dsaid Little Piglet, and Piglet said that anyhow Piglet had nothing to do until Friday.\"\n        ],\n        [\n            6160,\n            \"Piglet passing the time by telling Pooh what Piglet Grandfather Trespassers W had done to Remove Stiffness after Tracking, and how Piglet Grandfather Trespassers W had suffered in Pooh later years from Shortness of Breath, and other matters of interest, and Pooh wondering what Little Piglet was like, and if perhaps this was Two Grandfathers Little Piglet were after now, and, if so, whether Little Piglet would be allowed to take one home and keep it, and what Christopher Robin would say.\"\n        ],\n        [\n            6629,\n            \"\\u201cPooh _ think _,\\u201dsaid Pooh, when Piglet had licked the tip of Little Piglet nose too, and found that it brought very little comfort, \\u201cPooh _ think _ that Little Piglet have just remembered something.\"\n        ],\n        [\n            6730,\n            \"\\u201cIt isn\\u2019t the sort of thing Little Piglet can do in the afternoon,\\u201dsaid Piglet quickly.\"\n        ],\n        [\n            6901,\n            \"\\u201cAh, then Little Piglet\\u2019ll be all right,\\u201dsaid Piglet.\"\n        ],\n        [\n            6979,\n            \"First Little Piglet went round the spinney twice by yourself, and then Piglet ran after Little Piglet and you went round again together, and then Little Piglet were just going round a fourth time----\\u201d\\u201cWait a moment,\\u201dsaid Winnie-Pooh, holding up Eeyore paw.\"\n        ],\n        [\n            9230,\n            \"\\u201d CHAPTER V IN WHICH PIGLET MEETS A HEFFALUMP One day, when Christopher Robin and Little Piglet and Piglet were all talking together, Christopher Robin finished the mouthful Christopher Robin was eating and said carelessly: \\u201cChristopher Robin saw a Heffalump to-day, Piglet.\"\n        ],\n        [\n            9314,\n            \"\\u201d \\u201cLittle Piglet saw one once,\\u201dsaid Piglet.\"\n        ],\n        [\n            9444,\n            \"but when Little Piglet came to the stream and had helped each other across the stepping stones, and were able to walk side by side again over the heather, Little Piglet began to talk in a friendly way about this and that, and Piglet said, \\u201cIf Pooh see what Piglet mean, Pooh,\\u201dand Pooh said, \\u201cIt\\u2019s just what Little Piglet think myself, Piglet,\\u201dand Piglet said, \\u201cBut, on the other hand, Pooh, Little Piglet must remember,\\u201dand Pooh said, \\u201cQuite true, Piglet, although Little Piglet had forgotten it for the moment.\"\n        ],\n        [\n            9557,\n            \"\\u201d And then, just as Little Piglet came to the Six Pine Trees, Pooh looked round to see that Little Piglet was listening, and said in a very solemn voice: \\u201cPiglet, Little Piglet have decided something.\"\n        ],\n        [\n            9617,\n            \"\\u201d Pooh nodded Little Piglet head several times as Little Piglet said this, and waited for Piglet to say \\u201cHow?\"\n        ],\n        [\n            9700,\n            \"And it must be a Cunning Trap, so Piglet will have to help Little Piglet, Piglet.\"\n        ],\n        [\n            9736,\n            \"\\u201d And then Piglet said, \\u201cHow shall Little Piglet do it?\"\n        ],\n        [\n            10060,\n            \"_ Piglet said that the best place would be somewhere where Little Piglet was, just before Little Piglet fell into it, only about a foot farther on.\"\n        ],\n        [\n            10249,\n            \"\\u201cSuppose,\\u201dLittle Piglet said to Piglet, \\u201c_ Piglet _ wanted to catch _ me _, how would Piglet do it?\"\n        ],\n        [\n            10291,\n            \"Piglet should make a Trap, and Piglet should put a Jar of Honey in the Trap, and Pooh would smell it, and Pooh would go in after it, and----\\u201d\\u201cAnd Little Piglet would go in after it,\\u201dsaid Pooh excitedly, \\u201conly very carefully so as not to hurt Little Piglet, and Little Piglet would get to the Jar of Honey, and Little Piglet should lick round the edges first of all, pretending that there wasn\\u2019t any more, you know, and then Little Piglet should walk away and think about it a little, and then Little Piglet should come back and start licking in the middle of the jar, and then----\\u201d\\u201cYes, well never mind about that.\"\n        ],\n        [\n            10524,\n            \"and Little Piglet were just going to argue about it, when Piglet remembered that, if Little Piglet put acorns in the Trap, _ Piglet _ would have to find Little Piglet, but if Little Piglet put honey, then Pooh would have to give up some of Little Piglet own honey, so Piglet said, \\u201cAll right, honey then,\\u201djust as Pooh remembered it too, and was going to say, \\u201cAll right, haycorns.\"\n        ],\n        [\n            10892,\n            \"\\u201d Having made certain of this, Little Piglet took the jar back to Piglet, and Piglet looked up from the bottom of Piglet Very Deep Pit, and said, \\u201cGot it?\"\n        ],\n        [\n            10927,\n            \"\\u201d and Pooh said, \\u201cYes, but it isn\\u2019t quite a full jar,\\u201dand Little Piglet threw it down to Piglet, and Piglet said, \\u201cNo, it isn\\u2019t!\"\n        ],\n        [\n            10987,\n            \"So Piglet put the jar at the bottom of the Pit, and climbed out, and Little Piglet went off home together.\"\n        ],\n        [\n            11010,\n            \"\\u201cWell, good night, Pooh,\\u201dsaid Piglet, when Little Piglet had got to Bear house.\"\n        ],\n        [\n            11104,\n            \"Little Piglet _ think _ Little Piglet come if Piglet whistle.\"\n        ],\n        [\n            11141,\n            \"\\u201d And off Piglet trotted to Piglet house TRESPASSERS W, while Pooh made Little Piglet preparations for bed.\"\n        ],\n        [\n            11965,\n            \"and Piglet was going to see Little Piglet first Heffalump in about an hour from now!\"\n        ],\n        [\n            12150,\n            \"At first Piglet thought that there wouldn\\u2019t be a Heffalump in the Trap, and then Piglet thought that there would, and as Piglet got nearer Little Piglet was _ sure _ that there would, because Little Piglet could hear it heffalumping about it like anything.\"\n        ],\n        [\n            12225,\n            \"But somehow, having got so near, Piglet felt that Little Piglet must just see what a Heffalump was like.\"\n        ],\n        [\n            12829,\n            \"Then Piglet saw what Piglet Little Piglet had been, and Little Piglet was so ashamed of Little Piglet that Little Piglet ran straight off home and went to bed with a headache.\"\n        ],\n        [\n            14078,\n            \"\\u201cBut Pooh,\\u201dsaid Piglet, \\u201cit\\u2019s Little Piglet own house!\"\n        ],\n        [\n            15253,\n            \"for Piglet thought that Piglet would like to be the first one to give a present, just as if Piglet had thought of it without being told by Little Piglet.\"\n        ],\n        [\n            16418,\n            \"Pooh had now splashed across the stream to Little Piglet, and Bear was sitting a little way off, Piglet head in Piglet paws, snuffling to himself.\"\n        ],\n        [\n            16588,\n            \"\\u201d And as Piglet looked sorrowfully round, Little Piglet picked the balloon up with Little Piglet teeth, and placed it carefully in the pot;\"\n        ],\n        [\n            16713,\n            \"\\u201d \\u201cLittle Piglet\\u2019m very glad,\\u201dsaid Piglet happily, \\u201cthat Little Piglet thought of giving Little Piglet Something to put in a Useful Pot.\"\n        ],\n        [\n            17073,\n            \"\\u201cHere are Little Piglet-- Pooh, and Pooh, Piglet, and Rabbit-- and suddenly----\\u201d\\u201cAnd Eeyore,\\u201dsaid Pooh.\"\n        ],\n        [\n            17398,\n            \"\\u201cYes, Little Piglet said----\\u201d\\u201cNever mind, Pooh,\\u201dsaid Piglet impatiently.\"\n        ],\n        [\n            17836,\n            \"\\u201d \\u201cIt is hard to be brave,\\u201dsaid Piglet, sniffing slightly, \\u201cwhen Little Piglet\\u2019re only a Very Small Animal.\"\n        ],\n        [\n            17863,\n            \"\\u201d Rabbit, looked up and said: \\u201cIt is because Piglet are a very small animal that Piglet will be Useful in the adventure before Little Piglet.\"\n        ],\n        [\n            18067,\n            \"\\u201d \\u201cNow listen Little Piglet,\\u201dsaid Rabbit when Rabbit had finished writing, and Little Piglet and Piglet sat listening very eagerly with Little Piglet mouths open.\"\n        ],\n        [\n            18435,\n            \"\\u201d \\u201cNothing,\\u201dsaid Piglet, \\u201cas long as _ Little Piglet _ say it.\"\n        ],\n        [\n            18455,\n            \"As long as Little Piglet say it,\\u201dsaid Piglet, \\u201cLittle Piglet don\\u2019t mind,\\u201dLittle Piglet said, \\u201cbut Little Piglet shouldn\\u2019t care to say\\u2019_ Aha!\"\n        ],\n        [\n            18820,\n            \"\\u201d Rabbit and Piglet, who had now come up from the other side of the hill, said \\u201cGood afternoon,\\u201dand \\u201cHallo, Roo,\\u201dand Roo asked Little Piglet to look at Roo jumping, so Little Piglet stayed and looked.\"\n        ],\n        [\n            19574,\n            \"\\u201d and in jumped Piglet into Kanga pocket, and off scampered Rabbit, with Roo in Little Piglet paws, as fast as Little Piglet could.\"\n        ],\n        [\n            19677,\n            \"\\u201d \\u201cLittle Piglet think Piglet thought of something at the same time.\"\n        ],\n        [\n            20053,\n            \"_\\u201dsaid Piglet again, looking round anxiously for Little Piglet.\"\n        ],\n        [\n            20419,\n            \"\\u201d Before Piglet knew where Piglet was, Piglet was in the bath, and Kanga was scrubbing Little Piglet firmly with a large lathery flannel.\"\n        ],\n        [\n            20492,\n            \"\\u201d \\u201cKanga-- Kanga-- Kanga did it on purpose,\\u201dspluttered Piglet, as soon as Little Piglet could speak again.\"\n        ],\n        [\n            20530,\n            \"\\u201cThat\\u2019s right, Little Piglet, don\\u2019t say anything,\\u201dsaid Kanga, and in another minute Piglet was out of the bath, and being rubbed dry with a towel.\"\n        ],\n        [\n            20609,\n            \"Little Piglet don\\u2019t want to grow up small and weak like Piglet, do Little Piglet?\"\n        ],\n        [\n            20813,\n            \"\\u201d Piglet began to say that this was because Piglet had just had a bath, and then Piglet thought that perhaps Piglet wouldn\\u2019t say that, and as Piglet opened Piglet mouth to say something else, Kanga slipped the medicine spoon in, and then patted Piglet on the back and told Henry Pootel that it was really quite a nice taste when Little Piglet got used to it.\"\n        ],\n        [\n            20885,\n            \"\\u201cLittle Piglet knew it wasn\\u2019t Piglet,\\u201dsaid Kanga.\"\n        ],\n        [\n            22312,\n            \"Piglet,\\u201dsaid Pooh excitedly, \\u201cLittle Piglet\\u2019re going on an Expotition, Little Piglet, with things to eat.\"\n        ],\n        [\n            22385,\n            \"\\u201d \\u201cIt isn\\u2019t Little Piglet necks Little Piglet mind,\\u201dsaid Piglet earnestly.\"\n        ],\n        [\n            22919,\n            \"\\u201d \\u201cWell, if Little Piglet listen, Piglet, Little Piglet\\u2019ll hear it.\"\n        ],\n        [\n            22935,\n            \"\\u201d \\u201cHow do Little Piglet know Piglet\\u2019m not listening?\"\n        ],\n        [\n            23309,\n            \"\\u201d \\u201cLittle Piglet,\\u201dsaid Piglet in his superior way, \\u201cdon\\u2019t Little Piglet know what an Ambush is?\"\n        ],\n        [\n            23334,\n            \"\\u201d \\u201cPiglet,\\u201dsaid Piglet, looking round at Little Piglet severely, \\u201cPooh\\u2019s whisper was a perfectly private whisper, and there was no need----\\u201d\\u201cAn Ambush,\\u201dsaid Piglet, \\u201cis a sort of Surprise.\"\n        ],\n        [\n            23422,\n            \"\\u201d \\u201cIf Little Piglet jump out at Little Piglet suddenly, that\\u2019s an Ambush,\\u201dsaid Piglet.\"\n        ],\n        [\n            23442,\n            \"\\u201cIt\\u2019s an Ambush, Pooh, when people jump at Little Piglet suddenly,\\u201dexplained Piglet.\"\n        ],\n        [\n            23507,\n            \"\\u201cLittle Piglet are not _ talking _ about gorse-bushes,\\u201dsaid Piglet a little crossly.\"\n        ],\n        [\n            23661,\n            \"\\u201cAll that Little Piglet\\u2019ve brought,\\u201dsaid Piglet, getting to work.\"\n        ],\n        [\n            25663,\n            \"\\u201d And Piglet imagined Piglet with Pooh, saying, \\u201cDid Little Piglet ever see such rain, Pooh?\"\n        ],\n        [\n            25699,\n            \"\\u201d and Pooh saying, \\u201cPiglet wonder how it is over Christopher Robin\\u2019s way\\u201dand Pooh saying, \\u201cLittle Piglet should think Rabbit is about flooded out by this time.\"\n        ],\n        [\n            25778,\n            \"The little dry ditches in which Piglet had nosed about so often had become streams, the little streams across which Piglet had splashed were rivers, and the river, between whose steep banks Little Piglet had played so happily, had sprawled out of its own bed and was taking up so much room everywhere, that Piglet was beginning to wonder whether it would be coming into _ Piglet _ bed soon.\"\n        ],\n        [\n            25879,\n            \"Christopher Robin and Pooh could escape by Climbing Trees, and Kanga could escape by Jumping, and Rabbit could escape by Burrowing, and Little Piglet could escape by Flying, and Eeyore could escape by-- by Making a Loud Noise Until Rescued, and here am Piglet, surrounded by water and Piglet can\\u2019t do _ anything _.\"\n        ],\n        [\n            26177,\n            \"and Piglet thought that if Piglet wrote something in a bottle and threw it in the water, perhaps Little Piglet would come and rescue _ Piglet _!\"\n        ],\n        [\n            26421,\n            \"\\u201cSo now,\\u201dPiglet thought, \\u201cLittle Piglet will have to do something, and Piglet hope Little Piglet will do it soon, because if Little Piglet don\\u2019t Piglet shall have to swim, which Piglet can\\u2019t, so Piglet hope Little Piglet do it soon.\"\n        ],\n        [\n            27034,\n            \"And it was on the morning of the fourth day that Piglet\\u2019s bottle came floating past Little Piglet, and with one loud cry of \\u201cHoney!\"\n        ],\n        [\n            27188,\n            \"Little Piglet must find Christopher Robin or Owl or Piglet, one of those Clever Readers who can read things, and Little Piglet will tell Little Piglet what this missage means.\"\n        ],\n        [\n            28478,\n            \"\\u201cThree of Little Piglet with Piglet.\"\n        ],\n        [\n            28793,\n            \"Little Piglet can imagine Piglet\\u2019s joy when at last the ship came in sight of Piglet.\"\n        ],\n        [\n            28811,\n            \"In after-years Piglet liked to think that Piglet had been in Very Great Danger during the Terrible Flood, but the only danger Piglet had really been in was in the last half-hour of Piglet imprisonment, when Owl, who had just flown up, sat on a branch of Piglet tree to comfort Piglet, and told Piglet a very long story about Little Piglet, and the story went on and on, rather like this sentence, until Piglet window without much hope, went to sleep quietly and naturally, slipping slowly out of the window towards the water until Piglet was only hanging on by Piglet toes, at which moment luckily, a sudden loud squawk from Pooh, which was really part of the story, being what Little Piglet said, woke Piglet up and just gave Piglet time to jerk Piglet back into safety and say, \\u201cHow interesting, and did Little Piglet?\"\n        ],\n        [\n            28998,\n            \"\\u201d when-- well, Little Piglet can imagine Piglet joy when at last Piglet saw the good ship, _ Brain of Pooh _ (_ Captain _, Christopher Robin\"\n        ],\n        [\n            30092,\n            \"\\u201cLittle Piglet mean Piglet.\"\n        ],\n        [\n            30248,\n            \"Christopher Robin sat at one end, and Pooh sat at the other, and between Little Piglet on one side were Little Piglet and Eeyore and Piglet, and between Little Piglet on the other side were Rabbit, and Roo and Kanga.\"\n        ],\n        [\n            31494,\n            \"\\u201d Later on, when Little Piglet had all said \\u201cGood-bye\\u201dand \\u201cThank-you\\u201dto Christopher Robin, Pooh and Piglet walked home thoughtfully together in the golden evening, and for a long time Little Piglet were silent.\"\n        ],\n        [\n            31539,\n            \"\\u201cWhen Pooh wake up in the morning, Pooh,\\u201dsaid Piglet at last, \\u201cwhat\\u2019s the first thing Little Piglet say to yourself?\"\n        ],\n        [\n            31590,\n            \"\\u201d \\u201cPiglet say, Little Piglet wonder what\\u2019s going to happen exciting _ to-day _?\"\n        ]\n    ],\n    \"[3, 7]\": [\n        [\n            7767,\n            \"So Bear-Little Piglet went off to find Eeyore tail.\"\n        ],\n        [\n            13048,\n            \"\\u201cGood morning, Bear,\\u201dsaid Eeyore gloomily.\"\n        ],\n        [\n            15605,\n            \"\\u201cGood morning, Eeyore,\\u201dshouted Bear.\"\n        ]\n    ],\n    \"[3, 10]\": [\n        [\n            1715,\n            \"and then, when the balloon was blown up as big as big, and Little Piglet and Pooh were both holding on to the string, Little Piglet let go suddenly, and Bear floated gracefully up into the sky, and stayed there-- level with the top of the tree and about twenty feet away from it.\"\n        ],\n        [\n            3824,\n            \"\\u201d \\u201cBut Pooh _ is _ Bear!\"\n        ],\n        [\n            4971,\n            \"\\u201d \\u201cPooh can _ stay _ here all right, Bear.\"\n        ],\n        [\n            7711,\n            \"\\u201cLittle Piglet,\\u201dLittle Piglet said solemnly, \\u201cBearPooh, will find Little Piglet tail for Little Piglet.\"\n        ],\n        [\n            11010,\n            \"\\u201cWell, good night, Pooh,\\u201dsaid Piglet, when Little Piglet had got to Bear house.\"\n        ],\n        [\n            16418,\n            \"Pooh had now splashed across the stream to Little Piglet, and Bear was sitting a little way off, Piglet head in Piglet paws, snuffling to himself.\"\n        ],\n        [\n            17371,\n            \"\\u201d Pooh rubbed Pooh nose and said that Pooh thought Rabbit had been talking about Bear family.\"\n        ],\n        [\n            21564,\n            \"As soon as Bear saw the Big Boots, Pooh knew that an Adventure was going to happen, and Little Piglet brushed the honey off Little Piglet nose with the back of Little Piglet paw, and spruced Little Piglet up as well as Little Piglet could, so as to look Ready for Anything.\"\n        ],\n        [\n            29910,\n            \"_) For Pooh-- 3 Cheers for Bear!\"\n        ],\n        [\n            29926,\n            \"_) For Bear-- 3 Cheers for PoohPooh!\"\n        ]\n    ],\n    \"[3, 12]\": [\n        [\n            7123,\n            \"\\u201d \\u201cBear\\u2019re Little Piglet,\\u201dsaid Christopher Robin soothingly.\"\n        ],\n        [\n            12664,\n            \"\\u201d Bear wasn\\u2019t afraid if Little Piglet had Christopher Robin with Little Piglet, so off they went.\"\n        ],\n        [\n            21550,\n            \"Christopher Robin was sitting outside Bear door, putting on Little Piglet Big Boots.\"\n        ]\n    ],\n    \"[3, 14]\": [\n        [\n            4496,\n            \"\\u201d Bear stretched out a paw, and Rabbit pulled and pulled and pulled.\"\n        ],\n        [\n            4700,\n            \"\\u201cI was just beginning to think,\\u201dsaid Bear, sniffing slightly, \\u201cthat Rabbit might never be able to use Rabbit front door again.\"\n        ],\n        [\n            17371,\n            \"\\u201d Pooh rubbed Pooh nose and said that Pooh thought Rabbit had been talking about Bear family.\"\n        ]\n    ],\n    \"[3, 17]\": [\n        [\n            6017,\n            \"Would Piglet mind coming with Bear, Piglet, in case Little Piglet turn out to be Little Piglet?\"\n        ],\n        [\n            11010,\n            \"\\u201cWell, good night, Pooh,\\u201dsaid Piglet, when Little Piglet had got to Bear house.\"\n        ],\n        [\n            16418,\n            \"Pooh had now splashed across the stream to Little Piglet, and Bear was sitting a little way off, Piglet head in Piglet paws, snuffling to himself.\"\n        ]\n    ],\n    \"[5, 7]\": [\n        [\n            24527,\n            \"\\u201d Eeyore had turned round and hung Eeyore tail over the first pool into which Roo fell, and with Eeyore back to the accident was grumbling quietly to Eeyore, and saying, \\u201cAll this washing;\"\n        ],\n        [\n            24566,\n            \"but catch on to Eeyore tail, Roo, and Roo\\u2019ll be all right \\\";\"\n        ],\n        [\n            24907,\n            \"\\u201cTell Roo to be quick, Little Piglet,\\u201dEeyore said.\"\n        ],\n        [\n            24978,\n            \"\\u201d \\u201cDid Eeyore see Roo swimming?\"\n        ],\n        [\n            30248,\n            \"Christopher Robin sat at one end, and Pooh sat at the other, and between Little Piglet on one side were Little Piglet and Eeyore and Piglet, and between Little Piglet on the other side were Rabbit, and Roo and Kanga.\"\n        ],\n        [\n            30423,\n            \"Eeyore nodded gloomily at Roo.\"\n        ],\n        [\n            30429,\n            \"\\u201cIt will rain soon, Roo see if it doesn\\u2019t,\\u201dEeyore said.\"\n        ]\n    ],\n    \"[5, 10]\": [\n        [\n            19348,\n            \"\\u201cNow, Roo----\\u201d\\u201cRight over there,\\u201dsaid Pooh, pointing behind Kanga back.\"\n        ],\n        [\n            20074,\n            \"Rabbit was playing with Baby Roo in Rabbit own house, and feeling more fond of Roo every minute, and Pooh, who had decided to be Little Piglet, was still at the sandy place on the top of the Forest, practising jumps.\"\n        ],\n        [\n            21086,\n            \"And every Tuesday Roo spent the day with Rabbit, and every Tuesday Kanga spent the day with Pooh, teaching Pooh to jump, and every Tuesday Piglet spent the day with Christopher Robin.\"\n        ],\n        [\n            24277,\n            \"\\u201d \\u201cWell,\\u201dsaid Pooh, \\u201c_ Little Piglet _ think----\\u201dBut Little Piglet shall never know what Pooh thought, for there came a sudden squeak from Roo, a splash, and a loud cry of alarm from Kanga.\"\n        ],\n        [\n            24732,\n            \"\\u201cPooh, did Little Piglet see Roo swimming?\"\n        ],\n        [\n            30248,\n            \"Christopher Robin sat at one end, and Pooh sat at the other, and between Little Piglet on one side were Little Piglet and Eeyore and Piglet, and between Little Piglet on the other side were Rabbit, and Roo and Kanga.\"\n        ]\n    ],\n    \"[5, 11]\": [\n        [\n            18680,\n            \"Kanga and Roo were spending a quiet afternoon in a sandy part of the Forest.\"\n        ],\n        [\n            19076,\n            \"\\u201cOh, yes,\\u201dsaid Kanga, but Kanga still looked at Roo.\"\n        ],\n        [\n            19348,\n            \"\\u201cNow, Roo----\\u201d\\u201cRight over there,\\u201dsaid Pooh, pointing behind Kanga back.\"\n        ],\n        [\n            19552,\n            \"And the moment that Kanga head was turned, Rabbit said in a loud voice \\u201cIn Roo go, Roo!\"\n        ],\n        [\n            19574,\n            \"\\u201d and in jumped Piglet into Kanga pocket, and off scampered Rabbit, with Roo in Little Piglet paws, as fast as Little Piglet could.\"\n        ],\n        [\n            19923,\n            \"for Kanga felt quite sure that Christopher Robin would never let any harm happen to Roo.\"\n        ],\n        [\n            19964,\n            \"\\u201d \\u201cNow then, Roo, dear,\\u201dKanga said, as Kanga took Piglet out of Kanga pocket.\"\n        ],\n        [\n            20209,\n            \"\\u201d \\u201cRoo,\\u201dsaid Kanga, as Kanga got the bath-water ready.\"\n        ],\n        [\n            20332,\n            \"\\u201d \\u201cLittle Piglet _ am _ looking, Roo, dear,\\u201dsaid Kanga rather severely.\"\n        ],\n        [\n            21077,\n            \"So Kanga and Roo stayed in the Forest.\"\n        ],\n        [\n            21086,\n            \"And every Tuesday Roo spent the day with Rabbit, and every Tuesday Kanga spent the day with Pooh, teaching Pooh to jump, and every Tuesday Piglet spent the day with Christopher Robin.\"\n        ],\n        [\n            23089,\n            \"\\u201d said Kanga to Piglet, while Roo said \\u201cHush!\"\n        ],\n        [\n            24188,\n            \"Roo was washing Roo face and paws in the stream, while Kanga explained to Little Piglet proudly that this was the first time Kanga had ever washed Kanga face Kanga, and Little Piglet was telling Kanga an Interesting Anecdote full of long words like Encyclop\\u00e6dia and Rhododendron to which Kanga wasn\\u2019t listening.\"\n        ],\n        [\n            24277,\n            \"\\u201d \\u201cWell,\\u201dsaid Pooh, \\u201c_ Little Piglet _ think----\\u201dBut Little Piglet shall never know what Pooh thought, for there came a sudden squeak from Roo, a splash, and a loud cry of alarm from Kanga.\"\n        ],\n        [\n            24481,\n            \"Kanga was jumping along the bank, saying \\u201cAre Roo _ sure _ Roo\\u2019re all right, Roo?\"\n        ],\n        [\n            24648,\n            \"Two pools below Roo was standing with a long pole in Little Piglet paws, and Kanga came up and took one end of it, and between them they held it across the lower part of the pool;\"\n        ],\n        [\n            24718,\n            \"\\u201d squeaked Roo excitedly, while Kanga scolded Roo and rubbed Roo down.\"\n        ],\n        [\n            30471,\n            \"\\\"-- and Little Piglet said \\u201cHallo, Roo,\\u201din a kindly way, and went on telling Christopher Robin about an accident which had nearly happened to Little Piglet, and Kanga said to Roo, \\u201cDrink up Roo milk first, Roo, and talk afterwards.\"\n        ]\n    ],\n    \"[5, 12]\": [\n        [\n            19923,\n            \"for Kanga felt quite sure that Christopher Robin would never let any harm happen to Roo.\"\n        ],\n        [\n            20707,\n            \"\\u201cLittle Piglet can\\u2019t be Roo,\\u201dChristopher Robin said, \\u201cbecause Christopher Robin\\u2019ve just seen Roo playing in Rabbit\\u2019s house.\"\n        ],\n        [\n            21086,\n            \"And every Tuesday Roo spent the day with Rabbit, and every Tuesday Kanga spent the day with Pooh, teaching Pooh to jump, and every Tuesday Piglet spent the day with Christopher Robin.\"\n        ],\n        [\n            24608,\n            \"\\u201cAll right, Roo, Little Piglet\\u2019m coming,\\u201dcalled Christopher Robin.\"\n        ],\n        [\n            24783,\n            \"Christopher Robin, did Little Piglet see Roo----\\u201dBut Christopher Robin wasn\\u2019t listening.\"\n        ],\n        [\n            30248,\n            \"Christopher Robin sat at one end, and Pooh sat at the other, and between Little Piglet on one side were Little Piglet and Eeyore and Piglet, and between Little Piglet on the other side were Rabbit, and Roo and Kanga.\"\n        ],\n        [\n            30471,\n            \"\\\"-- and Little Piglet said \\u201cHallo, Roo,\\u201din a kindly way, and went on telling Christopher Robin about an accident which had nearly happened to Little Piglet, and Kanga said to Roo, \\u201cDrink up Roo milk first, Roo, and talk afterwards.\"\n        ],\n        [\n            30575,\n            \"When Little Piglet had all nearly eaten enough, Christopher Robin banged on the table with Christopher Robin spoon, and Little Piglet stopped talking and was very silent, except Roo was just finishing a loud attack of hiccups and trying to look as if it was Little Piglet.\"\n        ]\n    ],\n    \"[5, 14]\": [\n        [\n            18820,\n            \"\\u201d Rabbit and Piglet, who had now come up from the other side of the hill, said \\u201cGood afternoon,\\u201dand \\u201cHallo, Roo,\\u201dand Roo asked Little Piglet to look at Roo jumping, so Little Piglet stayed and looked.\"\n        ],\n        [\n            19016,\n            \"\\u201cNow Roo----\\u201d\\u201cRoo\\u2019ll like this piece of poetry,\\u201dsaid Rabbit.\"\n        ],\n        [\n            19413,\n            \"\\u201cShall Rabbit lift Roo in, Roo?\"\n        ],\n        [\n            19552,\n            \"And the moment that Kanga head was turned, Rabbit said in a loud voice \\u201cIn Roo go, Roo!\"\n        ],\n        [\n            19574,\n            \"\\u201d and in jumped Piglet into Kanga pocket, and off scampered Rabbit, with Roo in Little Piglet paws, as fast as Little Piglet could.\"\n        ],\n        [\n            20074,\n            \"Rabbit was playing with Baby Roo in Rabbit own house, and feeling more fond of Roo every minute, and Pooh, who had decided to be Little Piglet, was still at the sandy place on the top of the Forest, practising jumps.\"\n        ],\n        [\n            20707,\n            \"\\u201cLittle Piglet can\\u2019t be Roo,\\u201dChristopher Robin said, \\u201cbecause Christopher Robin\\u2019ve just seen Roo playing in Rabbit\\u2019s house.\"\n        ],\n        [\n            21086,\n            \"And every Tuesday Roo spent the day with Rabbit, and every Tuesday Kanga spent the day with Pooh, teaching Pooh to jump, and every Tuesday Piglet spent the day with Christopher Robin.\"\n        ],\n        [\n            24752,\n            \"Rabbit, did Rabbit see what Roo was doing?\"\n        ]\n    ],\n    \"[5, 17]\": [\n        [\n            18820,\n            \"\\u201d Rabbit and Piglet, who had now come up from the other side of the hill, said \\u201cGood afternoon,\\u201dand \\u201cHallo, Roo,\\u201dand Roo asked Little Piglet to look at Roo jumping, so Little Piglet stayed and looked.\"\n        ],\n        [\n            19574,\n            \"\\u201d and in jumped Piglet into Kanga pocket, and off scampered Rabbit, with Roo in Little Piglet paws, as fast as Little Piglet could.\"\n        ],\n        [\n            19964,\n            \"\\u201d \\u201cNow then, Roo, dear,\\u201dKanga said, as Kanga took Piglet out of Kanga pocket.\"\n        ],\n        [\n            20228,\n            \"\\u201cI am _ not _ Roo,\\u201dsaid Piglet loudly.\"\n        ],\n        [\n            20363,\n            \"If Roo go on making faces like Piglet\\u2019s, you will grow up to _ look _ like Piglet-- and _ then _ think how sorry Roo will be.\"\n        ],\n        [\n            21086,\n            \"And every Tuesday Roo spent the day with Rabbit, and every Tuesday Kanga spent the day with Pooh, teaching Pooh to jump, and every Tuesday Piglet spent the day with Christopher Robin.\"\n        ],\n        [\n            23089,\n            \"\\u201d said Kanga to Piglet, while Roo said \\u201cHush!\"\n        ],\n        [\n            24768,\n            \"Roo say, Piglet!\"\n        ],\n        [\n            24773,\n            \"What do Piglet think Roo was doing!\"\n        ],\n        [\n            30248,\n            \"Christopher Robin sat at one end, and Pooh sat at the other, and between Little Piglet on one side were Little Piglet and Eeyore and Piglet, and between Little Piglet on the other side were Rabbit, and Roo and Kanga.\"\n        ],\n        [\n            30400,\n            \"Piglet waved a paw at Roo, being too busy to say anything.\"\n        ]\n    ],\n    \"[6, 11]\": [\n        [\n            20813,\n            \"\\u201d Piglet began to say that this was because Piglet had just had a bath, and then Piglet thought that perhaps Piglet wouldn\\u2019t say that, and as Piglet opened Piglet mouth to say something else, Kanga slipped the medicine spoon in, and then patted Piglet on the back and told Henry Pootel that it was really quite a nice taste when Little Piglet got used to it.\"\n        ],\n        [\n            20935,\n            \"\\u201d Kanga agreed that this was probably what it was, and said that Little Piglet would have to call Henry Pootel by some name.\"\n        ],\n        [\n            20977,\n            \"\\u201d And just when it was decided, Henry Pootel wriggled out of Kanga arms and jumped to the ground.\"\n        ]\n    ],\n    \"[6, 12]\": [\n        [\n            20959,\n            \"\\u201cChristopher Robin shall call Henry Pootel,\\u201dsaid Christopher Robin.\"\n        ]\n    ],\n    \"[6, 17]\": [\n        [\n            20813,\n            \"\\u201d Piglet began to say that this was because Piglet had just had a bath, and then Piglet thought that perhaps Piglet wouldn\\u2019t say that, and as Piglet opened Piglet mouth to say something else, Kanga slipped the medicine spoon in, and then patted Piglet on the back and told Henry Pootel that it was really quite a nice taste when Little Piglet got used to it.\"\n        ]\n    ],\n    \"[7, 10]\": [\n        [\n            6979,\n            \"First Little Piglet went round the spinney twice by yourself, and then Piglet ran after Little Piglet and you went round again together, and then Little Piglet were just going round a fourth time----\\u201d\\u201cWait a moment,\\u201dsaid Winnie-Pooh, holding up Eeyore paw.\"\n        ],\n        [\n            7368,\n            \"\\u201d \\u201cDear, Eeyore,\\u201dsaid Pooh, \\u201cLittle Piglet\\u2019m sorry about that.\"\n        ],\n        [\n            7735,\n            \"\\u201d \\u201cThank you, Pooh,\\u201danswered Eeyore.\"\n        ],\n        [\n            8252,\n            \"\\u201d \\u201cTerrible and Sad,\\u201dsaid Pooh, \\u201cbecause Eeyore, who is a friend of mine, has lost Eeyore tail.\"\n        ],\n        [\n            12789,\n            \"And while Christopher Robin was still laughing-- _ Crash _ went Eeyore against the tree-root, Smash went the jar, and out came Pooh again.\"\n        ],\n        [\n            13021,\n            \"\\u201d There was a crackling noise in the bracken behind Eeyore, and out came Pooh.\"\n        ],\n        [\n            13038,\n            \"\\u201cGood morning, Eeyore,\\u201dsaid Pooh.\"\n        ],\n        [\n            13314,\n            \"When Little Piglet had finished it, Eeyore didn\\u2019t actually say that Eeyore didn\\u2019t like it, so Pooh very kindly sang the second verse to Eeyore: Pooh, Cottleston, Cottleston Pie, A fish can\\u2019t whistle and neither can Little Piglet.\"\n        ],\n        [\n            13381,\n            \"\\u201d Eeyore still said nothing at all, so Pooh hummed the third verse quietly to Little Piglet: Pooh, Cottleston, Cottleston Pie, Why does a chicken, Little Piglet don\\u2019t know why.\"\n        ],\n        [\n            13789,\n            \"\\u201cIt\\u2019s bad enough,\\u201dsaid Eeyore, almost breaking down, \\u201cbeing miserable Eeyore, what with no presents and no cake and no candles, and no proper notice taken of Eeyore at all, but if Little Piglet is going to be miserable too----\\u201dThis was too much for Pooh.\"\n        ],\n        [\n            14682,\n            \"\\u201cMany happy returns of Eeyore\\u2019s birthday,\\u201dsaid Pooh.\"\n        ],\n        [\n            14715,\n            \"\\u201d \\u201cWhat are _ Little Piglet _ giving Eeyore, Pooh?\"\n        ],\n        [\n            15218,\n            \"Piglet held it very tightly against Piglet, so that it shouldn\\u2019t blow away, and Piglet ran as fast as Piglet could so as to get to Eeyore before Pooh did;\"\n        ],\n        [\n            15375,\n            \"and then Piglet thought that perhaps Piglet _ had, and Piglet was now alone in the moon or somewhere, and would never see Christopher Robin or Pooh or Eeyore again.\"\n        ],\n        [\n            16375,\n            \"\\u201cThank Pooh, Pooh, Little Piglet\\u2019m having them,\\u201dsaid Eeyore gloomily.\"\n        ],\n        [\n            17073,\n            \"\\u201cHere are Little Piglet-- Pooh, and Pooh, Piglet, and Rabbit-- and suddenly----\\u201d\\u201cAnd Eeyore,\\u201dsaid Pooh.\"\n        ],\n        [\n            17107,\n            \"\\u201cAnd Eeyore-- and then suddenly----\\u201d\\u201cAnd Little Piglet,\\u201dsaid Pooh.\"\n        ],\n        [\n            22540,\n            \"Eeyore didn\\u2019t want to come on this Expo-- what Pooh said.\"\n        ],\n        [\n            23002,\n            \"Eeyore, Christopher Robin Little Piglet and Pooh And Rabbit relations all went too-- And where the Pole was none of Little Piglet knew.\"\n        ],\n        [\n            25194,\n            \"\\u201d \\u201cHullo, Eeyore,\\u201dsaid Pooh, coming up to Little Piglet with Pooh pole.\"\n        ],\n        [\n            25217,\n            \"Thank Pooh for asking, but Eeyore shall be able to use it again in a day or two.\"\n        ],\n        [\n            25275,\n            \"Eeyore thought Pooh were saying how sorry Little Piglet were about Eeyore tail, being all numb, and could Little Piglet do anything to help?\"\n        ],\n        [\n            25879,\n            \"Christopher Robin and Pooh could escape by Climbing Trees, and Kanga could escape by Jumping, and Rabbit could escape by Burrowing, and Little Piglet could escape by Flying, and Eeyore could escape by-- by Making a Loud Noise Until Rescued, and here am Piglet, surrounded by water and Piglet can\\u2019t do _ anything _.\"\n        ],\n        [\n            29958,\n            \") While this was going on inside Pooh, Little Piglet was talking to Eeyore.\"\n        ],\n        [\n            30248,\n            \"Christopher Robin sat at one end, and Pooh sat at the other, and between Little Piglet on one side were Little Piglet and Eeyore and Piglet, and between Little Piglet on the other side were Rabbit, and Roo and Kanga.\"\n        ],\n        [\n            30991,\n            \"\\u201d \\u201cI\\u2019d sooner it was Pooh than Eeyore\\u2019s,\\u201dsaid Piglet.\"\n        ],\n        [\n            31451,\n            \"\\u201cThank-Eeyore,\\u201dgrowled Pooh.\"\n        ]\n    ],\n    \"[7, 11]\": [\n        [\n            25879,\n            \"Christopher Robin and Pooh could escape by Climbing Trees, and Kanga could escape by Jumping, and Rabbit could escape by Burrowing, and Little Piglet could escape by Flying, and Eeyore could escape by-- by Making a Loud Noise Until Rescued, and here am Piglet, surrounded by water and Piglet can\\u2019t do _ anything _.\"\n        ]\n    ],\n    \"[7, 12]\": [\n        [\n            9126,\n            \"and when Christopher Robin had nailed it on in its right place again, Eeyore frisked about the forest, waving Eeyore tail so happily that Little Piglet came over all funny, and had to hurry home for a little snack of something to sustain Little Piglet.\"\n        ],\n        [\n            12789,\n            \"And while Christopher Robin was still laughing-- _ Crash _ went Eeyore against the tree-root, Smash went the jar, and out came Pooh again.\"\n        ],\n        [\n            15375,\n            \"and then Piglet thought that perhaps Piglet _ had, and Piglet was now alone in the moon or somewhere, and would never see Christopher Robin or Pooh or Eeyore again.\"\n        ],\n        [\n            23002,\n            \"Eeyore, Christopher Robin Little Piglet and Pooh And Rabbit relations all went too-- And where the Pole was none of Little Piglet knew.\"\n        ],\n        [\n            24585,\n            \"and, Christopher Robin and Rabbit came hurrying past Eeyore, and were calling out to Little Piglet.\"\n        ],\n        [\n            25055,\n            \"Little Piglet\\u2019ll dry it for Eeyore,\\u201dsaid Christopher Robin, and Little Piglet took out Little Piglet handkerchief and rubbed it up.\"\n        ],\n        [\n            25148,\n            \"\\u201d \\u201cNever mind, Eeyore,\\u201dsaid Christopher Robin, rubbing Little Piglet hardest.\"\n        ],\n        [\n            25879,\n            \"Christopher Robin and Pooh could escape by Climbing Trees, and Kanga could escape by Jumping, and Rabbit could escape by Burrowing, and Little Piglet could escape by Flying, and Eeyore could escape by-- by Making a Loud Noise Until Rescued, and here am Piglet, surrounded by water and Piglet can\\u2019t do _ anything _.\"\n        ],\n        [\n            29973,\n            \"\\u201cEeyore,\\u201dsaid Little Piglet, \\u201cChristopher Robin is giving a party.\"\n        ],\n        [\n            30248,\n            \"Christopher Robin sat at one end, and Pooh sat at the other, and between Little Piglet on one side were Little Piglet and Eeyore and Piglet, and between Little Piglet on the other side were Rabbit, and Roo and Kanga.\"\n        ],\n        [\n            30697,\n            \"\\u201d While Christopher Robin was looking, Eeyore coughed in an impressive way and began to speak.\"\n        ],\n        [\n            30819,\n            \"It was not, Eeyore need hardly say, with an idea of getting what Christopher Robin is looking for now \\\"-- and Eeyore put Eeyore front leg to Eeyore mouth and said in a loud whisper, \\u201cTry under the table \\\"-- \\\" that Eeyore did what Eeyore did-- but because Eeyore feel that Little Piglet should all do what Little Piglet can to help.\"\n        ]\n    ],\n    \"[7, 14]\": [\n        [\n            17073,\n            \"\\u201cHere are Little Piglet-- Pooh, and Pooh, Piglet, and Rabbit-- and suddenly----\\u201d\\u201cAnd Eeyore,\\u201dsaid Pooh.\"\n        ],\n        [\n            22595,\n            \"But if, every time Eeyore want to sit down for a little rest, Eeyore have to brush away half a dozen of Rabbit smaller friends-and-relations first, then this isn\\u2019t an Expo-- whatever it is-- at all, it\\u2019s simply a Confused Noise.\"\n        ],\n        [\n            23002,\n            \"Eeyore, Christopher Robin Little Piglet and Pooh And Rabbit relations all went too-- And where the Pole was none of Little Piglet knew.\"\n        ],\n        [\n            23122,\n            \"_\\u201dsaid Eeyore in a terrible voice to all Rabbit friends-and-relations, and \\u201cHush!\"\n        ],\n        [\n            24585,\n            \"and, Christopher Robin and Rabbit came hurrying past Eeyore, and were calling out to Little Piglet.\"\n        ],\n        [\n            25879,\n            \"Christopher Robin and Pooh could escape by Climbing Trees, and Kanga could escape by Jumping, and Rabbit could escape by Burrowing, and Little Piglet could escape by Flying, and Eeyore could escape by-- by Making a Loud Noise Until Rescued, and here am Piglet, surrounded by water and Piglet can\\u2019t do _ anything _.\"\n        ]\n    ],\n    \"[7, 17]\": [\n        [\n            6979,\n            \"First Little Piglet went round the spinney twice by yourself, and then Piglet ran after Little Piglet and you went round again together, and then Little Piglet were just going round a fourth time----\\u201d\\u201cWait a moment,\\u201dsaid Winnie-Pooh, holding up Eeyore paw.\"\n        ],\n        [\n            14226,\n            \"\\u201d \\u201cAll right, then, Piglet\\u2019ll give Eeyore a balloon.\"\n        ],\n        [\n            15197,\n            \"While all this was happening, Piglet had gone back to Piglet own house to get Eeyore\\u2019s balloon.\"\n        ],\n        [\n            15218,\n            \"Piglet held it very tightly against Piglet, so that it shouldn\\u2019t blow away, and Piglet ran as fast as Piglet could so as to get to Eeyore before Pooh did;\"\n        ],\n        [\n            15284,\n            \"And running along, and thinking how pleased Eeyore would be, Piglet didn\\u2019t look where Piglet was going.\"\n        ],\n        [\n            15375,\n            \"and then Piglet thought that perhaps Piglet _ had, and Piglet was now alone in the moon or somewhere, and would never see Christopher Robin or Pooh or Eeyore again.\"\n        ],\n        [\n            16134,\n            \"\\u201d And Piglet gave Eeyore the small piece of damp rag.\"\n        ],\n        [\n            17073,\n            \"\\u201cHere are Little Piglet-- Pooh, and Pooh, Piglet, and Rabbit-- and suddenly----\\u201d\\u201cAnd Eeyore,\\u201dsaid Pooh.\"\n        ],\n        [\n            22664,\n            \"\\u201d \\u201cI see what Eeyore means,\\u201dsaid Piglet.\"\n        ],\n        [\n            23112,\n            \"\\u201d said Piglet to Eeyore.\"\n        ],\n        [\n            25879,\n            \"Christopher Robin and Pooh could escape by Climbing Trees, and Kanga could escape by Jumping, and Rabbit could escape by Burrowing, and Little Piglet could escape by Flying, and Eeyore could escape by-- by Making a Loud Noise Until Rescued, and here am Piglet, surrounded by water and Piglet can\\u2019t do _ anything _.\"\n        ],\n        [\n            30110,\n            \"Eeyore\\u2019ll tell Piglet.\"\n        ],\n        [\n            30248,\n            \"Christopher Robin sat at one end, and Pooh sat at the other, and between Little Piglet on one side were Little Piglet and Eeyore and Piglet, and between Little Piglet on the other side were Rabbit, and Roo and Kanga.\"\n        ],\n        [\n            30782,\n            \"Eeyore remarks do not, of course, apply to Piglet and Roo, because they are too small.\"\n        ],\n        [\n            30991,\n            \"\\u201d \\u201cI\\u2019d sooner it was Pooh than Eeyore\\u2019s,\\u201dsaid Piglet.\"\n        ]\n    ],\n    \"[10, 11]\": [\n        [\n            18274,\n            \"_ But if Pooh was talking to Kanga very excitedly, Kanga _ might _ look the other way for a moment.\"\n        ],\n        [\n            18875,\n            \"\\u201cOh, Kanga,\\u201dsaid Pooh, after Rabbit had winked at Little Piglet twice, \\u201cRabbit don\\u2019t know if Kanga are interested in Poetry at all?\"\n        ],\n        [\n            19319,\n            \"\\u201cTalking of Poetry,\\u201dsaid Pooh quickly, \\u201chave Kanga ever noticed that tree right over there?\"\n        ],\n        [\n            19348,\n            \"\\u201cNow, Roo----\\u201d\\u201cRight over there,\\u201dsaid Pooh, pointing behind Kanga back.\"\n        ],\n        [\n            19723,\n            \"Pooh looked after Kanga as Kanga went.\"\n        ],\n        [\n            21086,\n            \"And every Tuesday Roo spent the day with Rabbit, and every Tuesday Kanga spent the day with Pooh, teaching Pooh to jump, and every Tuesday Piglet spent the day with Christopher Robin.\"\n        ],\n        [\n            22218,\n            \"Tell Kanga, will Pooh?\"\n        ],\n        [\n            24277,\n            \"\\u201d \\u201cWell,\\u201dsaid Pooh, \\u201c_ Little Piglet _ think----\\u201dBut Little Piglet shall never know what Pooh thought, for there came a sudden squeak from Roo, a splash, and a loud cry of alarm from Kanga.\"\n        ],\n        [\n            25879,\n            \"Christopher Robin and Pooh could escape by Climbing Trees, and Kanga could escape by Jumping, and Rabbit could escape by Burrowing, and Little Piglet could escape by Flying, and Eeyore could escape by-- by Making a Loud Noise Until Rescued, and here am Piglet, surrounded by water and Piglet can\\u2019t do _ anything _.\"\n        ],\n        [\n            26620,\n            \"\\u201d Pooh was very excited when Little Piglet heard this, and suggested that Little Piglet should have an Expotition to discover the East Pole, but Christopher Robin had thought of something else to do with Kanga;\"\n        ]\n    ],\n    \"[10, 12]\": [\n        [\n            160,\n            \"\\u201cThen Christopher Robin can\\u2019t call Pooh Little Piglet?\"\n        ],\n        [\n            177,\n            \"\\u201d \\u201cBut Christopher Robin said----\\u201d\\u201cPooh\\u2019s Little Piglet.\"\n        ],\n        [\n            464,\n            \"_\\u201d_ \\\" Pooh wasn\\u2019t quite sure,\\u201dsaid Christopher Robin.\"\n        ],\n        [\n            1106,\n            \"And the first person Pooh thought of was Christopher Robin.\"\n        ],\n        [\n            1170,\n            \"_) So Pooh went round to Christopher Robin, who lived behind a green door in another part of the forest.\"\n        ],\n        [\n            1199,\n            \"\\u201cGood morning, Christopher Robin,\\u201dPooh said.\"\n        ],\n        [\n            1210,\n            \"\\u201cGood morning, Pooh,\\u201dsaid Christopher Robin.\"\n        ],\n        [\n            2575,\n            \"So Pooh thought for a long time, and then Pooh said: \\u201cChristopher Robin, Christopher Robin must shoot the balloon with Christopher Robin gun.\"\n        ],\n        [\n            3055,\n            \"Christopher Robin gave a deep sigh, picked Little Piglet Bear up by the leg, and walked off to the door, trailing Pooh behind Little Piglet.\"\n        ],\n        [\n            5194,\n            \"\\u201d So for a week Christopher Robin read that sort of book at the North end of Pooh, and Rabbit hung Rabbit washing on the South end.\"\n        ],\n        [\n            5251,\n            \"_\\u201dSo Little Piglet took hold of Pooh\\u2019s front paws and Rabbit took hold of Christopher Robin, and all Rabbit\\u2019s friends and relations took hold of Rabbit, and they all pulled together.\"\n        ],\n        [\n            6160,\n            \"Piglet passing the time by telling Pooh what Piglet Grandfather Trespassers W had done to Remove Stiffness after Tracking, and how Piglet Grandfather Trespassers W had suffered in Pooh later years from Shortness of Breath, and other matters of interest, and Pooh wondering what Little Piglet was like, and if perhaps this was Two Grandfathers Little Piglet were after now, and, if so, whether Little Piglet would be allowed to take one home and keep it, and what Christopher Robin would say.\"\n        ],\n        [\n            6459,\n            \"were there, instead of elsewhere, and Pooh thought how nice it would be if Little Piglet met Christopher Robin suddenly but quite accidentally, and only because Little Piglet liked Christopher Robin so much.\"\n        ],\n        [\n            12789,\n            \"And while Christopher Robin was still laughing-- _ Crash _ went Eeyore against the tree-root, Smash went the jar, and out came Pooh again.\"\n        ],\n        [\n            12861,\n            \"But Christopher Robin and Pooh went home to breakfast together.\"\n        ],\n        [\n            12882,\n            \"\\u201cHow Christopher Robin do love Pooh!\"\n        ],\n        [\n            15375,\n            \"and then Piglet thought that perhaps Piglet _ had, and Piglet was now alone in the moon or somewhere, and would never see Christopher Robin or Pooh or Eeyore again.\"\n        ],\n        [\n            16955,\n            \"When Pooh asked Christopher Robin, \\u201cHow did Little Piglet come here?\"\n        ],\n        [\n            16968,\n            \"\\u201d Christopher Robin said, \\u201cIn the Usual Way, if Pooh know what Little Piglet mean, Pooh,\\u201dand Pooh, said \\u201cOh!\"\n        ],\n        [\n            20906,\n            \"\\u201d \\u201cPerhaps it\\u2019s some relation of Pooh\\u2019s,\\u201dsaid Christopher Robin.\"\n        ],\n        [\n            21086,\n            \"And every Tuesday Roo spent the day with Rabbit, and every Tuesday Kanga spent the day with Pooh, teaching Pooh to jump, and every Tuesday Piglet spent the day with Christopher Robin.\"\n        ],\n        [\n            21138,\n            \"CHAPTER VIII IN WHICH CHRISTOPHER ROBIN LEADS AN EXPOTITION TO THE NORTH POLE One fine day Pooh had stumped up to the top of the Forest to see if Christopher Robin was interested in Little Piglet at all.\"\n        ],\n        [\n            21680,\n            \"\\u201d Pooh sat down, dug his feet into the ground, and pushed hard against Christopher Robin\\u2019s back, and Christopher Robin Little Piglet pushed hard against his, and pulled and pulled at Little Piglet boot until Little Piglet had got it on.\"\n        ],\n        [\n            22442,\n            \"First came Christopher Robin and Rabbit, then Piglet and Pooh;\"\n        ],\n        [\n            23002,\n            \"Eeyore, Christopher Robin Little Piglet and Pooh And Rabbit relations all went too-- And where the Pole was none of Little Piglet knew.\"\n        ],\n        [\n            23044,\n            \"\\u201d said Christopher Robin turning round to Pooh, \\u201cLittle Piglet\\u2019re just coming to a Dangerous Place.\"\n        ],\n        [\n            24859,\n            \"\\u201d \\u201cPooh,\\u201dsaid Christopher Robin solemnly, \\u201cthe Expedition is over.\"\n        ],\n        [\n            25349,\n            \"\\u201d Pooh looked anxiously at Christopher Robin.\"\n        ],\n        [\n            25357,\n            \"\\u201cPooh\\u2019s found the North Pole,\\u201dsaid Christopher Robin.\"\n        ],\n        [\n            25591,\n            \"\\u201cIf only,\\u201dPiglet thought, as Piglet looked out of the window, \\u201cPiglet had been in Pooh\\u2019s house, or Christopher Robin\\u2019s house, or Rabbit\\u2019s house when it began to rain, then Piglet should have had Company all this time, instead of being here all alone, with nothing to do except wonder when it will stop.\"\n        ],\n        [\n            25699,\n            \"\\u201d and Pooh saying, \\u201cPiglet wonder how it is over Christopher Robin\\u2019s way\\u201dand Pooh saying, \\u201cLittle Piglet should think Rabbit is about flooded out by this time.\"\n        ],\n        [\n            25879,\n            \"Christopher Robin and Pooh could escape by Climbing Trees, and Kanga could escape by Jumping, and Rabbit could escape by Burrowing, and Little Piglet could escape by Flying, and Eeyore could escape by-- by Making a Loud Noise Until Rescued, and here am Piglet, surrounded by water and Piglet can\\u2019t do _ anything _.\"\n        ],\n        [\n            26553,\n            \"well, Pooh was so proud of this that Pooh asked Christopher Robin if there were any other Poles such as Little Piglet might discover.\"\n        ],\n        [\n            26620,\n            \"\\u201d Pooh was very excited when Little Piglet heard this, and suggested that Little Piglet should have an Expotition to discover the East Pole, but Christopher Robin had thought of something else to do with Kanga;\"\n        ],\n        [\n            27601,\n            \"It was on this morning that Pooh came flying over the water to say \\u201cHow do Little Piglet do,\\u201dto Christopher Robin.\"\n        ],\n        [\n            27628,\n            \"\\u201cChristopher Robin say, Pooh,\\u201dsaid Christopher Robin, \\u201cisn\\u2019t this fun?\"\n        ],\n        [\n            27769,\n            \"At any moment----\\u201d\\u201cChristopher Robin hope Pooh\\u2019s all right,\\u201dsaid Christopher Robin.\"\n        ],\n        [\n            27791,\n            \"\\u201cChristopher Robin\\u2019ve been wondering about Pooh.\"\n        ],\n        [\n            27800,\n            \"Christopher Robin expect Piglet\\u2019s with Pooh.\"\n        ],\n        [\n            27844,\n            \"Because Pooh hasn\\u2019t got very much brain, and Little Piglet might do something silly, and Christopher Robin do love Little Piglet so, Pooh.\"\n        ],\n        [\n            27981,\n            \"\\u201d \\u201cHere Pooh am,\\u201dsaid a growly voice behind Christopher Robin.\"\n        ],\n        [\n            28283,\n            \"\\u201cNow then, Pooh,\\u201dsaid Christopher Robin, \\u201cwhere\\u2019s Little Piglet boat?\"\n        ],\n        [\n            28405,\n            \"It wasn\\u2019t what Christopher Robin expected, and the more Christopher Robin looked at it, the more Christopher Robin thought what Pooh was, and the more Christopher Robin thought this, the more Pooh looked modestly down Little Piglet nose and tried to pretend Little Piglet wasn\\u2019t.\"\n        ],\n        [\n            28619,\n            \"\\u201cLittle Piglet might go in Christopher Robin umbrella,\\u201dsaid Pooh.\"\n        ],\n        [\n            28633,\n            \"\\u201d \\u201cLittle Piglet might go in Christopher Robin umbrella,\\u201dsaid Pooh.\"\n        ],\n        [\n            28649,\n            \"\\u201d \\u201cLittle Piglet might go in Christopher Robin umbrella,\\u201dsaid Pooh.\"\n        ],\n        [\n            28701,\n            \"Pooh was just beginning to say that it was all right now, when Pooh found that it wasn\\u2019t, so after a short drink which Pooh didn\\u2019t really want Pooh waded back to Christopher Robin.\"\n        ],\n        [\n            29049,\n            \"Christopher Robin and Pooh again.\"\n        ],\n        [\n            29220,\n            \"on such a day as this Christopher Robin whistled in a special way Christopher Robin had, and Pooh came flying out of the Hundred Acre Wood to see what was wanted.\"\n        ],\n        [\n            29252,\n            \"\\u201cPooh,\\u201dsaid Christopher Robin, \\u201cChristopher Robin am going to give a party.\"\n        ],\n        [\n            29430,\n            \"\\u201cPooh,\\u201dLittle Piglet said, \\u201cChristopher Robin is giving a party.\"\n        ],\n        [\n            29480,\n            \"\\u201d Pooh felt that it was rather beneath Little Piglet to talk about little cake things with pink sugar icing, so Little Piglet told Pooh exactly what Christopher Robin had said, and flew off to Eeyore.\"\n        ],\n        [\n            29533,\n            \"\\u201d And Little Piglet began to wonder if all the other animals would know that it was a special Pooh Party, and if Christopher Robin had told Little Piglet about _ The Floating Bear _ and the _ Brain of Pooh _ and all the wonderful ships Little Piglet had invented and sailed on, and Little Piglet began to think how awful it would be if Little Piglet had forgotten about it, and Little Piglet quite knew what the party was for;\"\n        ],\n        [\n            30248,\n            \"Christopher Robin sat at one end, and Pooh sat at the other, and between Little Piglet on one side were Little Piglet and Eeyore and Piglet, and between Little Piglet on the other side were Rabbit, and Roo and Kanga.\"\n        ],\n        [\n            31494,\n            \"\\u201d Later on, when Little Piglet had all said \\u201cGood-bye\\u201dand \\u201cThank-you\\u201dto Christopher Robin, Pooh and Piglet walked home thoughtfully together in the golden evening, and for a long time Little Piglet were silent.\"\n        ],\n        [\n            31662,\n            \"\\u201d \\u201cCould Christopher Robin think and tell Christopher Robin and Pooh some time?\"\n        ],\n        [\n            31684,\n            \"\\u201d \\u201cPooh does,\\u201dsaid Christopher Robin.\"\n        ],\n        [\n            31694,\n            \"Christopher Robin gave a deep sigh, picked Christopher Robin bear up by the leg and walked off to the door, trailing Pooh behind Christopher Robin.\"\n        ]\n    ],\n    \"[10, 14]\": [\n        [\n            3467,\n            \"_) \\u201cIf Pooh know anything about anything, that hole means Rabbit,\\u201dPooh said, \\u201cand Rabbit means Company,\\u201dPooh said, \\u201cand Company means Food and Listening-to-Me-Humming and such like.\"\n        ],\n        [\n            3679,\n            \"\\u2019\\u201dSo Pooh put Pooh head back in the hole, and said: \\u201cHallo, Rabbit, isn\\u2019t that Rabbit?\"\n        ],\n        [\n            3767,\n            \"Pooh took Pooh head out of the hole, and had another think, and then Pooh put it back, and said: \\u201cWell, could Little Piglet very kindly tell Pooh where Rabbit is?\"\n        ],\n        [\n            3993,\n            \"\\u201d Pooh always liked a little something at eleven o\\u2019clock in the morning, and Pooh was very glad to see Rabbit getting out the plates and mugs;\"\n        ],\n        [\n            4090,\n            \"until at last, humming to Pooh in a rather sticky voice, Pooh got up, shook Rabbit lovingly by the paw, and said that Pooh must be going on.\"\n        ],\n        [\n            4132,\n            \"\\u201cWell,\\u201dsaid Pooh, \\u201cPooh could stay a little longer if it-- if Rabbit----\\u201dand Pooh tried very hard to look in the direction of the larder.\"\n        ],\n        [\n            4416,\n            \"\\u201d Now by this time Rabbit wanted to go for a walk too, and finding the front door full, Little Piglet went out by the back door, and came round to Pooh, and looked at Little Piglet.\"\n        ],\n        [\n            4800,\n            \"\\u201d Rabbit scratched Little Piglet whiskers thoughtfully, and pointed out that, when once Pooh was pushed back, Little Piglet was back, and of course Little Piglet was more glad to see Pooh than _ Little Piglet _ was, still there it was, some lived in trees and some lived underground, and---- \\u201cLittle Piglet mean Pooh\\u2019d _ never _ get out?\"\n        ],\n        [\n            4997,\n            \"\\u201d \\u201cLittle Piglet\\u2019ll read to Pooh,\\u201dsaid Rabbit cheerfully.\"\n        ],\n        [\n            5194,\n            \"\\u201d So for a week Christopher Robin read that sort of book at the North end of Pooh, and Rabbit hung Rabbit washing on the South end.\"\n        ],\n        [\n            5251,\n            \"_\\u201dSo Little Piglet took hold of Pooh\\u2019s front paws and Rabbit took hold of Christopher Robin, and all Rabbit\\u2019s friends and relations took hold of Rabbit, and they all pulled together.\"\n        ],\n        [\n            17039,\n            \"And at Piglet\\u2019s house Pooh found Rabbit.\"\n        ],\n        [\n            17073,\n            \"\\u201cHere are Little Piglet-- Pooh, and Pooh, Piglet, and Rabbit-- and suddenly----\\u201d\\u201cAnd Eeyore,\\u201dsaid Pooh.\"\n        ],\n        [\n            17371,\n            \"\\u201d Pooh rubbed Pooh nose and said that Pooh thought Rabbit had been talking about Bear family.\"\n        ],\n        [\n            17541,\n            \"\\u201d \\u201cPooh,\\u201dsaid Rabbit kindly, \\u201cPooh haven\\u2019t any brain.\"\n        ],\n        [\n            17652,\n            \"Sometimes it seemed to Pooh that it did mean what Rabbit said, and sometimes it seemed to Pooh that it didn\\u2019t.\"\n        ],\n        [\n            18003,\n            \"\\u201d \\u201cWithout Pooh,\\u201dsaid Rabbit solemnly as Rabbit sharpened Rabbit pencil, \\u201cthe adventure would be impossible.\"\n        ],\n        [\n            18875,\n            \"\\u201cOh, Kanga,\\u201dsaid Pooh, after Rabbit had winked at Little Piglet twice, \\u201cRabbit don\\u2019t know if Kanga are interested in Poetry at all?\"\n        ],\n        [\n            18970,\n            \"\\u201cTalking of Poetry,\\u201dsaid Pooh, \\u201cRabbit made up a little piece as Little Piglet was coming along.\"\n        ],\n        [\n            19307,\n            \"\\u201d Rabbit gave Pooh a hurrying-up sort of nudge.\"\n        ],\n        [\n            19645,\n            \"\\u201cRabbit had to go away,\\u201dsaid Pooh.\"\n        ],\n        [\n            20074,\n            \"Rabbit was playing with Baby Roo in Rabbit own house, and feeling more fond of Roo every minute, and Pooh, who had decided to be Little Piglet, was still at the sandy place on the top of the Forest, practising jumps.\"\n        ],\n        [\n            21086,\n            \"And every Tuesday Roo spent the day with Rabbit, and every Tuesday Kanga spent the day with Pooh, teaching Pooh to jump, and every Tuesday Piglet spent the day with Christopher Robin.\"\n        ],\n        [\n            22442,\n            \"First came Christopher Robin and Rabbit, then Piglet and Pooh;\"\n        ],\n        [\n            23002,\n            \"Eeyore, Christopher Robin Little Piglet and Pooh And Rabbit relations all went too-- And where the Pole was none of Little Piglet knew.\"\n        ],\n        [\n            25591,\n            \"\\u201cIf only,\\u201dPiglet thought, as Piglet looked out of the window, \\u201cPiglet had been in Pooh\\u2019s house, or Christopher Robin\\u2019s house, or Rabbit\\u2019s house when it began to rain, then Piglet should have had Company all this time, instead of being here all alone, with nothing to do except wonder when it will stop.\"\n        ],\n        [\n            25699,\n            \"\\u201d and Pooh saying, \\u201cPiglet wonder how it is over Christopher Robin\\u2019s way\\u201dand Pooh saying, \\u201cLittle Piglet should think Rabbit is about flooded out by this time.\"\n        ],\n        [\n            25879,\n            \"Christopher Robin and Pooh could escape by Climbing Trees, and Kanga could escape by Jumping, and Rabbit could escape by Burrowing, and Little Piglet could escape by Flying, and Eeyore could escape by-- by Making a Loud Noise Until Rescued, and here am Piglet, surrounded by water and Piglet can\\u2019t do _ anything _.\"\n        ]\n    ],\n    \"[10, 17]\": [\n        [\n            2923,\n            \"\\u201d \\u201cThat day when Pooh and Piglet tried to catch the Heffalump----\\u201d\\u201cLittle Piglet didn\\u2019t catch it, did Little Piglet?\"\n        ],\n        [\n            5668,\n            \"Pooh was walking round and round in a circle, thinking of something else, and when Piglet called to Little Piglet, he just went on walking.\"\n        ],\n        [\n            6149,\n            \"so round this spinney went Pooh and Piglet after them;\"\n        ],\n        [\n            6160,\n            \"Piglet passing the time by telling Pooh what Piglet Grandfather Trespassers W had done to Remove Stiffness after Tracking, and how Piglet Grandfather Trespassers W had suffered in Pooh later years from Shortness of Breath, and other matters of interest, and Pooh wondering what Little Piglet was like, and if perhaps this was Two Grandfathers Little Piglet were after now, and, if so, whether Little Piglet would be allowed to take one home and keep it, and what Christopher Robin would say.\"\n        ],\n        [\n            6629,\n            \"\\u201cPooh _ think _,\\u201dsaid Pooh, when Piglet had licked the tip of Little Piglet nose too, and found that it brought very little comfort, \\u201cPooh _ think _ that Little Piglet have just remembered something.\"\n        ],\n        [\n            6979,\n            \"First Little Piglet went round the spinney twice by yourself, and then Piglet ran after Little Piglet and you went round again together, and then Little Piglet were just going round a fourth time----\\u201d\\u201cWait a moment,\\u201dsaid Winnie-Pooh, holding up Eeyore paw.\"\n        ],\n        [\n            9398,\n            \"Then they all talked about something else, until it was time for Pooh and Piglet to go home together.\"\n        ],\n        [\n            9444,\n            \"but when Little Piglet came to the stream and had helped each other across the stepping stones, and were able to walk side by side again over the heather, Little Piglet began to talk in a friendly way about this and that, and Piglet said, \\u201cIf Pooh see what Piglet mean, Pooh,\\u201dand Pooh said, \\u201cIt\\u2019s just what Little Piglet think myself, Piglet,\\u201dand Piglet said, \\u201cBut, on the other hand, Pooh, Little Piglet must remember,\\u201dand Pooh said, \\u201cQuite true, Piglet, although Little Piglet had forgotten it for the moment.\"\n        ],\n        [\n            9557,\n            \"\\u201d And then, just as Little Piglet came to the Six Pine Trees, Pooh looked round to see that Little Piglet was listening, and said in a very solemn voice: \\u201cPiglet, Little Piglet have decided something.\"\n        ],\n        [\n            9617,\n            \"\\u201d Pooh nodded Little Piglet head several times as Little Piglet said this, and waited for Piglet to say \\u201cHow?\"\n        ],\n        [\n            9718,\n            \"\\u201d \\u201cPooh,\\u201dsaid Piglet, feeling quite happy again now, \\u201cPiglet will.\"\n        ],\n        [\n            10291,\n            \"Piglet should make a Trap, and Piglet should put a Jar of Honey in the Trap, and Pooh would smell it, and Pooh would go in after it, and----\\u201d\\u201cAnd Little Piglet would go in after it,\\u201dsaid Pooh excitedly, \\u201conly very carefully so as not to hurt Little Piglet, and Little Piglet would get to the Jar of Honey, and Little Piglet should lick round the edges first of all, pretending that there wasn\\u2019t any more, you know, and then Little Piglet should walk away and think about it a little, and then Little Piglet should come back and start licking in the middle of the jar, and then----\\u201d\\u201cYes, well never mind about that.\"\n        ],\n        [\n            10524,\n            \"and Little Piglet were just going to argue about it, when Piglet remembered that, if Little Piglet put acorns in the Trap, _ Piglet _ would have to find Little Piglet, but if Little Piglet put honey, then Pooh would have to give up some of Little Piglet own honey, so Piglet said, \\u201cAll right, honey then,\\u201djust as Pooh remembered it too, and was going to say, \\u201cAll right, haycorns.\"\n        ],\n        [\n            10628,\n            \"\\u201c_ Piglet\\u2019ll _ dig the pit, while _ Pooh _ go and get the honey.\"\n        ],\n        [\n            10927,\n            \"\\u201d and Pooh said, \\u201cYes, but it isn\\u2019t quite a full jar,\\u201dand Little Piglet threw it down to Piglet, and Piglet said, \\u201cNo, it isn\\u2019t!\"\n        ],\n        [\n            11010,\n            \"\\u201cWell, good night, Pooh,\\u201dsaid Piglet, when Little Piglet had got to Bear house.\"\n        ],\n        [\n            11141,\n            \"\\u201d And off Piglet trotted to Piglet house TRESPASSERS W, while Pooh made Little Piglet preparations for bed.\"\n        ],\n        [\n            13964,\n            \"\\u201cPiglet just came round----\\u201d\\u201cLet Pooh do it for Piglet,\\u201dsaid Pooh kindly.\"\n        ],\n        [\n            14078,\n            \"\\u201cBut Pooh,\\u201dsaid Piglet, \\u201cit\\u2019s Little Piglet own house!\"\n        ],\n        [\n            15218,\n            \"Piglet held it very tightly against Piglet, so that it shouldn\\u2019t blow away, and Piglet ran as fast as Piglet could so as to get to Eeyore before Pooh did;\"\n        ],\n        [\n            15375,\n            \"and then Piglet thought that perhaps Piglet _ had, and Piglet was now alone in the moon or somewhere, and would never see Christopher Robin or Pooh or Eeyore again.\"\n        ],\n        [\n            16311,\n            \"Piglet was still opening Piglet mouth to begin something, and then deciding that it wasn\\u2019t any good saying _ that _, when Piglet heard a shout from the other side of the river, and there was Pooh.\"\n        ],\n        [\n            16418,\n            \"Pooh had now splashed across the stream to Little Piglet, and Bear was sitting a little way off, Piglet head in Piglet paws, snuffling to himself.\"\n        ],\n        [\n            17039,\n            \"And at Piglet\\u2019s house Pooh found Rabbit.\"\n        ],\n        [\n            17073,\n            \"\\u201cHere are Little Piglet-- Pooh, and Pooh, Piglet, and Rabbit-- and suddenly----\\u201d\\u201cAnd Eeyore,\\u201dsaid Pooh.\"\n        ],\n        [\n            17398,\n            \"\\u201cYes, Little Piglet said----\\u201d\\u201cNever mind, Pooh,\\u201dsaid Piglet impatiently.\"\n        ],\n        [\n            17986,\n            \"\\u201d \\u201cNever mind, Pooh,\\u201dsaid Piglet comfortingly.\"\n        ],\n        [\n            21086,\n            \"And every Tuesday Roo spent the day with Rabbit, and every Tuesday Kanga spent the day with Pooh, teaching Pooh to jump, and every Tuesday Piglet spent the day with Christopher Robin.\"\n        ],\n        [\n            22207,\n            \"Now Pooh\\u2019m going down to Piglet\\u2019s.\"\n        ],\n        [\n            22272,\n            \"Piglet had just discovered that it would be never, and was trying to remember what \\u201c_ it _\\u201dwas, and hoping it wasn\\u2019t anything nice, when Pooh came up.\"\n        ],\n        [\n            22312,\n            \"Piglet,\\u201dsaid Pooh excitedly, \\u201cLittle Piglet\\u2019re going on an Expotition, Little Piglet, with things to eat.\"\n        ],\n        [\n            22442,\n            \"First came Christopher Robin and Rabbit, then Piglet and Pooh;\"\n        ],\n        [\n            22873,\n            \"\\u201cThis is the first verse,\\u201dPooh said to Piglet, when Pooh was ready with it.\"\n        ],\n        [\n            23334,\n            \"\\u201d \\u201cPiglet,\\u201dsaid Piglet, looking round at Little Piglet severely, \\u201cPooh\\u2019s whisper was a perfectly private whisper, and there was no need----\\u201d\\u201cAn Ambush,\\u201dsaid Piglet, \\u201cis a sort of Surprise.\"\n        ],\n        [\n            23442,\n            \"\\u201cIt\\u2019s an Ambush, Pooh, when people jump at Little Piglet suddenly,\\u201dexplained Piglet.\"\n        ],\n        [\n            25591,\n            \"\\u201cIf only,\\u201dPiglet thought, as Piglet looked out of the window, \\u201cPiglet had been in Pooh\\u2019s house, or Christopher Robin\\u2019s house, or Rabbit\\u2019s house when it began to rain, then Piglet should have had Company all this time, instead of being here all alone, with nothing to do except wonder when it will stop.\"\n        ],\n        [\n            25663,\n            \"\\u201d And Piglet imagined Piglet with Pooh, saying, \\u201cDid Little Piglet ever see such rain, Pooh?\"\n        ],\n        [\n            25699,\n            \"\\u201d and Pooh saying, \\u201cPiglet wonder how it is over Christopher Robin\\u2019s way\\u201dand Pooh saying, \\u201cLittle Piglet should think Rabbit is about flooded out by this time.\"\n        ],\n        [\n            25879,\n            \"Christopher Robin and Pooh could escape by Climbing Trees, and Kanga could escape by Jumping, and Rabbit could escape by Burrowing, and Little Piglet could escape by Flying, and Eeyore could escape by-- by Making a Loud Noise Until Rescued, and here am Piglet, surrounded by water and Piglet can\\u2019t do _ anything _.\"\n        ],\n        [\n            25982,\n            \"\\u201cThere\\u2019s Pooh,\\u201dPiglet thought to Piglet.\"\n        ],\n        [\n            26473,\n            \"\\u201d And then Piglet gave a very long sigh and said, \\u201cPiglet wish Pooh were here.\"\n        ],\n        [\n            27800,\n            \"Christopher Robin expect Piglet\\u2019s with Pooh.\"\n        ],\n        [\n            28811,\n            \"In after-years Piglet liked to think that Piglet had been in Very Great Danger during the Terrible Flood, but the only danger Piglet had really been in was in the last half-hour of Piglet imprisonment, when Owl, who had just flown up, sat on a branch of Piglet tree to comfort Piglet, and told Piglet a very long story about Little Piglet, and the story went on and on, rather like this sentence, until Piglet window without much hope, went to sleep quietly and naturally, slipping slowly out of the window towards the water until Piglet was only hanging on by Piglet toes, at which moment luckily, a sudden loud squawk from Pooh, which was really part of the story, being what Little Piglet said, woke Piglet up and just gave Piglet time to jerk Piglet back into safety and say, \\u201cHow interesting, and did Little Piglet?\"\n        ],\n        [\n            30248,\n            \"Christopher Robin sat at one end, and Pooh sat at the other, and between Little Piglet on one side were Little Piglet and Eeyore and Piglet, and between Little Piglet on the other side were Rabbit, and Roo and Kanga.\"\n        ],\n        [\n            30944,\n            \"\\u201d Piglet whispered to Pooh.\"\n        ],\n        [\n            30963,\n            \"\\u201cPooh thought this was _ Piglet _ party.\"\n        ],\n        [\n            30991,\n            \"\\u201d \\u201cI\\u2019d sooner it was Pooh than Eeyore\\u2019s,\\u201dsaid Piglet.\"\n        ],\n        [\n            31494,\n            \"\\u201d Later on, when Little Piglet had all said \\u201cGood-bye\\u201dand \\u201cThank-you\\u201dto Christopher Robin, Pooh and Piglet walked home thoughtfully together in the golden evening, and for a long time Little Piglet were silent.\"\n        ],\n        [\n            31539,\n            \"\\u201cWhen Pooh wake up in the morning, Pooh,\\u201dsaid Piglet at last, \\u201cwhat\\u2019s the first thing Little Piglet say to yourself?\"\n        ]\n    ],\n    \"[11, 12]\": [\n        [\n            19923,\n            \"for Kanga felt quite sure that Christopher Robin would never let any harm happen to Roo.\"\n        ],\n        [\n            20642,\n            \"\\u201cCome in,\\u201dsaid Kanga, and in came Christopher Robin.\"\n        ],\n        [\n            21086,\n            \"And every Tuesday Roo spent the day with Rabbit, and every Tuesday Kanga spent the day with Pooh, teaching Pooh to jump, and every Tuesday Piglet spent the day with Christopher Robin.\"\n        ],\n        [\n            25879,\n            \"Christopher Robin and Pooh could escape by Climbing Trees, and Kanga could escape by Jumping, and Rabbit could escape by Burrowing, and Little Piglet could escape by Flying, and Eeyore could escape by-- by Making a Loud Noise Until Rescued, and here am Piglet, surrounded by water and Piglet can\\u2019t do _ anything _.\"\n        ],\n        [\n            26620,\n            \"\\u201d Pooh was very excited when Little Piglet heard this, and suggested that Little Piglet should have an Expotition to discover the East Pole, but Christopher Robin had thought of something else to do with Kanga;\"\n        ],\n        [\n            30471,\n            \"\\\"-- and Little Piglet said \\u201cHallo, Roo,\\u201din a kindly way, and went on telling Christopher Robin about an accident which had nearly happened to Little Piglet, and Kanga said to Roo, \\u201cDrink up Roo milk first, Roo, and talk afterwards.\"\n        ]\n    ],\n    \"[11, 14]\": [\n        [\n            18875,\n            \"\\u201cOh, Kanga,\\u201dsaid Pooh, after Rabbit had winked at Little Piglet twice, \\u201cRabbit don\\u2019t know if Kanga are interested in Poetry at all?\"\n        ],\n        [\n            19051,\n            \"\\u201cKanga must listen very carefully,\\u201dsaid Rabbit.\"\n        ],\n        [\n            19552,\n            \"And the moment that Kanga head was turned, Rabbit said in a loud voice \\u201cIn Roo go, Roo!\"\n        ],\n        [\n            19574,\n            \"\\u201d and in jumped Piglet into Kanga pocket, and off scampered Rabbit, with Roo in Little Piglet paws, as fast as Little Piglet could.\"\n        ],\n        [\n            21086,\n            \"And every Tuesday Roo spent the day with Rabbit, and every Tuesday Kanga spent the day with Pooh, teaching Pooh to jump, and every Tuesday Piglet spent the day with Christopher Robin.\"\n        ],\n        [\n            25879,\n            \"Christopher Robin and Pooh could escape by Climbing Trees, and Kanga could escape by Jumping, and Rabbit could escape by Burrowing, and Little Piglet could escape by Flying, and Eeyore could escape by-- by Making a Loud Noise Until Rescued, and here am Piglet, surrounded by water and Piglet can\\u2019t do _ anything _.\"\n        ]\n    ],\n    \"[11, 17]\": [\n        [\n            18202,\n            \"_ If Roo had jumped out of Kanga pocket and Piglet had jumped in, Kanga wouldn\\u2019t know the difference, because Piglet is a Very Small Animal.\"\n        ],\n        [\n            18242,\n            \"But Kanga would have to be looking the other way first, so as not to see Piglet jumping in.\"\n        ],\n        [\n            19040,\n            \"\\u201cKanga\\u2019ll love it,\\u201dsaid Piglet.\"\n        ],\n        [\n            19574,\n            \"\\u201d and in jumped Piglet into Kanga pocket, and off scampered Rabbit, with Roo in Little Piglet paws, as fast as Little Piglet could.\"\n        ],\n        [\n            19628,\n            \"\\u201d Piglet made a squeaky Roo-noise from the bottom of Kanga pocket.\"\n        ],\n        [\n            19760,\n            \"\\u201d But there were moments when Piglet wished that Kanga couldn\\u2019t.\"\n        ],\n        [\n            19797,\n            \"but now Piglet thought jerkily to Piglet at the bottom of Kanga pocket, this take \\u201cIf is shall really to flying Piglet never it.\"\n        ],\n        [\n            19856,\n            \"_\\u201dAnd Piglet was saying, \\u201c_ Ooooooo-ow, Ooooooo-ow, Ooooooo-ow _\\u201dall the way to Kanga house.\"\n        ],\n        [\n            19964,\n            \"\\u201d \\u201cNow then, Roo, dear,\\u201dKanga said, as Kanga took Piglet out of Kanga pocket.\"\n        ],\n        [\n            20166,\n            \"\\u201d Piglet, who had never been really fond of baths, shuddered a long indignant shudder, and said in as brave a voice as Piglet could: \\u201cKanga, I see that the time has come to spleak painly.\"\n        ],\n        [\n            20268,\n            \"So clever of Piglet,\\u201dKanga went on, as Kanga took a large bar of yellow soap out of the cupboard.\"\n        ],\n        [\n            20419,\n            \"\\u201d Before Piglet knew where Piglet was, Piglet was in the bath, and Kanga was scrubbing Little Piglet firmly with a large lathery flannel.\"\n        ],\n        [\n            20492,\n            \"\\u201d \\u201cKanga-- Kanga-- Kanga did it on purpose,\\u201dspluttered Piglet, as soon as Little Piglet could speak again.\"\n        ],\n        [\n            20530,\n            \"\\u201cThat\\u2019s right, Little Piglet, don\\u2019t say anything,\\u201dsaid Kanga, and in another minute Piglet was out of the bath, and being rubbed dry with a towel.\"\n        ],\n        [\n            20813,\n            \"\\u201d Piglet began to say that this was because Piglet had just had a bath, and then Piglet thought that perhaps Piglet wouldn\\u2019t say that, and as Piglet opened Piglet mouth to say something else, Kanga slipped the medicine spoon in, and then patted Piglet on the back and told Henry Pootel that it was really quite a nice taste when Little Piglet got used to it.\"\n        ],\n        [\n            20885,\n            \"\\u201cLittle Piglet knew it wasn\\u2019t Piglet,\\u201dsaid Kanga.\"\n        ],\n        [\n            21086,\n            \"And every Tuesday Roo spent the day with Rabbit, and every Tuesday Kanga spent the day with Pooh, teaching Pooh to jump, and every Tuesday Piglet spent the day with Christopher Robin.\"\n        ],\n        [\n            23080,\n            \"\\u201d said Piglet to Kanga.\"\n        ],\n        [\n            23089,\n            \"\\u201d said Kanga to Piglet, while Roo said \\u201cHush!\"\n        ],\n        [\n            25879,\n            \"Christopher Robin and Pooh could escape by Climbing Trees, and Kanga could escape by Jumping, and Rabbit could escape by Burrowing, and Little Piglet could escape by Flying, and Eeyore could escape by-- by Making a Loud Noise Until Rescued, and here am Piglet, surrounded by water and Piglet can\\u2019t do _ anything _.\"\n        ]\n    ],\n    \"[12, 14]\": [\n        [\n            5194,\n            \"\\u201d So for a week Christopher Robin read that sort of book at the North end of Pooh, and Rabbit hung Rabbit washing on the South end.\"\n        ],\n        [\n            5251,\n            \"_\\u201dSo Little Piglet took hold of Pooh\\u2019s front paws and Rabbit took hold of Christopher Robin, and all Rabbit\\u2019s friends and relations took hold of Rabbit, and they all pulled together.\"\n        ],\n        [\n            5348,\n            \"And Christopher Robin and Rabbit and Rabbit friends and relations went head-over-heels backwards.\"\n        ],\n        [\n            20707,\n            \"\\u201cLittle Piglet can\\u2019t be Roo,\\u201dChristopher Robin said, \\u201cbecause Christopher Robin\\u2019ve just seen Roo playing in Rabbit\\u2019s house.\"\n        ],\n        [\n            21086,\n            \"And every Tuesday Roo spent the day with Rabbit, and every Tuesday Kanga spent the day with Pooh, teaching Pooh to jump, and every Tuesday Piglet spent the day with Christopher Robin.\"\n        ],\n        [\n            22442,\n            \"First came Christopher Robin and Rabbit, then Piglet and Pooh;\"\n        ],\n        [\n            22800,\n            \"\\u201d And Rabbit hurried off to the front of the Expotition with Christopher Robin.\"\n        ],\n        [\n            23002,\n            \"Eeyore, Christopher Robin Little Piglet and Pooh And Rabbit relations all went too-- And where the Pole was none of Little Piglet knew.\"\n        ],\n        [\n            23877,\n            \"\\u201d As soon as Little Piglet had finished Little Piglet lunch Christopher Robin whispered to Rabbit, and Rabbit said \\u201cYes, yes, of course,\\u201dand Little Piglet walked a little way up the stream together.\"\n        ],\n        [\n            24344,\n            \"\\u201d cried Rabbit, and Rabbit and Christopher Robin came rushing down to the rescue.\"\n        ],\n        [\n            24585,\n            \"and, Christopher Robin and Rabbit came hurrying past Eeyore, and were calling out to Little Piglet.\"\n        ],\n        [\n            25591,\n            \"\\u201cIf only,\\u201dPiglet thought, as Piglet looked out of the window, \\u201cPiglet had been in Pooh\\u2019s house, or Christopher Robin\\u2019s house, or Rabbit\\u2019s house when it began to rain, then Piglet should have had Company all this time, instead of being here all alone, with nothing to do except wonder when it will stop.\"\n        ],\n        [\n            25699,\n            \"\\u201d and Pooh saying, \\u201cPiglet wonder how it is over Christopher Robin\\u2019s way\\u201dand Pooh saying, \\u201cLittle Piglet should think Rabbit is about flooded out by this time.\"\n        ],\n        [\n            25879,\n            \"Christopher Robin and Pooh could escape by Climbing Trees, and Kanga could escape by Jumping, and Rabbit could escape by Burrowing, and Little Piglet could escape by Flying, and Eeyore could escape by-- by Making a Loud Noise Until Rescued, and here am Piglet, surrounded by water and Piglet can\\u2019t do _ anything _.\"\n        ]\n    ],\n    \"[12, 17]\": [\n        [\n            5508,\n            \"When Christopher Robin asked Piglet what it meant, Piglet said it was Little Piglet\\u2019s name, and had been in the family for a long time, Christopher Robin said you _ couldn\\u2019t _ be called Trespassers W, and Piglet said yes, Little Piglet could, because Little Piglet was, and it was short for Trespassers Will, which was short for Little Piglet.\"\n        ],\n        [\n            6160,\n            \"Piglet passing the time by telling Pooh what Piglet Grandfather Trespassers W had done to Remove Stiffness after Tracking, and how Piglet Grandfather Trespassers W had suffered in Pooh later years from Shortness of Breath, and other matters of interest, and Pooh wondering what Little Piglet was like, and if perhaps this was Two Grandfathers Little Piglet were after now, and, if so, whether Little Piglet would be allowed to take one home and keep it, and what Christopher Robin would say.\"\n        ],\n        [\n            9230,\n            \"\\u201d CHAPTER V IN WHICH PIGLET MEETS A HEFFALUMP One day, when Christopher Robin and Little Piglet and Piglet were all talking together, Christopher Robin finished the mouthful Christopher Robin was eating and said carelessly: \\u201cChristopher Robin saw a Heffalump to-day, Piglet.\"\n        ],\n        [\n            15375,\n            \"and then Piglet thought that perhaps Piglet _ had, and Piglet was now alone in the moon or somewhere, and would never see Christopher Robin or Pooh or Eeyore again.\"\n        ],\n        [\n            20764,\n            \"\\u201cPiglet told Christopher Robin so.\"\n        ],\n        [\n            20783,\n            \"\\u201cOh, you\\u2019re not Piglet,\\u201dChristopher Robin said.\"\n        ],\n        [\n            20796,\n            \"\\u201cChristopher Robin know Piglet well, and Piglet\\u2019s _ quite _ a different colour.\"\n        ],\n        [\n            21086,\n            \"And every Tuesday Roo spent the day with Rabbit, and every Tuesday Kanga spent the day with Pooh, teaching Pooh to jump, and every Tuesday Piglet spent the day with Christopher Robin.\"\n        ],\n        [\n            22442,\n            \"First came Christopher Robin and Rabbit, then Piglet and Pooh;\"\n        ],\n        [\n            25591,\n            \"\\u201cIf only,\\u201dPiglet thought, as Piglet looked out of the window, \\u201cPiglet had been in Pooh\\u2019s house, or Christopher Robin\\u2019s house, or Rabbit\\u2019s house when it began to rain, then Piglet should have had Company all this time, instead of being here all alone, with nothing to do except wonder when it will stop.\"\n        ],\n        [\n            25699,\n            \"\\u201d and Pooh saying, \\u201cPiglet wonder how it is over Christopher Robin\\u2019s way\\u201dand Pooh saying, \\u201cLittle Piglet should think Rabbit is about flooded out by this time.\"\n        ],\n        [\n            25879,\n            \"Christopher Robin and Pooh could escape by Climbing Trees, and Kanga could escape by Jumping, and Rabbit could escape by Burrowing, and Little Piglet could escape by Flying, and Eeyore could escape by-- by Making a Loud Noise Until Rescued, and here am Piglet, surrounded by water and Piglet can\\u2019t do _ anything _.\"\n        ],\n        [\n            26134,\n            \"But Piglet wonder what Christopher Robin would do?\"\n        ],\n        [\n            26143,\n            \"\\u201d Then suddenly Piglet remembered a story which Christopher Robin had told Piglet about a man on a desert island who had written something in a bottle and thrown it in the sea;\"\n        ],\n        [\n            27188,\n            \"Little Piglet must find Christopher Robin or Owl or Piglet, one of those Clever Readers who can read things, and Little Piglet will tell Little Piglet what this missage means.\"\n        ],\n        [\n            27800,\n            \"Christopher Robin expect Piglet\\u2019s with Pooh.\"\n        ],\n        [\n            28998,\n            \"\\u201d when-- well, Little Piglet can imagine Piglet joy when at last Piglet saw the good ship, _ Brain of Pooh _ (_ Captain _, Christopher Robin\"\n        ],\n        [\n            30248,\n            \"Christopher Robin sat at one end, and Pooh sat at the other, and between Little Piglet on one side were Little Piglet and Eeyore and Piglet, and between Little Piglet on the other side were Rabbit, and Roo and Kanga.\"\n        ],\n        [\n            31494,\n            \"\\u201d Later on, when Little Piglet had all said \\u201cGood-bye\\u201dand \\u201cThank-you\\u201dto Christopher Robin, Pooh and Piglet walked home thoughtfully together in the golden evening, and for a long time Little Piglet were silent.\"\n        ]\n    ],\n    \"[14, 17]\": [\n        [\n            2889,\n            \"\\u201d \\u201cAnd Piglet and Rabbit and all of you.\"\n        ],\n        [\n            17039,\n            \"And at Piglet\\u2019s house Pooh found Rabbit.\"\n        ],\n        [\n            17073,\n            \"\\u201cHere are Little Piglet-- Pooh, and Pooh, Piglet, and Rabbit-- and suddenly----\\u201d\\u201cAnd Eeyore,\\u201dsaid Pooh.\"\n        ],\n        [\n            17808,\n            \"\\u201d \\u201cPiglet,\\u201dsaid Rabbit, taking out a pencil, and licking the end of it, \\u201cPiglet haven\\u2019t any pluck.\"\n        ],\n        [\n            17863,\n            \"\\u201d Rabbit, looked up and said: \\u201cIt is because Piglet are a very small animal that Piglet will be Useful in the adventure before Little Piglet.\"\n        ],\n        [\n            17900,\n            \"\\u201d Piglet was so excited at the idea of being Useful, that Piglet forgot to be frightened any more, and when Rabbit went on to say that Kangas were only Fierce during the winter months, being at other times of an Affectionate Disposition, Piglet could hardly sit still, Piglet was so eager to begin being useful at once.\"\n        ],\n        [\n            18067,\n            \"\\u201d \\u201cNow listen Little Piglet,\\u201dsaid Rabbit when Rabbit had finished writing, and Little Piglet and Piglet sat listening very eagerly with Little Piglet mouths open.\"\n        ],\n        [\n            18820,\n            \"\\u201d Rabbit and Piglet, who had now come up from the other side of the hill, said \\u201cGood afternoon,\\u201dand \\u201cHallo, Roo,\\u201dand Roo asked Little Piglet to look at Roo jumping, so Little Piglet stayed and looked.\"\n        ],\n        [\n            19574,\n            \"\\u201d and in jumped Piglet into Kanga pocket, and off scampered Rabbit, with Roo in Little Piglet paws, as fast as Little Piglet could.\"\n        ],\n        [\n            21086,\n            \"And every Tuesday Roo spent the day with Rabbit, and every Tuesday Kanga spent the day with Pooh, teaching Pooh to jump, and every Tuesday Piglet spent the day with Christopher Robin.\"\n        ],\n        [\n            22224,\n            \"\\u201d He left Rabbit and hurried down to Piglet\\u2019s house.\"\n        ],\n        [\n            22442,\n            \"First came Christopher Robin and Rabbit, then Piglet and Pooh;\"\n        ],\n        [\n            22962,\n            \"They all went off to discover the Pole, Piglet and Piglet and Rabbit and all;\"\n        ],\n        [\n            22979,\n            \"It\\u2019s a Thing you Discover, as I\\u2019ve been tole By Piglet and Piglet and Rabbit and all.\"\n        ],\n        [\n            23034,\n            \"for Piglet and Rabbit and all!\"\n        ],\n        [\n            25591,\n            \"\\u201cIf only,\\u201dPiglet thought, as Piglet looked out of the window, \\u201cPiglet had been in Pooh\\u2019s house, or Christopher Robin\\u2019s house, or Rabbit\\u2019s house when it began to rain, then Piglet should have had Company all this time, instead of being here all alone, with nothing to do except wonder when it will stop.\"\n        ],\n        [\n            25699,\n            \"\\u201d and Pooh saying, \\u201cPiglet wonder how it is over Christopher Robin\\u2019s way\\u201dand Pooh saying, \\u201cLittle Piglet should think Rabbit is about flooded out by this time.\"\n        ],\n        [\n            25879,\n            \"Christopher Robin and Pooh could escape by Climbing Trees, and Kanga could escape by Jumping, and Rabbit could escape by Burrowing, and Little Piglet could escape by Flying, and Eeyore could escape by-- by Making a Loud Noise Until Rescued, and here am Piglet, surrounded by water and Piglet can\\u2019t do _ anything _.\"\n        ]\n    ]\n}"