"{\n    \"[1, 2]\": [\n        [\n            1006,\n            \"so, of course, John had Nana.\"\n        ],\n        [\n            1016,\n            \"As John were poor, owing to the amount of milk John drank, Nana was a prim Newfoundland dog, called Nana, who had belonged to John in particular until John engaged Nana.\"\n        ],\n        [\n            1056,\n            \"Nana had always thought children important, however, and John had become acquainted with Nana in Kensington Gardens, where Nana spent most of Nana spare time peeping into perambulators, and was much hated by careless nursemaids, whom Nana followed to their homes and complained of to John.\"\n        ],\n        [\n            1121,\n            \"How thorough Nana was at bath-time, and up at any moment of the night if one of John made the slightest cry.\"\n        ],\n        [\n            1217,\n            \"It was a lesson in propriety to see Nana escorting John to school, walking sedately by John side when John were well behaved, and butting John back into line if John strayed.\"\n        ],\n        [\n            1253,\n            \"On John\\u2019s footer days Nana never once forgot John sweater, and Nana usually carried an umbrella in Nana mouth in case of rain.\"\n        ],\n        [\n            1298,\n            \"John sat on forms, while Nana lay on the floor, but that was the only difference.\"\n        ],\n        [\n            1317,\n            \"John affected to ignore Nana as of an inferior social status to John, and Nana despised John light talk.\"\n        ],\n        [\n            1338,\n            \"Nana resented visits to the nursery from John, but if John did come Nana first whipped off Michael\\u2019s pinafore and put Michael into the one with blue braiding, and smoothed out Wendy and made a dash at John hair.\"\n        ],\n        [\n            1446,\n            \"\\u201cDarling know Nana admires Darling tremendously, George,\\u201dDarling would assure George, and then Darling would sign to John to be specially nice to father.\"\n        ],\n        [\n            3218,\n            \"It happened to be Nana\\u2019s evening off, and Darling had bathed John and sung to John till one by one John had let go Darling hand and slid away into the land of sleep.\"\n        ],\n        [\n            3753,\n            \"John returned to the nursery, and found Nana with something in Nana mouth, which proved to be Michael shadow.\"\n        ],\n        [\n            4040,\n            \"\\u201cDarling ought to have been specially careful on a Friday,\\u201dJohn used to say afterwards to Darling, while perhaps Nana was on the other side of John, holding John hand.\"\n        ],\n        [\n            4227,\n            \"\\u201d \\u201cNana fatal gift of humour, John.\"\n        ],\n        [\n            4261,\n            \"Nana at the thought, \\u201cIt\\u2019s true, it\\u2019s true, John ought not to have had John.\"\n        ],\n        [\n            4312,\n            \"\\u201d John would cry, and Nana bark was the echo of it, but John never upbraided Michael;\"\n        ],\n        [\n            4378,\n            \"It had begun so uneventfully, so precisely like a hundred other evenings, with Nana putting on the water for Michael\\u2019s bath and carrying Michael to it on John back.\"\n        ],\n        [\n            5444,\n            \"\\u201d \\u201cNo doubt, but Darling have an uneasy feeling at times that Nana looks upon John as puppies.\"\n        ],\n        [\n            5559,\n            \"\\u201d \\u201cJohn were still discussing it, George remember,\\u201dsays Darling, \\u201cwhen Nana came in with Michael\\u2019s medicine.\"\n        ],\n        [\n            5587,\n            \"John will never carry the bottle in John mouth again, Nana, and it is all John fault.\"\n        ],\n        [\n            5628,\n            \"If John had a weakness, it was for thinking that all John life John had taken medicine boldly, and so now, when Michael dodged the spoon in Nana mouth, John had said reprovingly, \\u201cBe a man, Michael.\"\n        ],\n        [\n            5763,\n            \"\\u2019\\u201dJohn really thought this was true, and Wendy, who was now in Nana night-gown, believed it also, and Nana said, to encourage Michael, \\u201cThat medicine Michael sometimes take, John, is much nastier, isn\\u2019t it?\"\n        ],\n        [\n            5903,\n            \"\\u201cNana know where it is, John,\\u201dNana cried, always glad to be of service.\"\n        ],\n        [\n            5923,\n            \"\\u201cNana\\u2019ll bring it,\\u201dand Nana was off before John could stop Nana.\"\n        ],\n        [\n            5978,\n            \"\\u201d \\u201cIt will soon be over, John,\\u201dJohn said cheerily, and then in rushed Nana with the medicine in a glass.\"\n        ],\n        [\n            6019,\n            \"\\u201cNana have been wonderfully quick,\\u201dJohn retorted, with a vindictive politeness that was quite thrown away upon John.\"\n        ],\n        [\n            6411,\n            \"\\u201cLook here, John,\\u201dJohn said entreatingly, as soon as Nana had gone into the bathroom.\"\n        ],\n        [\n            6444,\n            \"John shall pour John medicine into Nana\\u2019s bowl, and Nana will drink it, thinking it is milk!\"\n        ],\n        [\n            6474,\n            \"but John did not have John sense of humour, and John looked at John reproachfully as John poured the medicine into Nana\\u2019s bowl.\"\n        ],\n        [\n            6509,\n            \"\\u201d John said doubtfully, and John did not dare expose John when Darling and Nana returned.\"\n        ],\n        [\n            6529,\n            \"\\u201cNana, good dog,\\u201dJohn said, patting Nana, \\u201cJohn have put a little milk into Nana bowl, Nana.\"\n        ],\n        [\n            6571,\n            \"Then Nana gave John such a look, not an angry look: Nana showed John the great red tear that makes John so sorry for noble dogs, and crept into Nana kennel.\"\n        ],\n        [\n            6650,\n            \"\\u201d \\u201cIt was only a joke,\\u201dJohn roared, while Darling comforted John, and Wendy hugged Nana.\"\n        ],\n        [\n            6796,\n            \"But John refuse to allow Nana to lord it in John nursery for an hour longer.\"\n        ],\n        [\n            6814,\n            \"\\u201d John wept, and Nana ran to John beseechingly, but he waved Nana back.\"\n        ],\n        [\n            6903,\n            \"John was determined to show who was master in that house, and when commands would not draw Nana from the kennel, John lured Nana out of it with honeyed words, and seizing Nana roughly, dragged Nana from the nursery.\"\n        ],\n        [\n            6974,\n            \"When he had tied Nana up in the back-yard, John went and sat in the passage, with John knuckles to John eyes.\"\n        ],\n        [\n            7025,\n            \"John could hear Nana barking, and John whimpered, \\u201cIt is because John is chaining Nana up in the yard,\\u201dbut Wendy was wiser.\"\n        ],\n        [\n            11760,\n            \"\\u201cThere, John,\\u201dWendy said, not sorry that Nana was in disgrace.\"\n        ],\n        [\n            11870,\n            \"\\u201cWendy warn Nana if Nana bark again Wendy shall go straight for master and missus and bring John home from the party, and then, oh, won\\u2019t master whip Nana, just.\"\n        ],\n        [\n            11908,\n            \"\\u201d Wendy tied Nana up again, but do John think Nana ceased to bark?\"\n        ],\n        [\n            11961,\n            \"Unfortunately Wendy returned to John puddings, and Nana, seeing that no help would come from John, strained and strained at the chain until at last Nana broke it.\"\n        ],\n        [\n            13875,\n            \"If Nana had been with John, Nana would have had a bandage round Michael forehead by this time.\"\n        ],\n        [\n            14767,\n            \"John even liked Nana to say that this was just the mantelpiece over here, and that the Neverland was all make-believe.\"\n        ],\n        [\n            22463,\n            \"Where is Nana, John, and John?\"\n        ],\n        [\n            51912,\n            \"John have been planning it out on the ship: John\\u2019s rapture, father\\u2019s shout of joy, Nana\\u2019s leap through the air to embrace John first, when what John ought to be prepared for is a good hiding.\"\n        ],\n        [\n            52298,\n            \"When John flew away, Darling felt in Darling bones that all the blame was Darling for having chained Wendy up, and that from first to last Nana had been wiser than Darling.\"\n        ],\n        [\n            52975,\n            \"and there is John in the room but Nana.\"\n        ],\n        [\n            52986,\n            \"\\u201cNana, John dreamt John had come back.\"\n        ],\n        [\n            52999,\n            \"\\u201d Nana had filmy eyes, but all Nana could do was put Nana paw gently on John lap;\"\n        ],\n        [\n            56329,\n            \"At first Nana tied John feet to the bed-posts so that John should not fly away in the night;\"\n        ],\n        [\n            57304,\n            \"being very firmly convinced that John knew how to look after children except Nana.\"\n        ],\n        [\n            57393,\n            \"\\u201d \\u201cJohn don\\u2019t think John see anything to-night,\\u201dsays Wendy, with a feeling that if Nana were here John would object to further conversation.\"\n        ]\n    ],\n    \"[1, 3]\": [\n        [\n            18725,\n            \"but perhaps some distant sound disturbed John, for John added hastily, \\u201cbut John wish Peter would come back, and tell John whether Peter has heard anything more about Cinderella.\"\n        ],\n        [\n            18759,\n            \"\\u201d John talked of Cinderella, and Tootles was confident that John must have been very like Cinderella.\"\n        ]\n    ],\n    \"[1, 4]\": [\n        [\n            17012,\n            \"Tootles had been in fewer adventures than John, because the big things constantly happened just when Tootles had stepped round the corner;\"\n        ],\n        [\n            17038,\n            \"all would be quiet, Tootles would take the opportunity of going off to gather a few sticks for firewood, and then when Tootles returned John would be sweeping up the blood.\"\n        ],\n        [\n            17073,\n            \"This ill-luck had given a gentle melancholy to Tootles countenance, but instead of souring Tootles nature had sweetened it, so that Tootles was quite the humblest of John.\"\n        ],\n        [\n            17145,\n            \"Tootles, the fairy Tink, who is bent on mischief this night is looking for a tool, and John thinks Tootles are John.\"\n        ],\n        [\n            18759,\n            \"\\u201d John talked of Cinderella, and Tootles was confident that John must have been very like Cinderella.\"\n        ],\n        [\n            20913,\n            \"\\u201d All but Tootles popped down John trees.\"\n        ],\n        [\n            20922,\n            \"Tootles had a bow and arrow with Tootles, and John noted it, and rubbed John little hands.\"\n        ],\n        [\n            20942,\n            \"\\u201cQuick, Tootles, quick,\\u201dJohn screamed.\"\n        ],\n        [\n            20970,\n            \"\\u201cOut of the way, John,\\u201dTootles shouted, and then Tootles fired, and Wendy fluttered to the ground with an arrow in Wendy breast.\"\n        ],\n        [\n            21003,\n            \"THE LITTLE HOUSE Tootles was standing like a conqueror over Wendy\\u2019s body when John sprang, armed, from John trees.\"\n        ],\n        [\n            21030,\n            \"\\u201cJohn are too late,\\u201dTootles cried proudly, \\u201cTootles have shot Wendy.\"\n        ],\n        [\n            21056,\n            \"\\u201d Overhead John shouted \\u201cTootles!\"\n        ],\n        [\n            21201,\n            \"\\u201cA lady to take care of John at last,\\u201dsaid John, \\u201cand Tootles have killed Wendy!\"\n        ],\n        [\n            21226,\n            \"\\u201d John were sorry for Tootles, but sorrier for John, and when Tootles took a step nearer John turned from Tootles.\"\n        ],\n        [\n            21284,\n            \"\\u201cWhen ladies used to come to Tootles in dreams, Tootles said, \\u2018 John, pretty mother.\"\n        ],\n        [\n            21585,\n            \"\\u201cPeter,\\u201dTootles said quietly, \\u201cTootles will show Wendy to John,\\u201dand when the others would still have hidden Tootles said, \\u201cBack, twins, let Peter see.\"\n        ],\n        [\n            21755,\n            \"\\u201cOh, Tootles hand,\\u201dPeter said, and John raised the arrow to use it as a dagger.\"\n        ],\n        [\n            21890,\n            \"\\u201cJohn think Wendy said, \\u2018 Tootles,\\u2019\\u201d John whispered.\"\n        ],\n        [\n            23605,\n            \"John were very ashamed, but Tootles gave the sole of Tootles shoe, and it made an excellent knocker.\"\n        ],\n        [\n            26601,\n            \"what are John, Tootles?\"\n        ],\n        [\n            30746,\n            \"The corkscrew of Smee got Tootles in the fourth rib, but Tootles was Tootles pinked in turn by John.\"\n        ],\n        [\n            34184,\n            \"Tootles was so much the humblest of John, indeed Tootles was the only humble one, that Wendy was specially gentle with Tootles.\"\n        ],\n        [\n            34209,\n            \"\\u201cTootles don\\u2019t suppose,\\u201dTootles said diffidently, \\u201cthat Tootles could be John.\"\n        ],\n        [\n            34254,\n            \"\\u201cAs Tootles can\\u2019t be John,\\u201dTootles said heavily, \\u201cTootles don\\u2019t suppose, Michael, Michael would let Tootles be baby?\"\n        ],\n        [\n            34305,\n            \"\\u201cAs Tootles can\\u2019t be baby,\\u201dTootles said, getting heavier and heavier and heavier, \\u201cdo John think Tootles could be John?\"\n        ],\n        [\n            34357,\n            \"\\u201d \\u201cAs Tootles can\\u2019t be anything important,\\u201dsaid Tootles, \\u201cwould John like to see Tootles do a trick?\"\n        ],\n        [\n            36443,\n            \"\\u201d \\u201cWendy,\\u201dcried Tootles, \\u201cwas John called Tootles?\"\n        ],\n        [\n            36477,\n            \"Hurrah, Tootles am in a story, John.\"\n        ],\n        [\n            36633,\n            \"\\u201cTootles do like John\\u2019s love,\\u201dsaid Tootles, hitting John with a pillow.\"\n        ],\n        [\n            37735,\n            \"\\u201cTootles am Tootles,\\u201dTootles said, \\u201cand John minds Tootles.\"\n        ],\n        [\n            37751,\n            \"But the first who does not behave to Wendy like John Tootles will blood Tootles severely.\"\n        ],\n        [\n            45542,\n            \"and they broke into a bacchanalian dance, which brought Tootles to John feet at once, all traces of human weakness gone, as if a bucket of water had passed over John.\"\n        ],\n        [\n            45772,\n            \"Tootles hated the idea of signing under John, but an instinct told Tootles that it would be prudent to lay the responsibility on John;\"\n        ],\n        [\n            45802,\n            \"and though John, Tootles knew that John are always willing to be the buffer.\"\n        ],\n        [\n            45842,\n            \"So Tootles explained prudently, \\u201cJohn see, sir, Tootles don\\u2019t think Wendy would like Tootles to be John.\"\n        ],\n        [\n            46547,\n            \"\\u2019\\u201dJohn were awed, and Tootles cried out hysterically, \\u201cTootles am going to do what Wendy hopes.\"\n        ],\n        [\n            55180,\n            \"\\u201cJohn don\\u2019t think George is John,\\u201dTootles cried instantly.\"\n        ]\n    ],\n    \"[1, 6]\": [\n        [\n            18321,\n            \"Bringing up the rear, the place of greatest danger, comes Tiger Lily, proudly erect, John.\"\n        ],\n        [\n            18346,\n            \"Tiger Lily is the most beautiful of dusky Dianas and John, coquettish, cold and amorous by turns;\"\n        ],\n        [\n            18555,\n            \"John shall see for whom Tiger Lily is looking presently.\"\n        ],\n        [\n            18565,\n            \"Tiger Lily passes, but soon John appear again, for the procession must continue indefinitely until one of the parties stops or changes its pace.\"\n        ],\n        [\n            19199,\n            \"\\u201d \\u201cAy, and the sound would have brought Tiger Lily redskins upon John.\"\n        ],\n        [\n            26750,\n            \"Or John might tell how Peter saved Tiger Lily\\u2019s life in the Mermaids\\u2019 Lagoon, and so made Peter ally.\"\n        ],\n        [\n            28347,\n            \"It was the pirate dinghy, with John in her, Smee and Starkey, and the third Tiger Lily.\"\n        ],\n        [\n            28392,\n            \"Tiger Lily was to be left on the rock to perish, an end to John more terrible than death by fire or torture, for is it not written in the book of John that there is no path through water to the happy hunting-ground?\"\n        ],\n        [\n            28450,\n            \"Tiger Lily was John, Tiger Lily must die as John, it is enough.\"\n        ],\n        [\n            28472,\n            \"John had caught Tiger Lily boarding the pirate ship with a knife in Tiger Lily mouth.\"\n        ],\n        [\n            28584,\n            \"Now, then, what John have to do is to hoist Tiger Lily on to it and leave Tiger Lily here to drown.\"\n        ],\n        [\n            28813,\n            \"\\u201cJohn are putting Tiger Lily on the rock,\\u201dSmee called out.\"\n        ],\n        [\n            29749,\n            \"By this time John were on the rock, and suddenly Hook remembered Tiger Lily.\"\n        ],\n        [\n            29807,\n            \"\\u201cJohn let Tiger Lily go.\"\n        ],\n        [\n            29837,\n            \"\\u201cHook called over the water to John to let Tiger Lily go,\\u201dsaid Starkey.\"\n        ],\n        [\n            33391,\n            \"Peter had saved Tiger Lily from a dreadful fate, and now there was nothing Tiger Lily and John would not do for John.\"\n        ],\n        [\n            33555,\n            \"\\u201cJohn save Tiger Lily, John.\"\n        ],\n        [\n            33567,\n            \"Tiger Lily no let John hurt John.\"\n        ],\n        [\n            33574,\n            \"\\u201d Tiger Lily was far too pretty to cringe in this way, but Peter thought it John due, and John would answer condescendingly, \\u201cIt is good.\"\n        ],\n        [\n            35410,\n            \"There is something Tiger Lily wants to be to me, but Tiger Lily says it is not John.\"\n        ],\n        [\n            39781,\n            \"Around Tiger Lily were John, and John suddenly saw John bearing down upon John.\"\n        ],\n        [\n            40049,\n            \"John fell to the tomahawk of the terrible Panther, who ultimately cut a way through John with Tiger Lily and John.\"\n        ],\n        [\n            44139,\n            \"John had taught John something of the forest lore that John had John learned from Tiger Lily and Tinker Bell, and knew that in John dire hour John were not likely to forget it.\"\n        ]\n    ],\n    \"[1, 7]\": [\n        [\n            1446,\n            \"\\u201cDarling know Nana admires Darling tremendously, George,\\u201dDarling would assure George, and then Darling would sign to John to be specially nice to father.\"\n        ],\n        [\n            4517,\n            \"John had dressed early because Wendy so loved to see John in John evening-gown, with the necklace George had given John.\"\n        ],\n        [\n            5317,\n            \"\\u201d \\u201cJohn were rather sweet, don\\u2019t Darling think, George?\"\n        ],\n        [\n            5559,\n            \"\\u201d \\u201cJohn were still discussing it, George remember,\\u201dsays Darling, \\u201cwhen Nana came in with Michael\\u2019s medicine.\"\n        ],\n        [\n            6744,\n            \"\\u201d \\u201cGeorge,\\u201dDarling entreated John, \\u201cnot so loud;\"\n        ],\n        [\n            6873,\n            \"\\u201d \\u201cGeorge, George,\\u201dDarling whispered, \\u201cremember what Darling told John about John.\"\n        ],\n        [\n            53258,\n            \"\\u201d \\u201cAnd, George,\\u201dJohn said timidly, \\u201cJohn are as full of remorse as ever, aren\\u2019t John?\"\n        ],\n        [\n            53912,\n            \"\\u201d But John would not make the best of it, and George was unhappy.\"\n        ],\n        [\n            53929,\n            \"George ceased to look at John, but even then John would not let go of George.\"\n        ],\n        [\n            53947,\n            \"George skipped about and made funny faces, but when George stopped it was just as if John were inside George, knocking.\"\n        ],\n        [\n            54748,\n            \"and George woke to share John bliss, and Nana came rushing in.\"\n        ],\n        [\n            54925,\n            \"John ought to have looked at George also, but John forgot about George.\"\n        ],\n        [\n            54956,\n            \"but George was curiously depressed, and John saw that George considered six a rather large number.\"\n        ],\n        [\n            54976,\n            \"\\u201cGeorge must say,\\u201dGeorge said to Wendy, \\u201cthat Wendy don\\u2019t do things by halves,\\u201da grudging remark which John thought was pointed at John.\"\n        ],\n        [\n            55011,\n            \"John was John, and John asked, flushing, \\u201cDo George think John should be too much of a handful, George?\"\n        ],\n        [\n            55108,\n            \"\\u201d John exclaimed, pained to see George showing George in such an unfavourable light.\"\n        ],\n        [\n            55140,\n            \"George was as glad to have John as John was, George said, but George thought John should have asked George consent as well as John, instead of treating George as a cypher in John own house.\"\n        ],\n        [\n            55180,\n            \"\\u201cJohn don\\u2019t think George is John,\\u201dTootles cried instantly.\"\n        ],\n        [\n            55196,\n            \"\\u201cDo John think George is John, John?\"\n        ],\n        [\n            55216,\n            \"Do you think George is John, John?\"\n        ],\n        [\n            55238,\n            \"\\u201d It turned out that not one of John thought George a cypher;\"\n        ],\n        [\n            55252,\n            \"and George was absurdly gratified, and said George would find space for John in the drawing-room if John fitted in.\"\n        ],\n        [\n            55277,\n            \"\\u201cJohn\\u2019ll fit in, George,\\u201dJohn assured George.\"\n        ],\n        [\n            55302,\n            \"\\u201cMind John, George am not sure that John have a drawing-room, but John pretend John have, and it\\u2019s all the same.\"\n        ],\n        [\n            55335,\n            \"\\u201d George went off dancing through the house, and John cried \\u201cHoop la!\"\n        ]\n    ],\n    \"[1, 8]\": [\n        [\n            19225,\n            \"\\u201d \\u201cShall Smee after him, John,\\u201dasked pathetic Smee, \\u201cand tickle John with Johnny Corkscrew?\"\n        ],\n        [\n            19296,\n            \"\\u201cJohn\\u2019s John,\\u201dSmee reminded Hook.\"\n        ],\n        [\n            19341,\n            \"\\u201d John disappeared among the trees, and in a moment John and Smee were alone.\"\n        ],\n        [\n            19360,\n            \"Hook heaved a heavy sigh, and John know not why it was, perhaps it was because of the soft beauty of the evening, but there came over Hook a desire to confide to Smee the story of Hook life.\"\n        ],\n        [\n            19607,\n            \"\\u201d \\u201cSmee have often,\\u201dsaid Smee, \\u201cnoticed John strange dread of crocodiles.\"\n        ],\n        [\n            19649,\n            \"\\u201cIt liked John arm so much, Smee, that it has followed John ever since, from sea to sea and from land to land, licking its lips for the rest of John.\"\n        ],\n        [\n            19753,\n            \"\\u201cSmee,\\u201dJohn said huskily, \\u201cthat crocodile would have had John before this, but by a lucky chance John swallowed a clock which goes tick tick inside it, and so before John can reach John John hear the tick and bolt.\"\n        ],\n        [\n            19811,\n            \"\\u201cSome day,\\u201dsaid Smee, \\u201cthe clock will run down, and then John\\u2019ll get John.\"\n        ],\n        [\n            19868,\n            \"\\u201cSmee,\\u201dJohn said, \\u201cthis seat is hot.\"\n        ],\n        [\n            20110,\n            \"\\u201cUnrip John plan, John,\\u201dSmee cried eagerly.\"\n        ],\n        [\n            20298,\n            \"\\u201d Smee cried, and in John exultation John danced and sang: \\u201cAvast, belay, when John appear, By fear they\\u2019re overtook;\"\n        ],\n        [\n            28347,\n            \"It was the pirate dinghy, with John in her, Smee and Starkey, and the third Tiger Lily.\"\n        ],\n        [\n            28813,\n            \"\\u201cJohn are putting Tiger Lily on the rock,\\u201dSmee called out.\"\n        ],\n        [\n            29288,\n            \"\\u201cThe game\\u2019s up,\\u201dSmee cried, \\u201cJohn have found John.\"\n        ],\n        [\n            29355,\n            \"\\u201d and always after this Wendy felt that if John could have John Smee would be Wendy one.\"\n        ],\n        [\n            29448,\n            \"\\u201cSee,\\u201dsaid Peter in answer to Smee question, \\u201cthat is John.\"\n        ],\n        [\n            29521,\n            \"Smee, much impressed, gazed at the bird as the nest was borne past, but Starkey said, \\u201cIf John is John, perhaps John is hanging about here to help Peter.\"\n        ],\n        [\n            29595,\n            \"\\u201cPeter,\\u201dsaid Smee, \\u201ccould John not kidnap John and make John mother?\"\n        ],\n        [\n            29722,\n            \"\\u201cThere is Smee hand on it,\\u201dJohn said.\"\n        ],\n        [\n            29912,\n            \"\\u201d \\u201cIt is passing queer,\\u201dSmee said, and John fidgeted uncomfortably.\"\n        ],\n        [\n            30563,\n            \"In a moment Hook was Hook again, and Smee and Starkey were John faithful henchmen.\"\n        ],\n        [\n            30746,\n            \"The corkscrew of Smee got Tootles in the fourth rib, but Tootles was Tootles pinked in turn by John.\"\n        ],\n        [\n            40762,\n            \"\\u201cJohn will never hear the tom-tom again,\\u201dSmee muttered, but inaudibly of course, for strict silence had been enjoined.\"\n        ],\n        [\n            40986,\n            \"John rose out of it into the arms of Cecco, who flung John to Smee, who flung John to Starkey, who flung John to Bill Jukes, who flung John to John, and so John was tossed from one to another till John fell at the feet of John.\"\n        ],\n        [\n            44482,\n            \"John know not why Smee was so infinitely pathetic, unless it were because Smee was so pathetically unaware of it;\"\n        ],\n        [\n            44504,\n            \"but John had to turn hastily from looking at Smee, and more than once on summer evenings Smee had touched the fount of Hook\\u2019s tears and made it flow.\"\n        ],\n        [\n            45245,\n            \"For long John muttered to himself, staring at Smee, who was hemming placidly, under the conviction that all children feared Smee.\"\n        ],\n        [\n            45337,\n            \"To tell Smee that John thought Smee lovable!\"\n        ],\n        [\n            45359,\n            \"Instead, John revolved this mystery in John mind: why do John find Smee lovable?\"\n        ],\n        [\n            45455,\n            \"With a cry of rage John raised John iron hand over Smee head;\"\n        ],\n        [\n            46635,\n            \"\\u201cSee here, Wendy,\\u201dSmee whispered, \\u201cSmee\\u2019ll save Wendy if Wendy promise to be John.\"\n        ],\n        [\n            47084,\n            \"Only when Hook was hidden from John did curiosity loosen the limbs of John so that John could rush to the ship\\u2019s side to see Smee climbing it.\"\n        ],\n        [\n            47272,\n            \"John had seen the crocodile pass by without noticing anything peculiar about Smee, but by and by John remembered that it had not been ticking.\"\n        ],\n        [\n            47355,\n            \"and John decided to tick, so that wild beasts should believe John was Smee and let John pass unmolested.\"\n        ],\n        [\n            47387,\n            \"The crocodile was among those who heard the sound, and it followed John, though whether with the purpose of regaining what Smee had lost, or merely as a friend under the belief that Smee was again ticking Smee, will never be certainly known, for, like slaves to a fixed idea, Smee was John.\"\n        ],\n        [\n            47580,\n            \"and John was amazed to see the pirates cowering from John, with Hook in John midst as abject as if Hook had heard Smee.\"\n        ],\n        [\n            47622,\n            \"At first John thought the sound did come from Smee, and John looked behind John swiftly.\"\n        ],\n        [\n            50966,\n            \"and Smee, who henceforth wandered about the world in Smee spectacles, making a precarious living by saying Smee was the only man that John\"\n        ],\n        [\n            51189,\n            \"and Tootles, the bo\\u2019sun, was among John, with a rope\\u2019s end in Smee hand and chewing tobacco.\"\n        ]\n    ],\n    \"[1, 9]\": [\n        [\n            48896,\n            \"\\u201d \\u201cJohn\\u2019ve heard,\\u201dmuttered Mullins, \\u201cJohn always boards the pirate craft last.\"\n        ],\n        [\n            49919,\n            \"John had lifted up John with John hook, and was using John as a buckler, when another, who had just passed his sword through Mullins, sprang into the fray.\"\n        ]\n    ],\n    \"[1, 10]\": [\n        [\n            497,\n            \"Wendy came first, then John, then Michael.\"\n        ],\n        [\n            933,\n            \"There was the same excitement over John, and Michael had even a narrower squeak;\"\n        ],\n        [\n            1338,\n            \"Nana resented visits to the nursery from John, but if John did come Nana first whipped off Michael\\u2019s pinafore and put Michael into the one with blue braiding, and smoothed out Wendy and made a dash at John hair.\"\n        ],\n        [\n            2082,\n            \"John\\u2019s, for instance, had a lagoon with flamingoes flying over it at which John was shooting, while Michael, had a flamingo with lagoons flying over it.\"\n        ],\n        [\n            2120,\n            \"John lived in a boat turned upside down on the sands, Michael in a wigwam, Wendy in a house of leaves deftly sewn together.\"\n        ],\n        [\n            2147,\n            \"John had John, Michael had John at night, Wendy had John, but on the whole the Neverlands have a family resemblance, and if John stood still in a row John could say of John that John have each other\\u2019s nose, and so forth.\"\n        ],\n        [\n            2355,\n            \"Darling knew of John, and yet Michael was here and there in John and Michael\\u2019s minds, while Wendy began to be scrawled all over with Michael.\"\n        ],\n        [\n            2440,\n            \"\\u201cBut who is Michael, John?\"\n        ],\n        [\n            2449,\n            \"\\u201d \\u201cMichael is John, Darling know, Darling.\"\n        ],\n        [\n            2763,\n            \"Some leaves of a tree had been found on the nursery floor, which certainly were not there when John went to bed, and Darling was puzzling over them when Wendy said with a tolerant smile: \\u201cWendy do believe it is Michael again!\"\n        ],\n        [\n            3342,\n            \"Look at John, Wendy and Michael over there, John here, and Darling by the fire.\"\n        ],\n        [\n            3384,\n            \"John dreamt that the Neverland had come too near and that Michael had broken through from it.\"\n        ],\n        [\n            3404,\n            \"Michael did not alarm John, for John thought John had seen Michael before in the faces of John.\"\n        ],\n        [\n            3429,\n            \"Perhaps Michael is to be found in the faces of John also.\"\n        ],\n        [\n            3443,\n            \"But in John dream Michael had rent the film that obscures the Neverland, and John saw Wendy and John and Michael peeping through the gap.\"\n        ],\n        [\n            3470,\n            \"The dream by itself would have been a trifle, but while John was dreaming the window of the nursery blew open, and Michael did drop on the floor.\"\n        ],\n        [\n            3502,\n            \"Michael was accompanied by a strange light, no bigger than John fist, which darted about the room like a living thing and I think it must have been this light that wakened Darling.\"\n        ],\n        [\n            3540,\n            \"John started up with a cry, and saw Michael, and somehow John knew at once that Michael was Peter Pan.\"\n        ],\n        [\n            3564,\n            \"If John or I or Wendy had been there John should have seen that Michael was very like Darling kiss.\"\n        ],\n        [\n            3589,\n            \"Michael was John, clad in skeleton leaves and the juices that ooze out of trees but the most entrancing thing about Michael was that Michael had all Michael first teeth.\"\n        ],\n        [\n            3623,\n            \"When Michael saw John was John, Michael gnashed the little pearls at John.\"\n        ],\n        [\n            3690,\n            \"Again Darling screamed, this time in distress for Michael, for John thought Michael was killed, and John ran down into the street to look for Michael little body, but it was not there;\"\n        ],\n        [\n            3753,\n            \"John returned to the nursery, and found Nana with something in Nana mouth, which proved to be Michael shadow.\"\n        ],\n        [\n            3871,\n            \"let John put it where Michael can get it easily without disturbing John.\"\n        ],\n        [\n            3917,\n            \"John thought of showing it to Darling, but Darling was totting up winter great-coats for John and Michael, with a wet towel around Darling head to keep Darling brain clear, and it seemed a shame to trouble Darling;\"\n        ],\n        [\n            4312,\n            \"\\u201d John would cry, and Nana bark was the echo of it, but John never upbraided Michael;\"\n        ],\n        [\n            4338,\n            \"there was something in the right-hand corner of John mouth that wanted John not to call Michael names.\"\n        ],\n        [\n            4378,\n            \"It had begun so uneventfully, so precisely like a hundred other evenings, with Nana putting on the water for Michael\\u2019s bath and carrying Michael to it on John back.\"\n        ],\n        [\n            4654,\n            \"Then John was born, with the extra pomp that John conceived due to the birth of John, and Michael came from Michael bath to ask to be born also, but John said brutally that John did not want any more.\"\n        ],\n        [\n            4704,\n            \"\\u201cJohn wants Michael,\\u201dMichael said, and of course John could not stand that.\"\n        ],\n        [\n            4761,\n            \"\\u201d Then Michael had leapt into John arms.\"\n        ],\n        [\n            5559,\n            \"\\u201d \\u201cJohn were still discussing it, George remember,\\u201dsays Darling, \\u201cwhen Nana came in with Michael\\u2019s medicine.\"\n        ],\n        [\n            5628,\n            \"If John had a weakness, it was for thinking that all John life John had taken medicine boldly, and so now, when Michael dodged the spoon in Nana mouth, John had said reprovingly, \\u201cBe a man, Michael.\"\n        ],\n        [\n            5714,\n            \"\\u201cDarling, don\\u2019t pamper Michael,\\u201dJohn called after Darling.\"\n        ],\n        [\n            5729,\n            \"\\u201cMichael, when John was Michael age John took medicine without a murmur.\"\n        ],\n        [\n            5763,\n            \"\\u2019\\u201dJohn really thought this was true, and Wendy, who was now in Nana night-gown, believed it also, and Nana said, to encourage Michael, \\u201cThat medicine Michael sometimes take, John, is much nastier, isn\\u2019t it?\"\n        ],\n        [\n            5814,\n            \"\\u201d \\u201cEver so much nastier,\\u201dJohn said bravely, \\u201cand John would take it now as an example to Michael, Michael, if John hadn\\u2019t lost the bottle.\"\n        ],\n        [\n            6043,\n            \"\\u201cMichael first,\\u201dJohn said doggedly.\"\n        ],\n        [\n            6052,\n            \"\\u201cJohn first,\\u201dsaid Michael.\"\n        ],\n        [\n            6134,\n            \"\\u201cThe point is, that there is more in John glass than in Michael spoon.\"\n        ],\n        [\n            6187,\n            \"\\u201d \\u201cJohn, Michael am waiting,\\u201dsaid Michael coldly.\"\n        ],\n        [\n            6227,\n            \"\\u201d \\u201cSo are Michael John.\"\n        ],\n        [\n            6305,\n            \"\\u201d Wendy gave the words, one, two, three, and Michael took Michael medicine, but John slipped his behind John back.\"\n        ],\n        [\n            6333,\n            \"There was a yell of rage from Michael, and John!\"\n        ],\n        [\n            11435,\n            \"\\u201cPeter, would John teach John and Michael to fly too?\"\n        ],\n        [\n            11448,\n            \"\\u201d \\u201cIf Wendy like,\\u201dJohn said indifferently, and Wendy ran to John and Michael and shook John.\"\n        ],\n        [\n            11807,\n            \"\\u201d Here Michael, encouraged by Michael success, breathed so loudly that John were nearly detected.\"\n        ],\n        [\n            12144,\n            \"\\u201d said John and Michael.\"\n        ],\n        [\n            12317,\n            \"Not one of John could fly an inch, though Michael was in words of two syllables, and Peter did not know A from Z.\"\n        ],\n        [\n            12418,\n            \"\\u201d John were all on John beds, and Michael let go first.\"\n        ],\n        [\n            12923,\n            \"\\u201cCome,\\u201dJohn cried imperiously, and soared out at once into the night, followed by John and Michael and Wendy.\"\n        ],\n        [\n            13073,\n            \"John and Michael raced, Michael getting a start.\"\n        ],\n        [\n            13323,\n            \"\\u201d John would cry gleefully, as Michael suddenly dropped like a stone.\"\n        ],\n        [\n            13358,\n            \"Eventually Peter would dive through the air, and catch Michael just before Michael could strike the sea, and it was lovely the way John did it;\"\n        ],\n        [\n            13633,\n            \"\\u201d \\u201cJohn could go back,\\u201dMichael said.\"\n        ],\n        [\n            13875,\n            \"If Nana had been with John, Nana would have had a bandage round Michael forehead by this time.\"\n        ],\n        [\n            14371,\n            \"Wendy and John and Michael stood on tip-toe in the air to get John first sight of the island.\"\n        ],\n        [\n            15306,\n            \"\\u201d Then indeed Michael began to cry, and John could speak in gulps only, for John knew Hook\\u2019s reputation.\"\n        ],\n        [\n            16268,\n            \"When at last the heavens were steady again, John and Michael found John alone in the darkness.\"\n        ],\n        [\n            16287,\n            \"John was treading the air mechanically, and Michael without knowing how to float was floating.\"\n        ],\n        [\n            16314,\n            \"\\u201cJohn haven\\u2019t tried yet,\\u201dMichael whispered back.\"\n        ],\n        [\n            16564,\n            \"Wendy called to Peter and John and Michael, and got only mocking echoes in reply.\"\n        ],\n        [\n            22396,\n            \"John skurried this way and that, down for bedding, up for firewood, and while John were at it, who should appear but John and Michael.\"\n        ],\n        [\n            22449,\n            \"\\u201cJohn, John,\\u201dMichael would cry, \\u201cwake up!\"\n        ],\n        [\n            22564,\n            \"John and Michael watched John.\"\n        ],\n        [\n            22582,\n            \"\\u201d \\u201cJohn,\\u201dMichael proposed, \\u201clet John wake Wendy and get Wendy to make supper for John,\\u201dbut as Michael said it John rushed on carrying branches for the building of the house.\"\n        ],\n        [\n            24356,\n            \"THE HOME UNDER THE GROUND One of the first things Peter did next day was to measure Wendy and John and Michael for hollow trees.\"\n        ],\n        [\n            25700,\n            \"What did disturb John at times was that John remembered John vaguely only, as people John had once known, while Michael was quite willing to believe that John was really John.\"\n        ],\n        [\n            31774,\n            \"\\u201cMichael kite,\\u201dPeter said without interest, but next moment John had seized the tail, and was pulling the kite toward John.\"\n        ],\n        [\n            31803,\n            \"\\u201cIt lifted Michael off the ground,\\u201dJohn cried;\"\n        ],\n        [\n            31838,\n            \"Michael and John tried.\"\n        ],\n        [\n            34254,\n            \"\\u201cAs Tootles can\\u2019t be John,\\u201dTootles said heavily, \\u201cTootles don\\u2019t suppose, Michael, Michael would let Tootles be baby?\"\n        ],\n        [\n            34781,\n            \"\\u201cIt was Michael told John mothers are called old lady,\\u201dMichael whispered to John.\"\n        ],\n        [\n            34799,\n            \"\\u201cMichael complain of Michael,\\u201dsaid John instantly.\"\n        ],\n        [\n            35114,\n            \"\\u201d \\u201cMichael takes after John.\"\n        ],\n        [\n            35952,\n            \"Wendy\\u2019S STORY \\u201cListen, then,\\u201dsaid Wendy, settling down to Wendy story, with Michael at Wendy feet and John in the bed.\"\n        ],\n        [\n            36856,\n            \"Can John be John and Michael?\"\n        ],\n        [\n            45294,\n            \"Michael had said horrid things to John and hit John with the palm of John hand, because John could not hit with John fist, but John had only clung to John the more.\"\n        ],\n        [\n            46064,\n            \"\\u201d \\u201cWhat do John think, Michael?\"\n        ],\n        [\n            46109,\n            \"\\u201d Michael wanted John to decide, and John wanted John to decide.\"\n        ],\n        [\n            46195,\n            \"\\u201cAnd John refuse,\\u201dcried Michael.\"\n        ],\n        [\n            53454,\n            \"and while John slept, Wendy and John and Michael flew into the room.\"\n        ],\n        [\n            54052,\n            \"John alighted on the floor, quite unashamed of John, and Michael had already forgotten Michael home.\"\n        ],\n        [\n            54073,\n            \"\\u201cJohn,\\u201dMichael said, looking around Michael doubtfully, \\u201cMichael think Michael have been here before.\"\n        ],\n        [\n            54190,\n            \"\\u201cLet Michael see John,\\u201dMichael begged eagerly, and Michael took a good look.\"\n        ],\n        [\n            54208,\n            \"\\u201cJohn is not so big as John,\\u201dMichael said with such frank disappointment that John am glad John was asleep;\"\n        ],\n        [\n            54237,\n            \"it would have been sad if those had been the first words John heard Michael say.\"\n        ],\n        [\n            54677,\n            \"Michael knew John now.\"\n        ],\n        [\n            54682,\n            \"\\u201cMichael\\u2019s Michael,\\u201dJohn said, and John stretched out John arms for John.\"\n        ],\n        [\n            54710,\n            \"Yes, they did, John went round Wendy and John and Michael, who had slipped out of bed and run to her.\"\n        ],\n        [\n            56425,\n            \"Michael believed longer than John, though John jeered at Michael;\"\n        ],\n        [\n            56588,\n            \"When John expressed a doubtful hope that John would be glad to see John Michael said, \\u201cWho is John?\"\n        ],\n        [\n            56786,\n            \"\\u201d Michael came close to John and whispered, with a shiver, \\u201cPerhaps there is no such person, Wendy!\"\n        ],\n        [\n            57026,\n            \"Michael is John.\"\n        ],\n        [\n            57033,\n            \"Michael married Wendy, and so Michael became John.\"\n        ],\n        [\n            58359,\n            \"\\u201cThat is not Michael,\\u201dJohn said quickly, lest a judgment should fall on John.\"\n        ]\n    ],\n    \"[1, 11]\": [\n        [\n            57182,\n            \"Jane loved to hear of Peter, and Wendy told Jane all John could remember in the very nursery from which the famous flight had taken place.\"\n        ],\n        [\n            57210,\n            \"It was Jane\\u2019s nursery now, for John had bought it at the three per cents from John, who was no longer fond of stairs.\"\n        ],\n        [\n            57426,\n            \"\\u201cYes, John do,\\u201dsays Jane, \\u201cJohn see when John were a little girl.\"\n        ],\n        [\n            57500,\n            \"Do Jane know, Jane, John sometimes wonder whether John ever did really fly.\"\n        ],\n        [\n            57546,\n            \"\\u201d \\u201cBecause John am grown up, Jane.\"\n        ],\n        [\n            57647,\n            \"\\u201d \\u201cJohn do believe it is,\\u201dsays Jane.\"\n        ],\n        [\n            57882,\n            \"\\u201d \\u201cThe last thing Peter ever said to John was, \\u2018 Just always be waiting for Peter, and then some night Jane will hear Peter crowing.\"\n        ],\n        [\n            57996,\n            \"\\u201d and Jane did it ever so much better than John.\"\n        ],\n        [\n            58015,\n            \"\\u201cJohn, how can Jane know?\"\n        ],\n        [\n            58024,\n            \"\\u201d \\u201cJohn often hear it when John am sleeping,\\u201dJane said.\"\n        ],\n        [\n            58063,\n            \"\\u201d \\u201cLucky John,\\u201dsaid Jane.\"\n        ],\n        [\n            58343,\n            \"and now John felt that John was untrue to Jane as well as to Peter.\"\n        ],\n        [\n            58896,\n            \"\\u201d Peter rose and bowed to Jane, and John bowed to Peter from the bed.\"\n        ],\n        [\n            58985,\n            \"\\u201d When Wendy returned diffidently John found Peter sitting on the bed-post crowing gloriously, while Jane nighty was flying round the room in solemn ecstasy.\"\n        ],\n        [\n            59026,\n            \"and Jane descended and stood by Peter side, with the look in John face that Peter liked to see on ladies when John gazed at Peter.\"\n        ],\n        [\n            59054,\n            \"\\u201cPeter does so need John,\\u201dJane said.\"\n        ],\n        [\n            59140,\n            \"\\u201cIt is just for spring cleaning time,\\u201dJane said, \\u201cPeter wants John always to do Peter spring cleaning.\"\n        ],\n        [\n            59255,\n            \"Jane is now John;\"\n        ]\n    ],\n    \"[1, 12]\": [\n        [\n            15,\n            \"John soon know that John will grow up, and the way Wendy knew was this.\"\n        ],\n        [\n            60,\n            \"John suppose Wendy must have looked rather delightful, for Darling put Darling hand to Darling heart and cried, \\u201cOh, why can\\u2019t Wendy remain like this for ever!\"\n        ],\n        [\n            96,\n            \"\\u201d This was all that passed between John on the subject, but henceforth Wendy knew that Wendy must grow up.\"\n        ],\n        [\n            134,\n            \"Of course John lived at 14, and until Wendy came Darling was John.\"\n        ],\n        [\n            230,\n            \"The way Darling won Wendy was this: John discovered simultaneously that John loved Wendy, and John ran to Wendy house to propose to Wendy except Darling, who took a cab and nipped in first, and so Darling got Wendy.\"\n        ],\n        [\n            322,\n            \"Wendy thought John could have got it, but John can picture John trying, and then going off in a passion, slamming the door.\"\n        ],\n        [\n            497,\n            \"Wendy came first, then John, then Michael.\"\n        ],\n        [\n            507,\n            \"For a week or two after Wendy came it was doubtful whether John would be able to keep Wendy, as Wendy was another mouth to feed.\"\n        ],\n        [\n            796,\n            \"But John was prejudiced in Wendy\\u2019s favour, and Darling was really the grander character of the two.\"\n        ],\n        [\n            1338,\n            \"Nana resented visits to the nursery from John, but if John did come Nana first whipped off Michael\\u2019s pinafore and put Michael into the one with blue braiding, and smoothed out Wendy and made a dash at John hair.\"\n        ],\n        [\n            2120,\n            \"John lived in a boat turned upside down on the sands, Michael in a wigwam, Wendy in a house of leaves deftly sewn together.\"\n        ],\n        [\n            2147,\n            \"John had John, Michael had John at night, Wendy had John, but on the whole the Neverlands have a family resemblance, and if John stood still in a row John could say of John that John have each other\\u2019s nose, and so forth.\"\n        ],\n        [\n            2355,\n            \"Darling knew of John, and yet Michael was here and there in John and Michael\\u2019s minds, while Wendy began to be scrawled all over with Michael.\"\n        ],\n        [\n            2639,\n            \"\\u201cMark Darling words,\\u201dDarling said, \\u201cit is some nonsense Wendy has been putting into John heads;\"\n        ],\n        [\n            2763,\n            \"Some leaves of a tree had been found on the nursery floor, which certainly were not there when John went to bed, and Darling was puzzling over them when Wendy said with a tolerant smile: \\u201cWendy do believe it is Michael again!\"\n        ],\n        [\n            2843,\n            \"Wendy was John.\"\n        ],\n        [\n            2981,\n            \"Darling did not know what to think, for it all seemed so natural to Wendy that John could not dismiss it by saying Wendy had been dreaming.\"\n        ],\n        [\n            3032,\n            \"\\u201d \\u201cJohn forgot,\\u201dsaid Wendy lightly.\"\n        ],\n        [\n            3172,\n            \"But Wendy had not been dreaming, as the very next night showed, the night on which the extraordinary adventures of John may be said to have begun.\"\n        ],\n        [\n            3342,\n            \"Look at John, Wendy and Michael over there, John here, and Darling by the fire.\"\n        ],\n        [\n            3443,\n            \"But in John dream Michael had rent the film that obscures the Neverland, and John saw Wendy and John and Michael peeping through the gap.\"\n        ],\n        [\n            3564,\n            \"If John or I or Wendy had been there John should have seen that Michael was very like Darling kiss.\"\n        ],\n        [\n            4517,\n            \"John had dressed early because Wendy so loved to see John in John evening-gown, with the necklace George had given John.\"\n        ],\n        [\n            4542,\n            \"John was wearing Wendy bracelet on John arm;\"\n        ],\n        [\n            4562,\n            \"Wendy loved to lend Wendy bracelet to John.\"\n        ],\n        [\n            4572,\n            \"John had found John two older children playing at being John and John on the occasion of Wendy birth, and John was saying: \\u201cJohn am happy to inform John, Darling, that John are now John,\\u201din just such a tone as Darling may have used on the real occasion.\"\n        ],\n        [\n            4637,\n            \"Wendy had danced with joy, just as John must have done.\"\n        ],\n        [\n            6111,\n            \"\\u201cWendy thought John took it quite easily, John.\"\n        ],\n        [\n            6305,\n            \"\\u201d Wendy gave the words, one, two, three, and Michael took Michael medicine, but John slipped his behind John back.\"\n        ],\n        [\n            6351,\n            \"\\u201cWhat do Wendy mean by \\u2018 John \\u2019?\"\n        ],\n        [\n            6650,\n            \"\\u201d \\u201cIt was only a joke,\\u201dJohn roared, while Darling comforted John, and Wendy hugged Nana.\"\n        ],\n        [\n            6766,\n            \"\\u201d Somehow John had got into the way of calling Wendy John.\"\n        ],\n        [\n            7025,\n            \"John could hear Nana barking, and John whimpered, \\u201cIt is because John is chaining Nana up in the yard,\\u201dbut Wendy was wiser.\"\n        ],\n        [\n            7602,\n            \"but Wendy\\u2019s light blinked and gave such a yawn that the other two yawned also, and before John could close John mouths John went out.\"\n        ],\n        [\n            7821,\n            \"\\u201cWendy,\\u201dPeter called softly, after making sure that John were asleep, \\u201cWendy, where are Wendy?\"\n        ],\n        [\n            7870,\n            \"\\u201cOh, do come out of that jug, and tell Peter, do Wendy know where John put Peter shadow?\"\n        ],\n        [\n            7947,\n            \"Wendy meant the chest of drawers, and Peter jumped at the drawers, scattering their contents to the floor with both hands, as kings toss ha\\u2019pence to John.\"\n        ],\n        [\n            8341,\n            \"\\u201cWendy mean,\\u201dWendy said nicely, remembering that Wendy was hostess, \\u201cis that what John put on the letters?\"\n        ],\n        [\n            8643,\n            \"\\u201cWendy shall sew it on for Peter, Peter,\\u201dWendy said, though Peter was tall as Wendy, and Wendy got out John, and sewed the shadow on to Peter foot.\"\n        ],\n        [\n            8980,\n            \"\\u201cWendy,\\u201dJohn said, \\u201cdon\\u2019t withdraw.\"\n        ],\n        [\n            8993,\n            \"John can\\u2019t help crowing, Wendy, when John\\u2019m pleased with John.\"\n        ],\n        [\n            9024,\n            \"\\u201cWendy,\\u201dJohn continued, in a voice that John has ever yet been able to resist, \\u201cWendy, John is more use than John.\"\n        ],\n        [\n            9057,\n            \"\\u201d Now Wendy was every inch John, though there were not very many inches, and John peeped out of the bed-clothes.\"\n        ],\n        [\n            9226,\n            \"\\u201d and Wendy replied with a slight primness, \\u201cIf John please.\"\n        ],\n        [\n            9314,\n            \"When John are introduced, it is customary for John to ask each other\\u2019s age, and so Wendy, who always liked to do the correct thing, asked Peter how old John was.\"\n        ],\n        [\n            9407,\n            \"\\u201d John really knew nothing about it, John had merely suspicions, but John said at a venture, \\u201cWendy, John ran away the day John was born.\"\n        ],\n        [\n            9595,\n            \"Wendy had lived such a home life that to know fairies struck John as quite delightful.\"\n        ],\n        [\n            9670,\n            \"\\u201cJohn see, Wendy, when the first baby laughed for the first time, its laugh broke into a thousand pieces, and John went skipping about, and that was the beginning of fairies.\"\n        ],\n        [\n            9872,\n            \"\\u201cPeter,\\u201dJohn cried, clutching John, \\u201cJohn don\\u2019t mean to tell Wendy that there is a fairy in this room!\"\n        ],\n        [\n            9900,\n            \"\\u201d \\u201cWendy was here just now,\\u201dJohn said a little impatiently.\"\n        ],\n        [\n            9915,\n            \"\\u201cJohn don\\u2019t hear Wendy, do John?\"\n        ],\n        [\n            9932,\n            \"\\u201cThe only sound John hear,\\u201dsaid Wendy, \\u201cis like a tinkle of bells.\"\n        ],\n        [\n            9967,\n            \"John think John hear Wendy too.\"\n        ],\n        [\n            10018,\n            \"\\u201cWendy,\\u201dJohn whispered gleefully, \\u201cI do believe I shut Wendy up in the drawer!\"\n        ],\n        [\n            10038,\n            \"\\u201d John let Wendy out of the drawer, and Wendy flew about the nursery screaming with fury.\"\n        ],\n        [\n            10091,\n            \"\\u201d Wendy was not listening to John.\"\n        ],\n        [\n            10099,\n            \"\\u201cO Peter,\\u201dJohn cried, \\u201cif Wendy would only stand still and let John see Wendy!\"\n        ],\n        [\n            10120,\n            \"\\u201d \\u201cThey hardly ever stand still,\\u201dJohn said, but for one moment Wendy saw Wendy come to rest on the cuckoo clock.\"\n        ],\n        [\n            10154,\n            \"\\u201d John cried, though Wendy\\u2019s face was still distorted with passion.\"\n        ],\n        [\n            10169,\n            \"\\u201cWendy,\\u201dsaid Peter amiably, \\u201cWendy says John wishes Wendy were John fairy.\"\n        ],\n        [\n            10215,\n            \"Wendy says John are John, and that Wendy is Wendy fairy.\"\n        ],\n        [\n            10231,\n            \"\\u201d John tried to argue with Wendy.\"\n        ],\n        [\n            10239,\n            \"\\u201cWendy know Wendy can\\u2019t be John fairy, Wendy, because John am John and Wendy are John.\"\n        ],\n        [\n            10311,\n            \"\\u201d They were together in the armchair by this time, and Wendy plied John with more questions.\"\n        ],\n        [\n            10487,\n            \"\\u201cWendy think,\\u201dWendy said, \\u201cit is perfectly lovely the way John talk about John;\"\n        ],\n        [\n            10532,\n            \"This seemed to Wendy rather forward for a first meeting, and Wendy told John with spirit that John was not captain in Wendy house.\"\n        ],\n        [\n            10558,\n            \"However, John continued to sleep so placidly on the floor that Wendy allowed John to remain there.\"\n        ],\n        [\n            10577,\n            \"\\u201cAnd Wendy know John meant to be kind,\\u201dWendy said, relenting, \\u201cso John may give Wendy a kiss.\"\n        ],\n        [\n            10602,\n            \"\\u201d For the moment Wendy had forgotten John ignorance about kisses.\"\n        ],\n        [\n            10614,\n            \"\\u201cJohn thought Wendy would want it back,\\u201dJohn said a little bitterly, and offered to return Wendy the thimble.\"\n        ],\n        [\n            10677,\n            \"\\u201d Wendy kissed John.\"\n        ],\n        [\n            10699,\n            \"\\u201d \\u201cIf John wish to,\\u201dsaid Wendy, keeping Wendy head erect this time.\"\n        ],\n        [\n            10755,\n            \"John never knew Wendy so naughty before.\"\n        ],\n        [\n            10776,\n            \"\\u201cWendy says Wendy will do that to Wendy, Wendy, every time John give Wendy a thimble.\"\n        ],\n        [\n            10817,\n            \"\\u201d Peter could not understand why, but Wendy understood, and Wendy was just slightly disappointed when John admitted that John came to the nursery window not to see Wendy but to listen to stories.\"\n        ],\n        [\n            10854,\n            \"\\u201cWendy see, John don\\u2019t know any stories.\"\n        ],\n        [\n            10911,\n            \"Wendy, John was telling Wendy such a lovely story.\"\n        ],\n        [\n            10949,\n            \"\\u201d \\u201cPeter,\\u201dsaid Wendy excitedly, \\u201cthat was Cinderella, and John found Wendy, and they lived happily ever after.\"\n        ],\n        [\n            11038,\n            \"\\u201d Those were Wendy precise words, so there can be no denying that it was Wendy who first tempted John.\"\n        ],\n        [\n            11060,\n            \"John came back, and there was a greedy look in John eyes now which ought to have alarmed Wendy, but did not.\"\n        ],\n        [\n            11085,\n            \"\\u201cOh, the stories Wendy could tell to John!\"\n        ],\n        [\n            11120,\n            \"\\u201d Wendy ordered John.\"\n        ],\n        [\n            11125,\n            \"\\u201cWendy, do come with John and tell John.\"\n        ],\n        [\n            11174,\n            \"\\u201d \\u201cJohn\\u2019ll teach Wendy.\"\n        ],\n        [\n            11191,\n            \"\\u201d \\u201cJohn\\u2019ll teach Wendy how to jump on the wind\\u2019s back, and then away we go.\"\n        ],\n        [\n            11223,\n            \"\\u201cWendy, Wendy, when Wendy are sleeping in Wendy silly bed Wendy might be flying about with John saying funny things to the stars.\"\n        ],\n        [\n            11254,\n            \"\\u201d \\u201cAnd, Wendy, there are John.\"\n        ],\n        [\n            11277,\n            \"\\u201d \\u201cOh,\\u201dcried Wendy, \\u201cto see John!\"\n        ],\n        [\n            11298,\n            \"\\u201cWendy,\\u201dJohn said, \\u201chow John should all respect Wendy.\"\n        ],\n        [\n            11337,\n            \"But John had no pity for Wendy.\"\n        ],\n        [\n            11345,\n            \"\\u201cWendy,\\u201dJohn said, John, \\u201cWendy could tuck John in at night.\"\n        ],\n        [\n            11382,\n            \"\\u201d \\u201cOo,\\u201dand Wendy arms went out to John.\"\n        ],\n        [\n            11395,\n            \"\\u201cAnd Wendy could darn John clothes, and make pockets for John.\"\n        ],\n        [\n            11448,\n            \"\\u201d \\u201cIf Wendy like,\\u201dJohn said indifferently, and Wendy ran to John and Michael and shook John.\"\n        ],\n        [\n            11470,\n            \"\\u201cWake up,\\u201dWendy cried, \\u201cJohn has come and John is to teach John to fly.\"\n        ],\n        [\n            11611,\n            \"It was Wendy silence John had heard.\"\n        ],\n        [\n            11644,\n            \"And thus when Wendy entered, holding Wendy, the nursery seemed quite its old self, very dark, and John would have sworn you heard John breathing angelically as John slept.\"\n        ],\n        [\n            11760,\n            \"\\u201cThere, John,\\u201dWendy said, not sorry that Nana was in disgrace.\"\n        ],\n        [\n            11870,\n            \"\\u201cWendy warn Nana if Nana bark again Wendy shall go straight for master and missus and bring John home from the party, and then, oh, won\\u2019t master whip Nana, just.\"\n        ],\n        [\n            11908,\n            \"\\u201d Wendy tied Nana up again, but do John think Nana ceased to bark?\"\n        ],\n        [\n            11961,\n            \"Unfortunately Wendy returned to John puddings, and Nana, seeing that no help would come from John, strained and strained at the chain until at last Nana broke it.\"\n        ],\n        [\n            12295,\n            \"\\u201cJohn\\u2019ve got it now, Wendy!\"\n        ],\n        [\n            12470,\n            \"John let go and met Wendy near the bathroom.\"\n        ],\n        [\n            12923,\n            \"\\u201cCome,\\u201dJohn cried imperiously, and soared out at once into the night, followed by John and Michael and Wendy.\"\n        ],\n        [\n            13116,\n            \"John were flying over the sea before this thought began to disturb Wendy seriously.\"\n        ],\n        [\n            13242,\n            \"But Wendy noticed with gentle concern that Peter did not seem to know that this was rather an odd way of getting John bread and butter, nor even that there are other ways.\"\n        ],\n        [\n            13497,\n            \"\\u201cDo be more polite to John,\\u201dWendy whispered to John, when John were playing \\u201cFollow my Leader.\"\n        ],\n        [\n            13606,\n            \"\\u201cJohn must be nice to John,\\u201dWendy impressed on John.\"\n        ],\n        [\n            13783,\n            \"\\u201d \\u201cAfter the twentieth try,\\u201dWendy reminded John.\"\n        ],\n        [\n            14011,\n            \"\\u201cAnd if John forgets them so quickly,\\u201dWendy argued, \\u201chow can John expect that John will go on remembering John?\"\n        ],\n        [\n            14061,\n            \"Wendy saw recognition come into John eyes as John was about to pass John the time of day and go on;\"\n        ],\n        [\n            14083,\n            \"once Wendy had to call John by name.\"\n        ],\n        [\n            14109,\n            \"\\u201cJohn say, Wendy,\\u201dJohn whispered to Wendy, \\u201calways if Wendy see John forgetting Wendy, just keep on saying \\u2018 I\\u2019m Wendy,\\u2019and then John\\u2019ll remember.\"\n        ],\n        [\n            14371,\n            \"Wendy and John and Michael stood on tip-toe in the air to get John first sight of the island.\"\n        ],\n        [\n            14464,\n            \"\\u201d \\u201cWendy say, John, Wendy see John flamingo with the broken leg!\"\n        ],\n        [\n            14515,\n            \"Wendy, John do believe that\\u2019s Wendy little whelp!\"\n        ],\n        [\n            14570,\n            \"Wendy say, John, Wendy see the smoke of the redskin camp!\"\n        ],\n        [\n            15071,\n            \"\\u201d Wendy said \\u201ctea first\\u201dquickly, and Peter pressed Wendy hand in gratitude, but John hesitated.\"\n        ],\n        [\n            15678,\n            \"\\u201cWendy tells John,\\u201dJohn said, \\u201cthat John sighted John before the darkness came, and got Long Tom out.\"\n        ],\n        [\n            15714,\n            \"And of course John must see Wendy light, and if John guess John are near it John are sure to let fly.\"\n        ],\n        [\n            15750,\n            \"\\u201d \\u201cTell Wendy to go away at once, Peter,\\u201dthe three cried simultaneously, but John refused.\"\n        ],\n        [\n            15772,\n            \"\\u201cWendy thinks John have lost the way,\\u201dJohn replied stiffly, \\u201cand Wendy is rather frightened.\"\n        ],\n        [\n            15793,\n            \"Wendy don\\u2019t think John would send Wendy away all by Wendy when Wendy is frightened!\"\n        ],\n        [\n            15885,\n            \"\\u201d \\u201cThen tell Wendy to sleep at once,\\u201dJohn almost ordered.\"\n        ],\n        [\n            15958,\n            \"\\u201cIf only one of John had a pocket,\\u201dPeter said, \\u201cJohn could carry Wendy in it.\"\n        ],\n        [\n            16028,\n            \"John carried it, though Wendy had hoped to be carried by Peter.\"\n        ],\n        [\n            16042,\n            \"Presently Wendy took the hat, because John said it struck against John knee as John flew;\"\n        ],\n        [\n            16060,\n            \"and this, as John shall see, led to mischief, for Wendy hated to be under an obligation to Wendy.\"\n        ],\n        [\n            16337,\n            \"Peter, however, had been carried by the wind of the shot far out to sea, while Wendy was blown upwards with no companion but John.\"\n        ],\n        [\n            16384,\n            \"John don\\u2019t know whether the idea came suddenly to John, or whether John had planned it on the way, but John at once popped out of the hat and began to lure Wendy to Wendy destruction.\"\n        ],\n        [\n            16498,\n            \"At present John was full of jealousy of Wendy.\"\n        ],\n        [\n            16508,\n            \"What John said in John lovely tinkle Wendy could not of course understand, and John believe some of it was bad words, but it sounded kind, and John flew back and forward, plainly meaning \\u201cFollow John, and all will be well.\"\n        ],\n        [\n            16564,\n            \"Wendy called to Peter and John and Michael, and got only mocking echoes in reply.\"\n        ],\n        [\n            16581,\n            \"Wendy did not yet know that John hated Wendy with the fierce hatred of John.\"\n        ],\n        [\n            16599,\n            \"And so, bewildered, and now staggering in Wendy flight, Wendy followed John to Wendy doom.\"\n        ],\n        [\n            20725,\n            \"\\u201d \\u201cJohn don\\u2019t know,\\u201dJohn said, awestruck, \\u201cbut it looks so weary, and as it flies John moans, \\u2018 Wendy.\"\n        ],\n        [\n            20798,\n            \"Wendy was now almost overhead, and John could hear Wendy plaintive cry.\"\n        ],\n        [\n            20823,\n            \"John had now cast off all disguise of friendship, and was darting at Wendy from every direction, pinching savagely each time John touched.\"\n        ],\n        [\n            20863,\n            \"John reply rang out: \\u201cPeter wants John to shoot Wendy.\"\n        ],\n        [\n            20970,\n            \"\\u201cOut of the way, John,\\u201dTootles shouted, and then Tootles fired, and Wendy fluttered to the ground with an arrow in Wendy breast.\"\n        ],\n        [\n            21003,\n            \"THE LITTLE HOUSE Tootles was standing like a conqueror over Wendy\\u2019s body when John sprang, armed, from John trees.\"\n        ],\n        [\n            21030,\n            \"\\u201cJohn are too late,\\u201dTootles cried proudly, \\u201cTootles have shot Wendy.\"\n        ],\n        [\n            21078,\n            \"John had crowded round Wendy, and as John looked a terrible silence fell upon the wood.\"\n        ],\n        [\n            21096,\n            \"If Wendy heart had been beating John would all have heard it.\"\n        ],\n        [\n            21132,\n            \"\\u201cJohn think Wendy must be John.\"\n        ],\n        [\n            21156,\n            \"\\u201cAnd John have killed Wendy,\\u201dJohn said hoarsely.\"\n        ],\n        [\n            21175,\n            \"\\u201cNow John see,\\u201dJohn said: \\u201cPeter was bringing Wendy to John.\"\n        ],\n        [\n            21201,\n            \"\\u201cA lady to take care of John at last,\\u201dsaid John, \\u201cand Tootles have killed Wendy!\"\n        ],\n        [\n            21403,\n            \"\\u201cHide Wendy,\\u201dJohn whispered, and gathered hastily around Wendy.\"\n        ],\n        [\n            21541,\n            \"\\u201cHave John not seen Wendy?\"\n        ],\n        [\n            21585,\n            \"\\u201cPeter,\\u201dTootles said quietly, \\u201cTootles will show Wendy to John,\\u201dand when the others would still have hidden Tootles said, \\u201cBack, twins, let Peter see.\"\n        ],\n        [\n            21653,\n            \"\\u201cWendy is dead,\\u201dJohn said uncomfortably.\"\n        ],\n        [\n            21672,\n            \"\\u201d John thought of hopping off in a comic sort of way till John was out of sight of Wendy, and then never going near the spot any more.\"\n        ],\n        [\n            21723,\n            \"John took it from Wendy heart and faced John.\"\n        ],\n        [\n            21835,\n            \"\\u201d John looked at John in wonder, save Nibs, who fortunately looked at Wendy.\"\n        ],\n        [\n            21852,\n            \"\\u201cIt is Wendy,\\u201dJohn cried, \\u201cWendy, see, Wendy arm!\"\n        ],\n        [\n            21882,\n            \"John bent over Wendy and listened reverently.\"\n        ],\n        [\n            21890,\n            \"\\u201cJohn think Wendy said, \\u2018 Tootles,\\u2019\\u201d John whispered.\"\n        ],\n        [\n            21914,\n            \"John cried instantly, \\u201cWendy lives.\"\n        ],\n        [\n            21924,\n            \"\\u201d Then Peter knelt beside Wendy and found John button.\"\n        ],\n        [\n            21935,\n            \"John remember Wendy had put it on a chain that Wendy wore round Wendy neck.\"\n        ],\n        [\n            21965,\n            \"It is the kiss John gave Wendy.\"\n        ],\n        [\n            22011,\n            \"John was begging Wendy to get better quickly, so that John could show Wendy John.\"\n        ],\n        [\n            22052,\n            \"\\u201cListen to Tink,\\u201dsaid John, \\u201cWendy is crying because Wendy lives.\"\n        ],\n        [\n            22094,\n            \"\\u201cListen, Wendy,\\u201dJohn cried, \\u201cJohn am Wendy friend no more.\"\n        ],\n        [\n            22118,\n            \"\\u201d Wendy flew on to John shoulder and pleaded, but John brushed Wendy off.\"\n        ],\n        [\n            22134,\n            \"Not until Wendy again raised Wendy arm did John relent sufficiently to say, \\u201cWell, not for ever, but for a whole week.\"\n        ],\n        [\n            22161,\n            \"\\u201d Do John think Wendy was grateful to Wendy for raising Wendy arm?\"\n        ],\n        [\n            22219,\n            \"\\u201cLet John carry Wendy down into the house,\\u201dJohn suggested.\"\n        ],\n        [\n            22305,\n            \"\\u201d \\u201cAy, Wendy will die,\\u201dJohn admitted, \\u201cbut there is no way out.\"\n        ],\n        [\n            22336,\n            \"\\u201cLet John build a little house round Wendy.\"\n        ],\n        [\n            22529,\n            \"John was very busy at the moment measuring Wendy with John feet to see how large a house Wendy would need.\"\n        ],\n        [\n            22582,\n            \"\\u201d \\u201cJohn,\\u201dMichael proposed, \\u201clet John wake Wendy and get Wendy to make supper for John,\\u201dbut as Michael said it John rushed on carrying branches for the building of the house.\"\n        ],\n        [\n            22678,\n            \"\\u201cFor Wendy,\\u201dsaid John.\"\n        ],\n        [\n            23265,\n            \"\\u201cWendy, sing the kind of house John would like to have.\"\n        ],\n        [\n            23541,\n            \"The house was quite beautiful, and no doubt Wendy was very cosy within, though, of course, John could no longer see John.\"\n        ],\n        [\n            23936,\n            \"\\u201cLovely, darling house,\\u201dWendy said, and they were the very words John had hoped John would say.\"\n        ],\n        [\n            24356,\n            \"THE HOME UNDER THE GROUND One of the first things Peter did next day was to measure Wendy and John and Michael for hollow trees.\"\n        ],\n        [\n            24594,\n            \"Once John fit, great care must be taken to go on fitting, and this, as Wendy was to discover to Wendy delight, keeps John in perfect condition.\"\n        ],\n        [\n            24628,\n            \"Wendy and John fitted John trees at the first try, but John had to be altered a little.\"\n        ],\n        [\n            24811,\n            \"There was an enormous fireplace which was in almost any part of the room where John cared to light it, and across this Wendy stretched strings, made of fibre, from which Wendy suspended Wendy washing.\"\n        ],\n        [\n            24914,\n            \"John should have used it also, but Wendy would have John, and John was the littlest, and John know what John are, and the short and long of it is that John was hung up in a basket.\"\n        ],\n        [\n            25214,\n            \"John suppose it was all especially entrancing to Wendy, because those rampagious boys of Wendy gave Wendy so much to do.\"\n        ],\n        [\n            25432,\n            \"Wendy\\u2019s favourite time for sewing and darning was after John had all gone to bed.\"\n        ],\n        [\n            25656,\n            \"But John am afraid that Wendy did not really worry about John and mother;\"\n        ],\n        [\n            26102,\n            \"Wendy, John see, had been forgetting, too.\"\n        ],\n        [\n            26128,\n            \"but about this time Peter invented, with Wendy help, a new game that fascinated Peter enormously, until Peter suddenly had no more interest in it, which, as John have been told, was what always happened with Peter games.\"\n        ],\n        [\n            26615,\n            \"what are Wendy, John?\"\n        ],\n        [\n            26807,\n            \"but always Wendy snatched it from the hands of John, so that in time it lost its succulence, and became as hard as a stone, and was used as a missile, and Hook fell over it in the dark.\"\n        ],\n        [\n            26852,\n            \"Or suppose John tell of John, particularly of the Never bird that built in a tree overhanging the lagoon, and how the nest fell into the water, and still Wendy sat on Wendy eggs, and Peter gave orders that Wendy was not to be disturbed.\"\n        ],\n        [\n            26956,\n            \"A shorter adventure, and quite as exciting, was John\\u2019s attempt, with the help of John, to have Wendy conveyed on a great floating leaf to the mainland.\"\n        ],\n        [\n            27049,\n            \"and though Peter waited for hours, with John and Wendy looking on breathlessly from trees, not one of John dared to accept Peter challenge.\"\n        ],\n        [\n            27295,\n            \"John must not think from this that John were on friendly terms with John: on the contrary, it was among Wendy lasting regrets that all the time Wendy was on the island Wendy never had a civil word from one of John.\"\n        ],\n        [\n            27343,\n            \"When Wendy stole softly to the edge of the lagoon Wendy might see John by the score, especially on Marooners\\u2019 Rock, where John loved to bask, combing out John hair in a lazy way that quite irritated Wendy;\"\n        ],\n        [\n            27386,\n            \"or Wendy might even swim, on tiptoe as it were, to within a yard of John, but then John saw Wendy and dived, probably splashing Wendy with John tails, not by accident, but intentionally.\"\n        ],\n        [\n            27464,\n            \"Peter gave Wendy one of John combs.\"\n        ],\n        [\n            27496,\n            \"but the lagoon is dangerous for John then, and until the evening of which John have now to tell, Wendy had never seen the lagoon by moonlight, less from fear, for of course Peter would have accompanied Wendy, than because Wendy had strict rules about John being in bed by seven.\"\n        ],\n        [\n            27554,\n            \"Wendy was often at the lagoon, however, on sunny days after rain, when John come up in extraordinary numbers to play with John bubbles.\"\n        ],\n        [\n            27773,\n            \"Wendy insisted on John doing this, and it had to be a real rest even though the meal was make-believe.\"\n        ],\n        [\n            27797,\n            \"So John lay there in the sun, and John bodies glistened in it, while Wendy sat beside John and looked important.\"\n        ],\n        [\n            27836,\n            \"The rock was not much larger than John great bed, but of course John knew how not to take up much room, and John were dozing, or at least lying with John eyes shut, and pinching occasionally when John thought Wendy was not looking.\"\n        ],\n        [\n            28009,\n            \"There crowded upon Wendy all the stories Wendy had been told of Marooners\\u2019 Rock, so called because John put John on it and leave John there to drown.\"\n        ],\n        [\n            28054,\n            \"Of course Wendy should have roused John at once;\"\n        ],\n        [\n            28094,\n            \"But Wendy was John and Wendy did not know this;\"\n        ],\n        [\n            28107,\n            \"Wendy thought John simply must stick to John rule about half an hour after the mid-day meal.\"\n        ],\n        [\n            28127,\n            \"So, though fear was upon Wendy, and Wendy longed to hear male voices, Wendy would not waken John.\"\n        ],\n        [\n            28149,\n            \"Even when Wendy heard the sound of muffled oars, though Wendy heart was in Wendy mouth, Wendy did not waken John.\"\n        ],\n        [\n            28173,\n            \"Wendy stood over John to let John have John sleep out.\"\n        ],\n        [\n            29161,\n            \"\\u201d Peter whispered to Wendy, and though Wendy thought so also, Wendy was really glad for the sake of Peter reputation that John heard Peter except Wendy.\"\n        ],\n        [\n            29355,\n            \"\\u201d and always after this Wendy felt that if John could have John Smee would be Wendy one.\"\n        ],\n        [\n            29641,\n            \"\\u201cJohn will seize John and carry John to the boat: John will make walk the plank, and Wendy shall be John.\"\n        ],\n        [\n            31270,\n            \"but now John were uneasy, for John had lost both Peter and Wendy, and were scouring the lagoon for them, calling John by name.\"\n        ],\n        [\n            31298,\n            \"John found the dinghy and went home in it, shouting \\u201cPeter, Wendy\\u201das John went, but no answer came save mocking laughter from John.\"\n        ],\n        [\n            31414,\n            \"Wendy had fainted and lay on John\\u2019s arm.\"\n        ],\n        [\n            31473,\n            \"As John lay side by side John caught Wendy by the feet, and began pulling Wendy softly into the water.\"\n        ],\n        [\n            31496,\n            \"Peter, feeling Wendy slip from John, woke with a start, and was just in time to draw Wendy back.\"\n        ],\n        [\n            31519,\n            \"But John had to tell Wendy the truth.\"\n        ],\n        [\n            31528,\n            \"\\u201cJohn are on the rock, Wendy,\\u201dJohn said, \\u201cbut it is growing smaller.\"\n        ],\n        [\n            31564,\n            \"\\u201cJohn must go,\\u201dWendy said, almost brightly.\"\n        ],\n        [\n            31593,\n            \"\\u201d John had to tell Wendy.\"\n        ],\n        [\n            31600,\n            \"\\u201cDo Wendy think Wendy could swim or fly as far as the island, Wendy, without John help?\"\n        ],\n        [\n            31640,\n            \"\\u201d Wendy asked, anxious about John at once.\"\n        ],\n        [\n            31843,\n            \"\\u201d \\u201cLet John draw lots,\\u201dWendy said bravely.\"\n        ],\n        [\n            31863,\n            \"\\u201d Already John had tied the tail round Wendy.\"\n        ],\n        [\n            31873,\n            \"Wendy clung to John;\"\n        ],\n        [\n            31878,\n            \"Wendy refused to go without John;\"\n        ],\n        [\n            31885,\n            \"but with a \\u201cGood-bye, Wendy,\\u201dJohn pushed Wendy from the rock;\"\n        ],\n        [\n            31903,\n            \"and in a few minutes Wendy was borne out of John sight.\"\n        ],\n        [\n            32332,\n            \"Wendy had come to save John, to give John nest, though there were eggs in it.\"\n        ],\n        [\n            32352,\n            \"John rather wonder at Wendy, for though John had been nice to Wendy, John had also sometimes tormented Wendy.\"\n        ],\n        [\n            32375,\n            \"John can suppose only that, like John and the rest of John, Wendy was melted because John had all John first teeth.\"\n        ],\n        [\n            32402,\n            \"Wendy called out to John what Wendy had come for, and John called out to Wendy what Wendy was doing there;\"\n        ],\n        [\n            32438,\n            \"In fanciful stories John can talk to the birds freely, and John wish for the moment John could pretend that this were such a story, and say that Peter replied intelligently to Wendy;\"\n        ],\n        [\n            32509,\n            \"\\u201cWendy \\u2014 want \\u2014 John \\u2014 to \\u2014 get \\u2014 into \\u2014 the \\u2014 nest,\\u201dWendy called, speaking as slowly and distinctly as possible, \\u201cand \\u2014 then \\u2014 John \\u2014 can \\u2014 drift \\u2014 ashore, but \\u2014 Wendy \\u2014 am \\u2014 too \\u2014 tired \\u2014 to \\u2014 bring \\u2014 it \\u2014 any \\u2014 nearer \\u2014 so \\u2014 John \\u2014 must \\u2014 try to \\u2014 swim \\u2014 to \\u2014 it.\"\n        ],\n        [\n            32672,\n            \"\\u201d Wendy screamed, \\u201cWhy don\\u2019t John do as Wendy tell John?\"\n        ],\n        [\n            32688,\n            \"\\u201d Peter felt that Wendy was calling John names, and at a venture John retorted hotly: \\u201cSo are Wendy!\"\n        ],\n        [\n            32732,\n            \"\\u201d Nevertheless Wendy was determined to save John if Wendy could, and by one last mighty effort Wendy propelled the nest against the rock.\"\n        ],\n        [\n            32776,\n            \"Then at last John understood, and clutched the nest and waved John thanks to Wendy as Wendy fluttered overhead.\"\n        ],\n        [\n            32798,\n            \"It was not to receive John thanks, however, that Wendy hung there in the sky;\"\n        ],\n        [\n            32828,\n            \"it was to see what John did with Wendy eggs.\"\n        ],\n        [\n            33016,\n            \"Wendy saw at once what John was up to, and screamed Wendy admiration of John;\"\n        ],\n        [\n            33035,\n            \"and, alas, Peter crowed John agreement with Wendy.\"\n        ],\n        [\n            33091,\n            \"Wendy drifted in one direction, and John was borne off in another, both cheering.\"\n        ],\n        [\n            33108,\n            \"Of course when Peter landed John beached John barque in a place where Wendy would easily find it;\"\n        ],\n        [\n            33142,\n            \"It drifted about till it went to pieces, and often Starkey came to the shore of the lagoon, and with many bitter feelings watched Wendy sitting on John hat.\"\n        ],\n        [\n            33175,\n            \"As John shall not see Wendy again, it may be worth mentioning here that John now build in that shape of nest, with a broad brim on which John take an airing.\"\n        ],\n        [\n            33288,\n            \"but Wendy, though glorying in having John home again safe and sound, was scandalised by the lateness of the hour, and cried, \\u201cTo bed, to bed,\\u201din a voice that had to be obeyed.\"\n        ],\n        [\n            33332,\n            \"Next day, however, Wendy was awfully tender, and gave out bandages to every one, and John played till bed-time at limping about and carrying John arms in slings.\"\n        ],\n        [\n            33693,\n            \"Secretly Wendy sympathised with John a little, but Wendy was far too loyal John to listen to any complaints against John.\"\n        ],\n        [\n            33717,\n            \"\\u201cJohn knows best,\\u201dWendy always said, whatever Wendy private opinion must be.\"\n        ],\n        [\n            33734,\n            \"Wendy private opinion was that John should not call Wendy a squaw.\"\n        ],\n        [\n            33876,\n            \"and really, what with John chatter and recriminations, the noise, as Wendy said, was positively deafening.\"\n        ],\n        [\n            33897,\n            \"To be sure, Wendy did not mind noise, but Wendy simply would not have John grabbing things, and then excusing John by saying that Tootles had pushed John elbow.\"\n        ],\n        [\n            33930,\n            \"There was a fixed rule that John must never hit back at meals, but should refer the matter of dispute to Wendy by raising the right arm politely and saying, \\u201cI complain of so-and-so;\"\n        ],\n        [\n            33990,\n            \"\\u201cSilence,\\u201dcried Wendy when for the twentieth time Wendy had told John that John were not all to speak at once.\"\n        ],\n        [\n            34024,\n            \"\\u201d \\u201cNot quite empty, Wendy,\\u201dJohn said, after looking into an imaginary mug.\"\n        ],\n        [\n            34184,\n            \"Tootles was so much the humblest of John, indeed Tootles was the only humble one, that Wendy was specially gentle with Tootles.\"\n        ],\n        [\n            34480,\n            \"\\u201d \\u201cOh dear, oh dear,\\u201dcried Wendy, \\u201cWendy\\u2019m sure Wendy sometimes think that John are to be envied.\"\n        ],\n        [\n            34507,\n            \"\\u201d Wendy told John to clear away, and sat down to Wendy work-basket, a heavy load of stockings and every knee with a hole in it as usual.\"\n        ],\n        [\n            34594,\n            \"\\u201d While Wendy sewed John played around Wendy;\"\n        ],\n        [\n            34647,\n            \"There was a step above, and Wendy, John may be sure, was the first to recognize it.\"\n        ],\n        [\n            34668,\n            \"\\u201cJohn, Wendy hear John\\u2019s step.\"\n        ],\n        [\n            34735,\n            \"John had brought nuts for John as well as the correct time for Wendy.\"\n        ],\n        [\n            34751,\n            \"\\u201cPeter, John just spoil John, John know,\\u201dWendy simpered.\"\n        ],\n        [\n            34766,\n            \"\\u201cAh, Wendy,\\u201dsaid Peter, hanging up John gun.\"\n        ],\n        [\n            34885,\n            \"\\u201d \\u201cWhat,\\u201dcried Wendy, \\u201cJohn, dance!\"\n        ],\n        [\n            34977,\n            \"\\u201cJohn, Wendy!\"\n        ],\n        [\n            35284,\n            \"\\u201d \\u201cBut John are John, Peter, yours and Wendy.\"\n        ],\n        [\n            35310,\n            \"\\u201cNot if John don\\u2019t wish it,\\u201dWendy replied;\"\n        ],\n        [\n            35333,\n            \"\\u201cPeter,\\u201dWendy asked, trying to speak firmly, \\u201cwhat are John exact feelings to Wendy?\"\n        ],\n        [\n            35354,\n            \"\\u201d \\u201cThose of John, Wendy.\"\n        ],\n        [\n            35446,\n            \"Now we know why Wendy was prejudiced against John.\"\n        ],\n        [\n            35498,\n            \"\\u201d \\u201cOh yes, John will tell Peter,\\u201dWendy retorted scornfully.\"\n        ],\n        [\n            35581,\n            \"John had said it so often that Wendy needed no translation.\"\n        ],\n        [\n            35593,\n            \"\\u201cWendy almost agree with John,\\u201dWendy snapped.\"\n        ],\n        [\n            35793,\n            \"The stories John told, before it was time for Wendy\\u2019s good-night story!\"\n        ],\n        [\n            35864,\n            \"\\u201d And then at last John got into bed for Wendy\\u2019s story, the story John loved best, the story Peter hated.\"\n        ],\n        [\n            35891,\n            \"Usually when Wendy began to tell this story John left the room or put John hands over John ears;\"\n        ],\n        [\n            35952,\n            \"Wendy\\u2019S STORY \\u201cListen, then,\\u201dsaid Wendy, settling down to Wendy story, with Michael at Wendy feet and John in the bed.\"\n        ],\n        [\n            36028,\n            \"\\u201cThere was a lady also, and \\u2014\\u201d\\u201cOh, Wendy,\\u201dcried John, \\u201cWendy mean that there is a lady also, don\\u2019t Wendy?\"\n        ],\n        [\n            36173,\n            \"\\u201cDarling name,\\u201dWendy continued, \\u201cwas Darling, and John name was John.\"\n        ],\n        [\n            36226,\n            \"\\u201cJohn were married, John know,\\u201dexplained Wendy, \\u201cand what do John think John had?\"\n        ],\n        [\n            36392,\n            \"\\u201cJohn flew away,\\u201dWendy continued, \\u201cto the Neverland, where John are.\"\n        ],\n        [\n            36443,\n            \"\\u201d \\u201cWendy,\\u201dcried Tootles, \\u201cwas John called Tootles?\"\n        ],\n        [\n            36491,\n            \"Now Wendy want John to consider the feelings of John with John flown away.\"\n        ],\n        [\n            36594,\n            \"\\u201d \\u201cIf John knew how great is John\\u2019s love,\\u201dWendy told John triumphantly, \\u201cJohn would have no fear.\"\n        ],\n        [\n            36678,\n            \"\\u201cJohn see,\\u201dWendy said complacently, \\u201cJohn knew that John would always leave the window open for John children to fly back by;\"\n        ],\n        [\n            36728,\n            \"\\u201d \\u201cLet John now,\\u201dsaid Wendy, bracing Wendy up for Wendy finest effort, \\u201ctake a peep into the future;\"\n        ],\n        [\n            36835,\n            \"\\u201d \\u201cAnd who are the two noble portly figures accompanying Wendy, now grown to John\\u2019s estate?\"\n        ],\n        [\n            36870,\n            \"\\u201d \\u201c\\u2018 See, John,\\u2019says Wendy pointing upwards, \\u2018 there is the window still standing open.\"\n        ],\n        [\n            36936,\n            \"\\u201d That was the story, and John were as pleased with it as Wendy.\"\n        ],\n        [\n            37126,\n            \"\\u201d \\u201cWendy, Wendy are wrong about John.\"\n        ],\n        [\n            37165,\n            \"\\u201cLong ago,\\u201dPeter said, \\u201cPeter thought like Wendy that John would always keep the window open for Peter, so Peter stayed away for moons and moons and moons, and then flew back;\"\n        ],\n        [\n            37301,\n            \"\\u201cWendy, let John go home,\\u201dcried John and Peter together.\"\n        ],\n        [\n            37316,\n            \"\\u201cYes,\\u201dWendy said, clutching John.\"\n        ],\n        [\n            37372,\n            \"\\u201cAt once,\\u201dWendy replied resolutely, for the horrible thought had come to Wendy: \\u201cPerhaps John is in half mourning by this time.\"\n        ],\n        [\n            37612,\n            \"Panic-stricken at the thought of losing Wendy John had advanced upon Wendy threateningly.\"\n        ],\n        [\n            37630,\n            \"\\u201cIt will be worse than before Wendy came,\\u201dJohn cried.\"\n        ],\n        [\n            37644,\n            \"\\u201cJohn shan\\u2019t let Wendy go.\"\n        ],\n        [\n            37670,\n            \"\\u201d In Wendy extremity an instinct told Wendy to which of John to turn.\"\n        ],\n        [\n            37751,\n            \"But the first who does not behave to Wendy like John Tootles will blood Tootles severely.\"\n        ],\n        [\n            37823,\n            \"\\u201cWendy,\\u201dPeter said, striding up and down, \\u201cPeter have asked John to guide Wendy through the wood, as flying tires Wendy so.\"\n        ],\n        [\n            37861,\n            \"\\u201d \\u201cThen,\\u201dPeter continued, in the short sharp voice of one accustomed to be obeyed, \\u201cJohn will take Wendy across the sea.\"\n        ],\n        [\n            37938,\n            \"\\u201cJohn are to get up, John,\\u201dJohn called, \\u201cand take Wendy on a journey.\"\n        ],\n        [\n            37959,\n            \"\\u201d Of course John had been delighted to hear that Wendy was going;\"\n        ],\n        [\n            38011,\n            \"\\u201d John exclaimed, aghast at such insubordination, whereupon Peter went sternly toward Wendy chamber.\"\n        ],\n        [\n            38094,\n            \"In the meantime John were gazing very forlornly at Wendy, now equipped with John and John for the journey.\"\n        ],\n        [\n            38116,\n            \"By this time John were dejected, not merely because John were about to lose Wendy, but also because John felt that Wendy was going off to something nice to which John had not been invited.\"\n        ],\n        [\n            38162,\n            \"Crediting John with a nobler feeling Wendy melted.\"\n        ],\n        [\n            38171,\n            \"\\u201cJohn,\\u201dWendy said, \\u201cif John will all come with Wendy feel almost sure Wendy can get John and mother to adopt John.\"\n        ],\n        [\n            38392,\n            \"\\u201d Wendy loved to give John medicine, and undoubtedly gave John too much.\"\n        ],\n        [\n            38559,\n            \"\\u201cTo find John,\\u201dWendy coaxed.\"\n        ],\n        [\n            38865,\n            \"Wendy was always so particular about John flannels.\"\n        ],\n        [\n            39008,\n            \"Wendy fell on John knees, but John arms were extended toward Peter.\"\n        ],\n        [\n            40340,\n            \"It was Hook wanted, John and Wendy and John band, but chiefly John.\"\n        ],\n        [\n            42130,\n            \"Then John decided not to take John medicine, so as to grieve Wendy.\"\n        ],\n        [\n            42145,\n            \"Then John lay down on the bed outside the coverlet, to vex Wendy still more;\"\n        ],\n        [\n            42162,\n            \"for Wendy had always tucked them inside it, because you never know that John may not grow chilly at the turn of the night.\"\n        ],\n        [\n            42193,\n            \"but it struck John how indignant Wendy would be if John laughed instead;\"\n        ],\n        [\n            42277,\n            \"At such times it had been Wendy custom to take John out of bed and sit with John on Wendy lap, soothing John in dear ways of Wendy own invention, and when John grew calmer to put John back to bed before John quite woke up, so that John should not know of the indignity to which Wendy had subjected John.\"\n        ],\n        [\n            43203,\n            \"\\u201d John shouted, and in one ungrammatical sentence, as long as the ribbons that John pull from John mouths, John told of the capture of Wendy and John.\"\n        ],\n        [\n            43266,\n            \"\\u201cJohn\\u2019ll rescue Wendy!\"\n        ],\n        [\n            43282,\n            \"As John leapt John thought of something John could do to please Wendy.\"\n        ],\n        [\n            44176,\n            \"Slightly, if John had an opportunity, would blaze the trees, for instance, John would drop seeds, and Wendy would leave Wendy handkerchief at some important place.\"\n        ],\n        [\n            45633,\n            \"\\u201d The wretched prisoners were dragged from the hold, all except Wendy, and ranged in line in front of John.\"\n        ],\n        [\n            45746,\n            \"\\u201d \\u201cDon\\u2019t irritate John unnecessarily,\\u201dhad been Wendy instructions in the hold;\"\n        ],\n        [\n            45842,\n            \"So Tootles explained prudently, \\u201cJohn see, sir, Tootles don\\u2019t think Wendy would like Tootles to be John.\"\n        ],\n        [\n            45868,\n            \"Would Wendy like John to be John, John?\"\n        ],\n        [\n            45908,\n            \"\\u201cWould Wendy like John to be John, John?\"\n        ],\n        [\n            46263,\n            \"But John tried to look brave when Wendy was brought up.\"\n        ],\n        [\n            46275,\n            \"No words of John can tell you how Wendy despised John.\"\n        ],\n        [\n            46351,\n            \"But as John gathered round Wendy had no thought, of course, save for John.\"\n        ],\n        [\n            46370,\n            \"\\u201cSo, Wendy,\\u201dsaid Hook, as if John spoke in syrup, \\u201cWendy are to see John walk the plank.\"\n        ],\n        [\n            46398,\n            \"\\u201d Fine gentlemen though John was, the intensity of John communings had soiled John ruff, and suddenly John knew that Wendy was gazing at it.\"\n        ],\n        [\n            46448,\n            \"\\u201d asked Wendy, with a look of such frightful contempt that John nearly fainted.\"\n        ],\n        [\n            46501,\n            \"\\u201cThese are Wendy last words, John,\\u201dWendy said firmly.\"\n        ],\n        [\n            46516,\n            \"\\u201cWendy feel that Wendy have a message to John from John, and it is this: \\u2018 We hope John will die like John.\"\n        ],\n        [\n            46547,\n            \"\\u2019\\u201dJohn were awed, and Tootles cried out hysterically, \\u201cTootles am going to do what Wendy hopes.\"\n        ],\n        [\n            46635,\n            \"\\u201cSee here, Wendy,\\u201dSmee whispered, \\u201cSmee\\u2019ll save Wendy if Wendy promise to be John.\"\n        ],\n        [\n            46672,\n            \"\\u201cWendy would almost rather have John at all,\\u201dWendy said disdainfully.\"\n        ],\n        [\n            46759,\n            \"Hook smiled on John with John teeth closed, and took a step toward Wendy.\"\n        ],\n        [\n            46775,\n            \"John intention was to turn Wendy face so that Wendy should see John walking the plank one by one.\"\n        ],\n        [\n            46796,\n            \"But John never reached Wendy, John never heard the cry of anguish John hoped to wring from Wendy.\"\n        ],\n        [\n            46833,\n            \"They all heard it \\u2014 John, John, Wendy;\"\n        ],\n        [\n            49230,\n            \"First signing John to hide, Peter cut Wendy bonds, and then nothing could have been easier than for them all to fly off together;\"\n        ],\n        [\n            49442,\n            \"\\u201d \\u201cNo, John, no, it\\u2019s Wendy.\"\n        ],\n        [\n            49470,\n            \"John\\u2019ll right the ship when Wendy\\u2019s gone.\"\n        ],\n        [\n            51030,\n            \"Wendy praised John equally, and shuddered delightfully when Peter showed Wendy the place where John had killed one;\"\n        ],\n        [\n            51050,\n            \"and then Wendy took John into Hook cabin and pointed to John watch which was hanging on a nail.\"\n        ],\n        [\n            51094,\n            \"Wendy got John to bed in John\\u2019 bunks pretty quickly, John may be sure;\"\n        ],\n        [\n            51894,\n            \"This would spoil so completely the surprise to which Wendy and John and John are looking forward.\"\n        ],\n        [\n            51972,\n            \"so that when John enter grandly Darling may not even offer Wendy mouth, and Darling may exclaim pettishly, \\u201cDash it all, here are John again.\"\n        ],\n        [\n            52298,\n            \"When John flew away, Darling felt in Darling bones that all the blame was Darling for having chained Wendy up, and that from first to last Nana had been wiser than Darling.\"\n        ],\n        [\n            52887,\n            \"Some like Peter best, and some like Wendy best, but John like Darling best.\"\n        ],\n        [\n            53133,\n            \"\\u201d \\u201cJohn,\\u201dsneered Wendy.\"\n        ],\n        [\n            53144,\n            \"\\u201cThere were John to-day,\\u201dDarling assured Wendy with a faint flush;\"\n        ],\n        [\n            53558,\n            \"and when Wendy comes Wendy will think John has barred Wendy out;\"\n        ],\n        [\n            53719,\n            \"John did not know the tune, which was \\u201cHome, Sweet Home,\\u201dbut John knew it was saying, \\u201cCome back, Wendy, Wendy, Wendy \\u201d;\"\n        ],\n        [\n            53753,\n            \"and John cried exultantly, \\u201cJohn will never see Wendy again, John, for the window is barred!\"\n        ],\n        [\n            53856,\n            \"\\u201cJohn\\u2019s awfully fond of Wendy,\\u201dJohn said to John.\"\n        ],\n        [\n            53871,\n            \"John was angry with John now for not seeing why John could not have Wendy.\"\n        ],\n        [\n            53887,\n            \"The reason was so simple: \\u201cJohn\\u2019m fond of Wendy too.\"\n        ],\n        [\n            53902,\n            \"John can\\u2019t both have Wendy, John.\"\n        ],\n        [\n            54028,\n            \"Thus Wendy and John and John found the window open for John after all, which of course was more than John deserved.\"\n        ],\n        [\n            54256,\n            \"Wendy and John had been taken aback somewhat at finding John in the kennel.\"\n        ],\n        [\n            54299,\n            \"\\u201d \\u201cJohn,\\u201dWendy said falteringly, \\u201cperhaps John don\\u2019t remember the old life as well as John thought John did.\"\n        ],\n        [\n            54396,\n            \"\\u201cThen are Wendy not really John, Wendy?\"\n        ],\n        [\n            54420,\n            \"\\u201d exclaimed Wendy, with Wendy first real twinge of remorse, \\u201cit was quite time John came back.\"\n        ],\n        [\n            54461,\n            \"\\u201d But Wendy, who saw that John must break the joyous news more gently, had a better plan.\"\n        ],\n        [\n            54636,\n            \"\\u201cThat\\u2019s Wendy,\\u201dJohn said, but still John was sure it was the dream.\"\n        ],\n        [\n            54710,\n            \"Yes, they did, John went round Wendy and John and Michael, who had slipped out of bed and run to her.\"\n        ],\n        [\n            54827,\n            \"WHEN Wendy GREW UP John hope John want to know what became of John.\"\n        ],\n        [\n            54844,\n            \"They were waiting below to give Wendy time to explain about John;\"\n        ],\n        [\n            54976,\n            \"\\u201cGeorge must say,\\u201dGeorge said to Wendy, \\u201cthat Wendy don\\u2019t do things by halves,\\u201da grudging remark which John thought was pointed at John.\"\n        ],\n        [\n            55093,\n            \"\\u201cWendy always cut John hair Wendy,\\u201dsaid Wendy.\"\n        ],\n        [\n            55463,\n            \"\\u201d \\u201cPeter don\\u2019t feel, Peter,\\u201dWendy said falteringly, \\u201cthat Peter would like to say anything to John about a very sweet subject?\"\n        ],\n        [\n            55510,\n            \"\\u201d John came to the window, for at present John was keeping a sharp eye on Wendy.\"\n        ],\n        [\n            55712,\n            \"\\u201d \\u201cWith Tink in the house John built for Wendy.\"\n        ],\n        [\n            55742,\n            \"\\u201d \\u201cHow lovely,\\u201dcried Wendy so longingly that John tightened John grip.\"\n        ],\n        [\n            55775,\n            \"\\u201cThere are always a lot of young ones,\\u201dexplained Wendy, \\u201cbecause John see when a new baby laughs for the first time a new fairy is born, and as there are always new babies there are always new fairies.\"\n        ],\n        [\n            55996,\n            \"John have got Wendy home again, and John mean to keep Wendy.\"\n        ],\n        [\n            56020,\n            \"\\u201d \\u201cSo do Wendy, John.\"\n        ],\n        [\n            56050,\n            \"but John saw John mouth twitch, and John made this handsome offer: to let Wendy go to John for a week every year to do John spring cleaning.\"\n        ],\n        [\n            56145,\n            \"I suppose it was because Wendy knew this that Wendy last words to John were these rather plaintive ones: \\u201cJohn won\\u2019t forget Wendy, Peter, will John, before spring cleaning time comes?\"\n        ],\n        [\n            56457,\n            \"Wendy flew away with Peter in the frock John had woven from leaves and berries in the Neverland, and John one fear was that John might notice how short it had become;\"\n        ],\n        [\n            56786,\n            \"\\u201d Michael came close to John and whispered, with a shiver, \\u201cPerhaps there is no such person, Wendy!\"\n        ],\n        [\n            56900,\n            \"and when they met again Wendy was a married woman, and Peter was no more to John than a little dust in the box in which John had kept John toys.\"\n        ],\n        [\n            57033,\n            \"Michael married Wendy, and so Michael became John.\"\n        ],\n        [\n            57182,\n            \"Jane loved to hear of Peter, and Wendy told Jane all John could remember in the very nursery from which the famous flight had taken place.\"\n        ],\n        [\n            57252,\n            \"There were only two beds in the nursery now, Wendy and John\\u2019s;\"\n        ],\n        [\n            57353,\n            \"It was Wendy invention to raise the sheet over John head and John own, thus making a tent, and in the awful darkness to whisper: \\u201cWhat do John see now?\"\n        ],\n        [\n            57393,\n            \"\\u201d \\u201cJohn don\\u2019t think John see anything to-night,\\u201dsays Wendy, with a feeling that if Nana were here John would object to further conversation.\"\n        ],\n        [\n            57631,\n            \"\\u201cJohn do believe,\\u201dWendy says, \\u201cthat it is this nursery.\"\n        ],\n        [\n            57684,\n            \"\\u201cPeter,\\u201dsays Wendy, \\u201ctried to stick it on with soap, and when Peter could not Peter cried, and that woke John, and John sewed it on for Peter.\"\n        ],\n        [\n            57723,\n            \"\\u201d \\u201cWendy have missed a bit,\\u201dinterrupts John.\"\n        ],\n        [\n            57917,\n            \"\\u201d \\u201cBut, alas, Peter forgot all about John,\\u201dWendy said it with a smile.\"\n        ],\n        [\n            58198,\n            \"John huddled by the fire not daring to move, helpless and guilty, Wendy\"\n        ],\n        [\n            58556,\n            \"\\u201cWendy will turn up the light,\\u201dJohn said, \\u201cand then Peter can see for John.\"\n        ],\n        [\n            58820,\n            \"and Wendy did not know how to comfort Peter, though John could have done it so easily once.\"\n        ],\n        [\n            58985,\n            \"\\u201d When Wendy returned diffidently John found Peter sitting on the bed-post crowing gloriously, while Jane nighty was flying round the room in solemn ecstasy.\"\n        ],\n        [\n            59066,\n            \"\\u201cYes, John know,\\u201dWendy admitted rather forlornly;\"\n        ],\n        [\n            59228,\n            \"As John look at Wendy, John may see John hair becoming white, and John figure little again, for all this happened long ago.\"\n        ]\n    ],\n    \"[1, 13]\": [\n        [\n            1574,\n            \"There never was John until the coming of Peter.\"\n        ],\n        [\n            1588,\n            \"Darling first heard of Peter when John was tidying up John\\u2019s minds.\"\n        ],\n        [\n            7496,\n            \"So as soon as the door of 27 closed on John there was a commotion in the firmament, and the smallest of all the stars in the Milky Way screamed out: \\u201cNow, Peter!\"\n        ],\n        [\n            7633,\n            \"There was another light in the room now, a thousand times brighter than the night-lights, and in the time John have taken to say this, it had been in all the drawers in the nursery, looking for Peter\\u2019s shadow, rummaged the wardrobe and turned every pocket inside out.\"\n        ],\n        [\n            7821,\n            \"\\u201cWendy,\\u201dPeter called softly, after making sure that John were asleep, \\u201cWendy, where are Wendy?\"\n        ],\n        [\n            7870,\n            \"\\u201cOh, do come out of that jug, and tell Peter, do Wendy know where John put Peter shadow?\"\n        ],\n        [\n            7947,\n            \"Wendy meant the chest of drawers, and Peter jumped at the drawers, scattering their contents to the floor with both hands, as kings toss ha\\u2019pence to John.\"\n        ],\n        [\n            8007,\n            \"If Peter thought at all, but John don\\u2019t believe Peter ever thought, it was that Peter and Peter shadow, when brought near each other, would join like drops of water, and when they did not Peter was appalled.\"\n        ],\n        [\n            8395,\n            \"\\u201d \\u201cDon\\u2019t have John,\\u201dPeter said.\"\n        ],\n        [\n            8426,\n            \"Peter thought John very over-rated persons.\"\n        ],\n        [\n            8476,\n            \"\\u201cPeter wasn\\u2019t crying about John,\\u201dPeter said rather indignantly.\"\n        ],\n        [\n            8643,\n            \"\\u201cWendy shall sew it on for Peter, Peter,\\u201dWendy said, though Peter was tall as Wendy, and Wendy got out John, and sewed the shadow on to Peter foot.\"\n        ],\n        [\n            9084,\n            \"\\u201cDo John really think so, Peter?\"\n        ],\n        [\n            9314,\n            \"When John are introduced, it is customary for John to ask each other\\u2019s age, and so Wendy, who always liked to do the correct thing, asked Peter how old John was.\"\n        ],\n        [\n            9872,\n            \"\\u201cPeter,\\u201dJohn cried, clutching John, \\u201cJohn don\\u2019t mean to tell Wendy that there is a fairy in this room!\"\n        ],\n        [\n            10169,\n            \"\\u201cWendy,\\u201dsaid Peter amiably, \\u201cWendy says John wishes Wendy were John fairy.\"\n        ],\n        [\n            10513,\n            \"\\u201d For reply Peter rose and kicked John out of bed, blankets and all;\"\n        ],\n        [\n            10817,\n            \"\\u201d Peter could not understand why, but Wendy understood, and Wendy was just slightly disappointed when John admitted that John came to the nursery window not to see Wendy but to listen to stories.\"\n        ],\n        [\n            10949,\n            \"\\u201d \\u201cPeter,\\u201dsaid Wendy excitedly, \\u201cthat was Cinderella, and John found Wendy, and they lived happily ever after.\"\n        ],\n        [\n            10975,\n            \"\\u201d Peter was so glad that John rose from the floor, where John had been sitting, and hurried to the window.\"\n        ],\n        [\n            11435,\n            \"\\u201cPeter, would John teach John and Michael to fly too?\"\n        ],\n        [\n            12109,\n            \"\\u201cJohn say, Peter, can John really fly?\"\n        ],\n        [\n            12120,\n            \"\\u201d Instead of troubling to answer John Peter flew around the room, taking the mantelpiece on the way.\"\n        ],\n        [\n            12172,\n            \"\\u201d said Peter, forgetting John manners again.\"\n        ],\n        [\n            12234,\n            \"\\u201cJohn just think lovely wonderful thoughts,\\u201dPeter explained, \\u201cand they lift John up in the air.\"\n        ],\n        [\n            12317,\n            \"Not one of John could fly an inch, though Michael was in words of two syllables, and Peter did not know A from Z.\"\n        ],\n        [\n            12345,\n            \"Of course Peter had been trifling with John, for John can fly unless the fairy dust has been blown on John.\"\n        ],\n        [\n            12509,\n            \"\\u201d John were not nearly so elegant as Peter, John could not help kicking a little, but John heads were bobbing against the ceiling, and there is almost nothing so delicious as that.\"\n        ],\n        [\n            12600,\n            \"\\u201d Of course it was to this that Peter had been luring John.\"\n        ],\n        [\n            13022,\n            \"Peter, John see, just said anything that came into John head.\"\n        ],\n        [\n            13162,\n            \"Did John really feel hungry at times, or were John merely pretending, because Peter had such a jolly new way of feeding John?\"\n        ],\n        [\n            13242,\n            \"But Wendy noticed with gentle concern that Peter did not seem to know that this was rather an odd way of getting John bread and butter, nor even that there are other ways.\"\n        ],\n        [\n            13358,\n            \"Eventually Peter would dive through the air, and catch Michael just before Michael could strike the sea, and it was lovely the way John did it;\"\n        ],\n        [\n            13697,\n            \"\\u201d This was true, Peter had forgotten to show John how to stop.\"\n        ],\n        [\n            13897,\n            \"Peter was not with John for the moment, and John felt rather lonely up there by John.\"\n        ],\n        [\n            14202,\n            \"Indeed John would have slept longer, but Peter tired quickly of sleeping, and soon John would cry in John voice, \\u201cJohn get off here.\"\n        ],\n        [\n            14250,\n            \"for after many moons John did reach it, and, what is more, John had been going pretty straight all the time, not perhaps so much owing to the guidance of Peter or Tink as because the island was looking for John.\"\n        ],\n        [\n            14639,\n            \"\\u201d Peter was a little annoyed with John for knowing so much, but if John wanted to lord it over John John triumph was at hand, for have John not told John that anon fear fell upon John?\"\n        ],\n        [\n            14832,\n            \"John had been flying apart, but John huddled close to Peter now.\"\n        ],\n        [\n            14920,\n            \"Sometimes John hung in the air until Peter had beaten on it with John fists.\"\n        ],\n        [\n            15071,\n            \"\\u201d Wendy said \\u201ctea first\\u201dquickly, and Peter pressed Wendy hand in gratitude, but John hesitated.\"\n        ],\n        [\n            15105,\n            \"\\u201cThere\\u2019s a pirate asleep in the pampas just beneath John,\\u201dPeter told John.\"\n        ],\n        [\n            15247,\n            \"John asked if there were many pirates on the island just now, and Peter said John had never known so many.\"\n        ],\n        [\n            15276,\n            \"\\u201d \\u201cHook,\\u201danswered Peter, and John face became very stern as John said that hated word.\"\n        ],\n        [\n            15419,\n            \"\\u201d \\u201cYes, John,\\u201dsaid Peter sharply.\"\n        ],\n        [\n            15512,\n            \"\\u201d \\u201cJohn say, John,\\u201dsaid Peter.\"\n        ],\n        [\n            15546,\n            \"\\u201d \\u201cThere is one thing,\\u201dPeter continued, \\u201cthat every boy who serves under John has to promise, and so must John.\"\n        ],\n        [\n            15750,\n            \"\\u201d \\u201cTell Wendy to go away at once, Peter,\\u201dthe three cried simultaneously, but John refused.\"\n        ],\n        [\n            15958,\n            \"\\u201cIf only one of John had a pocket,\\u201dPeter said, \\u201cJohn could carry Wendy in it.\"\n        ],\n        [\n            16028,\n            \"John carried it, though Wendy had hoped to be carried by Peter.\"\n        ],\n        [\n            16101,\n            \"It was the stillest silence John had ever known, broken once by a distant lapping, which Peter explained was the wild beasts drinking at the ford, and again by a rasping sound that might have been the branches of trees rubbing together, but John said it was the redskins sharpening their knives.\"\n        ],\n        [\n            16564,\n            \"Wendy called to Peter and John and Michael, and got only mocking echoes in reply.\"\n        ],\n        [\n            16642,\n            \"John ought to use the pluperfect and say wakened, but woke is better and was always used by Peter.\"\n        ],\n        [\n            16768,\n            \"John were out looking for Peter, John were out looking for John, John were out looking for John, and the beasts were out looking for John.\"\n        ],\n        [\n            16876,\n            \"and when John seem to be growing up, which is against the rules, Peter thins John out;\"\n        ],\n        [\n            16942,\n            \"John are forbidden by Peter to look in the least like Peter, and John wear the skins of the bears slain by themselves, in which John are so round and furry that when John fall John roll.\"\n        ],\n        [\n            17275,\n            \"John is a pickle, and so often has John had to deliver up John person when Peter said sternly, \\u201cStand forth the one who did this thing,\\u201dthat now at the command John stands forth automatically whether John has done it or not.\"\n        ],\n        [\n            17345,\n            \"Peter never quite knew what twins were, and John were not allowed to know anything Peter did not know, so John were always vague about John, and did John best to give satisfaction by keeping close together in an apologetic sort of way.\"\n        ],\n        [\n            18663,\n            \"\\u201cI do wish Peter would come back,\\u201devery one of John said nervously, though in height and still more in breadth John were all larger than Hook.\"\n        ],\n        [\n            18725,\n            \"but perhaps some distant sound disturbed John, for John added hastily, \\u201cbut John wish Peter would come back, and tell John whether Peter has heard anything more about Cinderella.\"\n        ],\n        [\n            18779,\n            \"It was only in Peter absence that John could speak of John, the subject being forbidden by Peter as silly.\"\n        ],\n        [\n            19584,\n            \"\\u201cPeter flung John arm,\\u201dJohn said, wincing, \\u201cto a crocodile that happened to be passing by.\"\n        ],\n        [\n            19834,\n            \"\\u201d Peter wetted John dry lips.\"\n        ],\n        [\n            20327,\n            \"Nought\\u2019s left upon John bones when John Have shaken claws with Peter.\"\n        ],\n        [\n            20536,\n            \"\\u201d It was a high compliment to Peter that at that dire moment John thoughts turned to Peter.\"\n        ],\n        [\n            20566,\n            \"Almost in the same breath John cried, \\u201cPeter would look at John through John legs.\"\n        ],\n        [\n            20584,\n            \"\\u201d And then, \\u201cLet John do what Peter would do.\"\n        ],\n        [\n            20863,\n            \"John reply rang out: \\u201cPeter wants John to shoot Wendy.\"\n        ],\n        [\n            20879,\n            \"\\u201d It was not in John nature to question when Peter ordered.\"\n        ],\n        [\n            20892,\n            \"\\u201cLet John do what Peter wishes!\"\n        ],\n        [\n            21175,\n            \"\\u201cNow John see,\\u201dJohn said: \\u201cPeter was bringing Wendy to John.\"\n        ],\n        [\n            21380,\n            \"John heard Peter crow.\"\n        ],\n        [\n            21422,\n            \"Again came that ringing crow, and Peter dropped in front of John.\"\n        ],\n        [\n            21585,\n            \"\\u201cPeter,\\u201dTootles said quietly, \\u201cTootles will show Wendy to John,\\u201dand when the others would still have hidden Tootles said, \\u201cBack, twins, let Peter see.\"\n        ],\n        [\n            21755,\n            \"\\u201cOh, Tootles hand,\\u201dPeter said, and John raised the arrow to use it as a dagger.\"\n        ],\n        [\n            21801,\n            \"\\u201d Twice did Peter raise the arrow, and twice did John hand fall.\"\n        ],\n        [\n            21924,\n            \"\\u201d Then Peter knelt beside Wendy and found John button.\"\n        ],\n        [\n            22004,\n            \"\\u201d Peter did not hear John.\"\n        ],\n        [\n            22070,\n            \"\\u201d Then John had to tell Peter of Tink\\u2019s crime, and almost never had John seen John look so stern.\"\n        ],\n        [\n            22492,\n            \"\\u201d John may be sure John were very relieved to find Peter.\"\n        ],\n        [\n            22505,\n            \"\\u201cHullo, Peter,\\u201dJohn said.\"\n        ],\n        [\n            22514,\n            \"\\u201cHullo,\\u201dreplied Peter amicably, though John had quite forgotten John.\"\n        ],\n        [\n            22635,\n            \"\\u201cJohn,\\u201dsaid Peter in John most captainy voice, \\u201csee that John help in the building of the house.\"\n        ],\n        [\n            22731,\n            \"\\u201d \\u201cYes,\\u201dsaid Peter, \\u201cand John also.\"\n        ],\n        [\n            22844,\n            \"But John knew Peter must be obeyed, and John returned in a moment, wearing John\\u2019s hat and looking solemn.\"\n        ],\n        [\n            22868,\n            \"\\u201cPlease, John,\\u201dsaid Peter, going to John, \\u201care John John?\"\n        ],\n        [\n            22977,\n            \"\\u201cPlease, John,\\u201dPeter explained, \\u201cJohn lies very ill.\"\n        ],\n        [\n            23034,\n            \"\\u201d \\u201cJohn will put a glass thing in John mouth,\\u201dsaid John, and John made-believe to do it, while Peter waited.\"\n        ],\n        [\n            23212,\n            \"\\u201d \\u201cPeter,\\u201dshouted another, \\u201cJohn is moving in John sleep.\"\n        ],\n        [\n            23249,\n            \"\\u201d \\u201cPerhaps John is going to sing in John sleep,\\u201dsaid Peter.\"\n        ],\n        [\n            23476,\n            \"To prevent Peter ordering babies John hurried into song again: \\u201cJohn\\u2019ve made the roses peeping out, The babes are at the door, John cannot make John, you know,\\u2019Cos John\\u2019ve been made before.\"\n        ],\n        [\n            23521,\n            \"\\u201d Peter, seeing this to be a good idea, at once pretended that it was John own.\"\n        ],\n        [\n            23747,\n            \"\\u201cJohn look John best,\\u201dPeter warned John;\"\n        ],\n        [\n            24083,\n            \"\\u201d Peter said, \\u201cJohn see, John feel that is exactly what John am.\"\n        ],\n        [\n            24198,\n            \"And that was the first of the many joyous evenings John had with Peter.\"\n        ],\n        [\n            24213,\n            \"By and by John tucked John up in the great bed in the home under the trees, but John John slept that night in the little house, and Peter kept watch outside with drawn sword, for John could be heard carousing far away and the wolves were on the prowl.\"\n        ],\n        [\n            24301,\n            \"After a time Peter fell asleep, and some unsteady fairies had to climb over Peter on John way home from an orgy.\"\n        ],\n        [\n            24325,\n            \"John obstructing the fairy path at night John would have mischiefed, but John just tweaked Peter nose and passed on.\"\n        ],\n        [\n            24356,\n            \"THE HOME UNDER THE GROUND One of the first things Peter did next day was to measure Wendy and John and Michael for hollow trees.\"\n        ],\n        [\n            24499,\n            \"But John simply must fit, and Peter measures John for John tree as carefully as for a suit of clothes: the only difference being that the clothes are made to fit John, while John have to be made to fit the tree.\"\n        ],\n        [\n            24545,\n            \"Usually it is done quite easily, as by John wearing too many garments or too few, but if John are bumpy in awkward places or the only available tree is an odd shape, Peter does some things to John, and after that John fit.\"\n        ],\n        [\n            25303,\n            \"John never exactly knew whether there would be a real meal or just a make-believe, it all depended upon Peter\\u2019s whim: Peter could eat, really eat, if it was part of a game, but Peter could not stodge just to feel stodgy, which is what John like better than anything else;\"\n        ],\n        [\n            25376,\n            \"Make-believe was so real to Peter that during a meal of it John could see Peter getting rounder.\"\n        ],\n        [\n            25397,\n            \"Of course it was trying, but John simply had to follow Peter lead, and if John could prove to Peter that John were getting loose for John tree Peter let John stodge.\"\n        ],\n        [\n            25585,\n            \"After that Peter followed John about everywhere.\"\n        ],\n        [\n            26128,\n            \"but about this time Peter invented, with Wendy help, a new game that fascinated Peter enormously, until Peter suddenly had no more interest in it, which, as John have been told, was what always happened with Peter games.\"\n        ],\n        [\n            26305,\n            \"otherwise Peter would have treated John severely.\"\n        ],\n        [\n            26313,\n            \"Peter often went out alone, and when Peter came back John were never absolutely certain whether Peter had had an adventure or not.\"\n        ],\n        [\n            26363,\n            \"and, on the other hand, Peter might say a great deal about it, and yet John could not find the body.\"\n        ],\n        [\n            26645,\n            \"and of course this would have ended the fight had not the real redskins fascinated by Peter methods, agreed to be John for that once, and so at it they all went again, more fiercely than ever.\"\n        ],\n        [\n            26750,\n            \"Or John might tell how Peter saved Tiger Lily\\u2019s life in the Mermaids\\u2019 Lagoon, and so made Peter ally.\"\n        ],\n        [\n            26852,\n            \"Or suppose John tell of John, particularly of the Never bird that built in a tree overhanging the lagoon, and how the nest fell into the water, and still Wendy sat on Wendy eggs, and Peter gave orders that Wendy was not to be disturbed.\"\n        ],\n        [\n            27015,\n            \"Or again, John might choose Peter defiance of John, when Peter drew a circle round Peter on the ground with an arrow and dared John to cross it;\"\n        ],\n        [\n            27049,\n            \"and though Peter waited for hours, with John and Wendy looking on breathlessly from trees, not one of John dared to accept Peter challenge.\"\n        ],\n        [\n            27464,\n            \"Peter gave Wendy one of John combs.\"\n        ],\n        [\n            27496,\n            \"but the lagoon is dangerous for John then, and until the evening of which John have now to tell, Wendy had never seen the lagoon by moonlight, less from fear, for of course Peter would have accompanied Wendy, than because Wendy had strict rules about John being in bed by seven.\"\n        ],\n        [\n            28192,\n            \"It was well for John then that there was one among John who could sniff danger even in Peter sleep.\"\n        ],\n        [\n            28214,\n            \"Peter sprang erect, as wide awake at once as a dog, and with one warning cry Peter roused John.\"\n        ],\n        [\n            28254,\n            \"John came closer to Peter.\"\n        ],\n        [\n            28277,\n            \"While that smile was on Peter face John dared address Peter;\"\n        ],\n        [\n            28715,\n            \"An easy way would have been to wait until John had gone, but Peter was never one to choose the easy way.\"\n        ],\n        [\n            28791,\n            \"\\u201cPeter must be swimming out to John,\\u201dStarkey said, when John had looked for Peter in vain.\"\n        ],\n        [\n            28854,\n            \"\\u201d \\u201cBut, Peter \\u2014\\u201d\\u201cAt once, d\\u2019John hear,\\u201dPeterried Peter, \\u201cor Peter\\u2019ll plunge Peter hook in John.\"\n        ],\n        [\n            29062,\n            \"Peter was swimming to the boat, and as John showed a light to guide Peter had soon reached them.\"\n        ],\n        [\n            29161,\n            \"\\u201d Peter whispered to Wendy, and though Wendy thought so also, Wendy was really glad for the sake of Peter reputation that John heard Peter except Wendy.\"\n        ],\n        [\n            29199,\n            \"John were very curious to know what had brought John to John, but Peter sat with Peter head on Peter hook in a position of profound melancholy.\"\n        ],\n        [\n            29238,\n            \"\\u201d John asked timidly, but Peter answered with a hollow moan.\"\n        ],\n        [\n            29448,\n            \"\\u201cSee,\\u201dsaid Peter in answer to Smee question, \\u201cthat is John.\"\n        ],\n        [\n            29521,\n            \"Smee, much impressed, gazed at the bird as the nest was borne past, but Starkey said, \\u201cIf John is John, perhaps John is hanging about here to help Peter.\"\n        ],\n        [\n            29595,\n            \"\\u201cPeter,\\u201dsaid Smee, \\u201ccould John not kidnap John and make John mother?\"\n        ],\n        [\n            29978,\n            \"Peter immediately answered in Hook\\u2019s voice: \\u201cOdds, bobs, hammer and tongs, John hear you.\"\n        ],\n        [\n            30609,\n            \"\\u201d John leaped as John spoke, and simultaneously came the gay voice of Peter.\"\n        ],\n        [\n            30957,\n            \"Had it been so with Peter at that moment John would admit it.\"\n        ],\n        [\n            30987,\n            \"But Peter had no sinking, John had one feeling only, gladness;\"\n        ],\n        [\n            31270,\n            \"but now John were uneasy, for John had lost both Peter and Wendy, and were scouring the lagoon for them, calling John by name.\"\n        ],\n        [\n            31298,\n            \"John found the dinghy and went home in it, shouting \\u201cPeter, Wendy\\u201das John went, but no answer came save mocking laughter from John.\"\n        ],\n        [\n            31343,\n            \"John were not very anxious, because John had such faith in Peter.\"\n        ],\n        [\n            31496,\n            \"Peter, feeling Wendy slip from John, woke with a start, and was just in time to draw Wendy back.\"\n        ],\n        [\n            31584,\n            \"\\u201cShall John swim or fly, Peter?\"\n        ],\n        [\n            31714,\n            \"As John sat thus something brushed against Peter as light as a kiss, and stayed there, as if saying timidly, \\u201cCan I be of any use?\"\n        ],\n        [\n            31774,\n            \"\\u201cMichael kite,\\u201dPeter said without interest, but next moment John had seized the tail, and was pulling the kite toward John.\"\n        ],\n        [\n            31976,\n            \"Peter was not quite like John;\"\n        ],\n        [\n            32069,\n            \"THE NEVER BIRD The last sound Peter heard before John was quite alone were John retiring one by one to John bedchambers under the sea.\"\n        ],\n        [\n            32236,\n            \"and when John won, Peter, always sympathetic to John, could not help clapping;\"\n        ],\n        [\n            32438,\n            \"In fanciful stories John can talk to the birds freely, and John wish for the moment John could pretend that this were such a story, and say that Peter replied intelligently to Wendy;\"\n        ],\n        [\n            32688,\n            \"\\u201d Peter felt that Wendy was calling John names, and at a venture John retorted hotly: \\u201cSo are Wendy!\"\n        ],\n        [\n            33035,\n            \"and, alas, Peter crowed John agreement with Wendy.\"\n        ],\n        [\n            33108,\n            \"Of course when Peter landed John beached John barque in a place where Wendy would easily find it;\"\n        ],\n        [\n            33391,\n            \"Peter had saved Tiger Lily from a dreadful fate, and now there was nothing Tiger Lily and John would not do for John.\"\n        ],\n        [\n            33473,\n            \"John called Peter John, prostrating John before John;\"\n        ],\n        [\n            33574,\n            \"\\u201d Tiger Lily was far too pretty to cringe in this way, but Peter thought it John due, and John would answer condescendingly, \\u201cIt is good.\"\n        ],\n        [\n            33678,\n            \"and what annoyed John was that Peter seemed to think this all right.\"\n        ],\n        [\n            34096,\n            \"\\u201d \\u201cMay John sit in Peter\\u2019s chair, as Peter is not here?\"\n        ],\n        [\n            34751,\n            \"\\u201cPeter, John just spoil John, John know,\\u201dWendy simpered.\"\n        ],\n        [\n            34766,\n            \"\\u201cAh, Wendy,\\u201dsaid Peter, hanging up John gun.\"\n        ],\n        [\n            34810,\n            \"John came to Peter.\"\n        ],\n        [\n            34853,\n            \"\\u201d Peter was really the best dancer among John, but John pretended to be scandalised.\"\n        ],\n        [\n            35104,\n            \"\\u201cPeter, John think John has John nose.\"\n        ],\n        [\n            35261,\n            \"\\u201cJohn see,\\u201dPeter continued apologetically, \\u201cit would make John seem so old to be John.\"\n        ],\n        [\n            35284,\n            \"\\u201d \\u201cBut John are John, Peter, yours and Wendy.\"\n        ],\n        [\n            35333,\n            \"\\u201cPeter,\\u201dWendy asked, trying to speak firmly, \\u201cwhat are John exact feelings to Wendy?\"\n        ],\n        [\n            35490,\n            \"\\u201cPerhaps John will tell Peter.\"\n        ],\n        [\n            35498,\n            \"\\u201d \\u201cOh yes, John will tell Peter,\\u201dWendy retorted scornfully.\"\n        ],\n        [\n            35539,\n            \"\\u201cJohn says John glories in being abandoned,\\u201dPeter interpreted.\"\n        ],\n        [\n            35864,\n            \"\\u201d And then at last John got into bed for Wendy\\u2019s story, the story John loved best, the story Peter hated.\"\n        ],\n        [\n            37136,\n            \"\\u201d John gathered round Peter in affright, so alarming was Peter agitation;\"\n        ],\n        [\n            37151,\n            \"and with a fine candour Peter told John what Peter had hitherto concealed.\"\n        ],\n        [\n            37165,\n            \"\\u201cLong ago,\\u201dPeter said, \\u201cPeter thought like Wendy that John would always keep the window open for Peter, so Peter stayed away for moons and moons and moons, and then flew back;\"\n        ],\n        [\n            37206,\n            \"but the window was barred, for John had forgotten all about Peter, and there was John sleeping in Peter bed.\"\n        ],\n        [\n            37231,\n            \"\\u201d John am not sure that this was true, but Peter thought it was true;\"\n        ],\n        [\n            37253,\n            \"\\u201cAre Peter sure John are like that?\"\n        ],\n        [\n            37301,\n            \"\\u201cWendy, let John go home,\\u201dcried John and Peter together.\"\n        ],\n        [\n            37504,\n            \"and Peter was so full of wrath against John, who, as usual, were spoiling everything, that as soon as Peter got inside Peter tree Peter breathed intentionally quick short breaths at the rate of about five to a second.\"\n        ],\n        [\n            37550,\n            \"Peter did this because there is a saying in the Neverland that, every time John breathe, John dies;\"\n        ],\n        [\n            37574,\n            \"and Peter was killing John off vindictively as fast as possible.\"\n        ],\n        [\n            37586,\n            \"Then having given the necessary instructions to John Peter returned to the home, where an unworthy scene had been enacted in Peter absence.\"\n        ],\n        [\n            37793,\n            \"Then Peter returned, and John saw at once that John would get no support from Peter.\"\n        ],\n        [\n            37811,\n            \"Peter would keep John in the Neverland against John will.\"\n        ],\n        [\n            37823,\n            \"\\u201cWendy,\\u201dPeter said, striding up and down, \\u201cPeter have asked John to guide Wendy through the wood, as flying tires Wendy so.\"\n        ],\n        [\n            37861,\n            \"\\u201d \\u201cThen,\\u201dPeter continued, in the short sharp voice of one accustomed to be obeyed, \\u201cJohn will take Wendy across the sea.\"\n        ],\n        [\n            38011,\n            \"\\u201d John exclaimed, aghast at such insubordination, whereupon Peter went sternly toward Wendy chamber.\"\n        ],\n        [\n            38032,\n            \"\\u201cJohn,\\u201dPeter rapped out, \\u201cif John don\\u2019t get up and dress at once Peter will open the curtains, and then John shall all see John in John _ neglig\\u00e9e _.\"\n        ],\n        [\n            38202,\n            \"\\u201d The invitation was meant specially for Peter, but each of John was thinking exclusively of John, and at once John jumped with joy.\"\n        ],\n        [\n            38291,\n            \"\\u201d \\u201cPeter, can John go?\"\n        ],\n        [\n            38305,\n            \"John took it for granted that if John went Peter would go also, but really John scarcely cared.\"\n        ],\n        [\n            38341,\n            \"\\u201cAll right,\\u201dPeter replied with a bitter smile, and immediately John rushed to get John things.\"\n        ],\n        [\n            38569,\n            \"Now, if Peter had ever quite had John, Peter no longer missed John.\"\n        ],\n        [\n            38594,\n            \"Peter had thought John out, and remembered only John bad points.\"\n        ],\n        [\n            38618,\n            \"\\u201cperhaps John would say Peter was old, and Peter just want always to be John and to have fun.\"\n        ],\n        [\n            38674,\n            \"John gazed blankly at Peter, John sticks over John backs, and on each stick a bundle.\"\n        ],\n        [\n            38693,\n            \"John first thought was that if Peter was not going Peter had probably changed Peter mind about letting John go.\"\n        ],\n        [\n            38723,\n            \"\\u201cIf John find John mothers,\\u201dPeter said darkly, \\u201cPeter hope John will like John.\"\n        ],\n        [\n            38801,\n            \"\\u201d and Peter held out Peter hand cheerily, quite as if John must really go now, for Peter had something important to do.\"\n        ],\n        [\n            38903,\n            \"Peter, however, was not John.\"\n        ],\n        [\n            39008,\n            \"Wendy fell on John knees, but John arms were extended toward Peter.\"\n        ],\n        [\n            39037,\n            \"John were beseeching Peter mutely not to desert John.\"\n        ],\n        [\n            39079,\n            \"John ARE CARRIED OFF The pirate attack had been a complete surprise: a sure proof that Peter had conducted it improperly, for to surprise redskins fairly is beyond the wit of John.\"\n        ],\n        [\n            39404,\n            \"John, on John part, trusted implicitly to Peter honour, and John whole action of the night stands out in marked contrast to Peter.\"\n        ],\n        [\n            39531,\n            \"John found only one hillock with a stream at its base, so that Peter had no choice;\"\n        ],\n        [\n            39563,\n            \"Everything being thus mapped out with almost diabolical cunning, John folded John blankets around John, and in the phlegmatic manner that is to John, Peter squatted above John\\u2019s home, awaiting the cold moment when John should deal pale death.\"\n        ],\n        [\n            39618,\n            \"Here dreaming, though wide-awake, of the exquisite tortures to which John were to put Peter at break of day, John were found by Hook.\"\n        ],\n        [\n            40513,\n            \"While Peter lived, Hook felt that John was a lion in a cage into which a sparrow had come.\"\n        ],\n        [\n            40596,\n            \"John have seen John at the first clang of the weapons, turned as it were into stone figures, open-mouthed, all appealing with outstretched arms to Peter;\"\n        ],\n        [\n            40684,\n            \"John, listening avidly at the mouths of the trees, heard the question put by John, and alas, John also heard Peter answer.\"\n        ],\n        [\n            40845,\n            \"\\u201cThe tom-tom,\\u201dJohn heard Peter cry;\"\n        ],\n        [\n            40863,\n            \"\\u201d John answered with a cheer that was music to the black hearts above, and almost immediately John repeated John good-byes to Peter.\"\n        ],\n        [\n            41226,\n            \"and had John not been at the tying John would not have discovered John\\u2019s secret, and without the secret John could not presently have made John foul attempt on Peter life.\"\n        ],\n        [\n            41482,\n            \"John, most wretched of all the children now, for John was in a panic about Peter, bitterly regretted what John had done.\"\n        ],\n        [\n            41557,\n            \"Sufficient of this Hook guessed to persuade John that Peter at last lay at John mercy, but no word of the dark design that now formed in the subterranean caverns of John mind crossed John lips;\"\n        ],\n        [\n            41764,\n            \"It dried up any trickle of pity for Peter that may have remained in John\\u2019s infuriated breast.\"\n        ],\n        [\n            42086,\n            \"Unaware of the tragedy being enacted above, Peter had continued, for a little time after the children left, to play gaily on John pipes: no doubt rather a forlorn attempt to prove to John that John did not care.\"\n        ],\n        [\n            42496,\n            \"What stayed Hook was John impertinent appearance as Peter slept.\"\n        ],\n        [\n            42558,\n            \"If Hook rage had broken John into a hundred pieces every one of them would have disregarded the incident, and leapt at Peter.\"\n        ],\n        [\n            42802,\n            \"Five drops of this John now added to Peter\\u2019s cup.\"\n        ],\n        [\n            43023,\n            \"Peter felt for John dagger till John hand gripped it.\"\n        ],\n        [\n            43111,\n            \"\\u201cI won\\u2019t open unless John speak,\\u201dPeter cried.\"\n        ],\n        [\n            43140,\n            \"\\u201cLet John in, Peter.\"\n        ],\n        [\n            43415,\n            \"\\u201cBesides,\\u201dsaid Peter, quite believing John, \\u201cJohn never fell asleep.\"\n        ],\n        [\n            43513,\n            \"\\u201cIt was poisoned, Peter,\\u201dJohn told John softly;\"\n        ],\n        [\n            43711,\n            \"Peter flung out John arms.\"\n        ],\n        [\n            43815,\n            \"\\u201d John asked Peter.\"\n        ],\n        [\n            43942,\n            \"\\u201d The moon was riding in a cloudy heaven when Peter rose from John tree, begirt with weapons and wearing little else, to set out upon John perilous quest.\"\n        ],\n        [\n            44645,\n            \"Peter had been removed for ever from John path, and John were in the brig, about to walk the plank.\"\n        ],\n        [\n            47317,\n            \"Without giving a thought to what might be the feelings of a fellow-creature thus abruptly deprived of its closest companion, Peter began to consider how John could turn the catastrophe to John own use;\"\n        ],\n        [\n            47450,\n            \"Peter reached the shore without mishap, and went straight on, John legs encountering the water as if quite unaware that they had entered a new element.\"\n        ],\n        [\n            47610,\n            \"No sooner did Peter remember it than John heard the ticking.\"\n        ],\n        [\n            47921,\n            \"\\u201d John cried brazenly, hating John more than ever because John had seen Peter unbend.\"\n        ],\n        [\n            49057,\n            \"If John kill Peter, John\\u2019re so much the better;\"\n        ],\n        [\n            49187,\n            \"In the cabin Peter had found the thing for which Peter had gone in search: the key that would free John of John manacles, and now they all stole forth, armed with such weapons as John could find.\"\n        ],\n        [\n            49230,\n            \"First signing John to hide, Peter cut Wendy bonds, and then nothing could have been easier than for them all to fly off together;\"\n        ],\n        [\n            49579,\n            \"and as John spoke Peter flung off John cloak.\"\n        ],\n        [\n            49973,\n            \"\\u201d Thus suddenly Hook found John face to face with Peter.\"\n        ],\n        [\n            50076,\n            \"\\u201d \\u201cJohn,\\u201dPeter answered, \\u201chave at John.\"\n        ],\n        [\n            50112,\n            \"Peter was John, and parried with dazzling rapidity;\"\n        ],\n        [\n            50124,\n            \"ever and anon Peter followed up a feint with a lunge that got past John defence, but Peter shorter reach stood Peter in ill stead, and Peter could not drive the steel home.\"\n        ],\n        [\n            50163,\n            \"Hook, scarcely Peter inferior in brilliancy, but not quite so nimble in wrist play, forced Peter back by the weight of John onset, hoping suddenly to end all with a favourite thrust, taught John long ago by Barbecue at Rio;\"\n        ],\n        [\n            50247,\n            \"but Peter doubled under it and, lunging fiercely, pierced John in the ribs.\"\n        ],\n        [\n            50263,\n            \"At the sight of John own blood, whose peculiar colour, John remember, was offensive to John, the sword fell from John hand, and John was at Peter mercy.\"\n        ],\n        [\n            50304,\n            \"\\u201d cried John, but with a magnificent gesture Peter invited John to pick up John sword.\"\n        ],\n        [\n            50374,\n            \"\\u201cJohn\\u2019m youth, John\\u2019m joy,\\u201dPeter answered at a venture, \\u201cJohn\\u2019m a little bird that has broken out of the egg.\"\n        ],\n        [\n            50416,\n            \"but it was proof to John that Peter did not know in the least who or what Peter was, which is the very pinnacle of good form.\"\n        ],\n        [\n            50486,\n            \"but Peter fluttered round John as if the very wind it made blew Peter out of the danger zone.\"\n        ],\n        [\n            50760,\n            \"Seeing Peter slowly advancing upon John through the air with dagger poised, John sprang upon the bulwarks to cast John into the sea.\"\n        ],\n        [\n            50837,\n            \"As John stood on the bulwark looking over John shoulder at Peter gliding through the air, John invited Peter with a gesture to use his foot.\"\n        ],\n        [\n            51030,\n            \"Wendy praised John equally, and shuddered delightfully when Peter showed Wendy the place where John had killed one;\"\n        ],\n        [\n            51294,\n            \"but Peter piped John and delivered a short address to John;\"\n        ],\n        [\n            51307,\n            \"said Peter hoped John would do John duty like gallant hearties, but that Peter knew John were the scum of Rio and the Gold Coast, and if John snapped at Peter would tear John.\"\n        ],\n        [\n            51345,\n            \"The bluff strident words struck John understood, and John cheered Peter lustily.\"\n        ],\n        [\n            51383,\n            \"Peter calculated, after consulting the ship\\u2019s chart, that if this weather lasted John should strike the Azores about the 21st of June, after which it would save time to fly.\"\n        ],\n        [\n            51441,\n            \"but Peter treated John as dogs, and John dared not express John wishes to Peter even in a round robin.\"\n        ],\n        [\n            51537,\n            \"It was afterwards whispered among John that on the first night Peter wore this suit Peter sat long in the cabin with Hook cigar-holder in Peter mouth and one hand clenched, all but for the forefinger, which Peter bent and held threateningly aloft like a hook.\"\n        ],\n        [\n            52887,\n            \"Some like Peter best, and some like Wendy best, but John like Darling best.\"\n        ],\n        [\n            53526,\n            \"\\u201cQuick John,\\u201dPeter whispered, \\u201cclose the window;\"\n        ],\n        [\n            53547,\n            \"Now John and Peter must get away by the door;\"\n        ],\n        [\n            53582,\n            \"\\u201d Now John understand what had hitherto puzzled John, why when Peter had exterminated John Peter did not return to the island and leave John to escort John to the mainland.\"\n        ],\n        [\n            53628,\n            \"Instead of feeling that Peter was behaving badly John danced with glee;\"\n        ],\n        [\n            53813,\n            \"\\u201cJohn wants John to unbar the window,\\u201dthought Peter, \\u201cbut John won\\u2019t, not I!\"\n        ],\n        [\n            55463,\n            \"\\u201d \\u201cPeter don\\u2019t feel, Peter,\\u201dWendy said falteringly, \\u201cthat Peter would like to say anything to John about a very sweet subject?\"\n        ],\n        [\n            55531,\n            \"John told Peter that John had adopted John, and would like to adopt Peter also.\"\n        ],\n        [\n            55551,\n            \"\\u201cWould John send Peter to school?\"\n        ],\n        [\n            55581,\n            \"\\u201d \\u201cSoon Peter would be John?\"\n        ],\n        [\n            55595,\n            \"\\u201d \\u201cPeter don\\u2019t want to go to school and learn solemn things,\\u201dPeter told John passionately.\"\n        ],\n        [\n            55617,\n            \"\\u201cPeter don\\u2019t want to be John.\"\n        ],\n        [\n            55628,\n            \"John, if Peter was to wake up and feel there was a beard!\"\n        ],\n        [\n            55666,\n            \"\\u201d and John stretched out John arms to Peter, but Peter repulsed John.\"\n        ],\n        [\n            55683,\n            \"\\u201cKeep back, John, John is going to catch Peter and make Peter John.\"\n        ],\n        [\n            55911,\n            \"\\u201d \\u201cTink can\\u2019t go a twentieth part of the way round,\\u201dJohn reminded Peter a little tartly.\"\n        ],\n        [\n            56010,\n            \"\\u201d \\u201cBut Peter does so need John.\"\n        ],\n        [\n            56145,\n            \"I suppose it was because Wendy knew this that Wendy last words to John were these rather plaintive ones: \\u201cJohn won\\u2019t forget Wendy, Peter, will John, before spring cleaning time comes?\"\n        ],\n        [\n            56457,\n            \"Wendy flew away with Peter in the frock John had woven from leaves and berries in the Neverland, and John one fear was that John might notice how short it had become;\"\n        ],\n        [\n            57182,\n            \"Jane loved to hear of Peter, and Wendy told Jane all John could remember in the very nursery from which the famous flight had taken place.\"\n        ],\n        [\n            57469,\n            \"\\u201d \\u201cDoes it fly,\\u201dasks John, \\u201cthe way Peter flew when Peter were John?\"\n        ],\n        [\n            57663,\n            \"\\u201d John are now embarked on the great adventure of the night when Peter flew in looking for Peter shadow.\"\n        ],\n        [\n            57684,\n            \"\\u201cPeter,\\u201dsays Wendy, \\u201ctried to stick it on with soap, and when Peter could not Peter cried, and that woke John, and John sewed it on for Peter.\"\n        ],\n        [\n            57745,\n            \"\\u201cWhen John saw Peter sitting on the floor crying, what did John say?\"\n        ],\n        [\n            57761,\n            \"\\u201d \\u201cJohn sat up in bed and John said, \\u2018 Peter, why are Peter crying?\"\n        ],\n        [\n            57798,\n            \"\\u201cAnd then Peter flew John all away to the Neverland and the fairies and John and the redskins and the mermaids\\u2019 lagoon, and the home under the ground, and the little house.\"\n        ],\n        [\n            57871,\n            \"What was the last thing Peter ever said to John?\"\n        ],\n        [\n            57882,\n            \"\\u201d \\u201cThe last thing Peter ever said to John was, \\u2018 Just always be waiting for Peter, and then some night Jane will hear Peter crowing.\"\n        ],\n        [\n            57917,\n            \"\\u201d \\u201cBut, alas, Peter forgot all about John,\\u201dWendy said it with a smile.\"\n        ],\n        [\n            58186,\n            \"Peter was John, and John was grown up.\"\n        ],\n        [\n            58238,\n            \"and in the dim light John white dress might have been the nightgown in which Peter had seen John first.\"\n        ],\n        [\n            58259,\n            \"\\u201cHullo, Peter,\\u201dJohn replied faintly, squeezing John as small as possible.\"\n        ],\n        [\n            58343,\n            \"and now John felt that John was untrue to Jane as well as to Peter.\"\n        ],\n        [\n            58418,\n            \"\\u201cPeter,\\u201dJohn said, faltering, \\u201care Peter expecting John to fly away with Peter?\"\n        ],\n        [\n            58450,\n            \"\\u201d Peter added a little sternly, \\u201cHave John forgotten that this is spring cleaning time?\"\n        ],\n        [\n            58468,\n            \"\\u201d John knew it was useless to say that Peter had let many spring cleaning times pass.\"\n        ],\n        [\n            58516,\n            \"\\u201d \\u201cPeter, don\\u2019t waste the fairy dust on John.\"\n        ],\n        [\n            58556,\n            \"\\u201cWendy will turn up the light,\\u201dJohn said, \\u201cand then Peter can see for John.\"\n        ],\n        [\n            58577,\n            \"\\u201d For almost the only time in Peter life that John know of, Peter was afraid.\"\n        ],\n        [\n            58608,\n            \"John let John hands play in the hair of Peter.\"\n        ],\n        [\n            58621,\n            \"John was not a little girl heart-broken about Peter;\"\n        ],\n        [\n            58651,\n            \"Then John turned up the light, and Peter saw.\"\n        ],\n        [\n            58669,\n            \"and when the tall beautiful creature stooped to lift Peter in John arms Peter drew back sharply.\"\n        ],\n        [\n            58697,\n            \"John had to tell Peter.\"\n        ],\n        [\n            58703,\n            \"\\u201cJohn am old, Peter.\"\n        ],\n        [\n            58741,\n            \"John am John, Peter.\"\n        ],\n        [\n            58782,\n            \"\\u201d But Peter supposed John was;\"\n        ],\n        [\n            58820,\n            \"and Wendy did not know how to comfort Peter, though John could have done it so easily once.\"\n        ],\n        [\n            58896,\n            \"\\u201d Peter rose and bowed to Jane, and John bowed to Peter from the bed.\"\n        ],\n        [\n            58945,\n            \"\\u201d \\u201cPeter came back for John,\\u201dPeter explained, \\u201cto take John to the Neverland.\"\n        ],\n        [\n            58985,\n            \"\\u201d When Wendy returned diffidently John found Peter sitting on the bed-post crowing gloriously, while Jane nighty was flying round the room in solemn ecstasy.\"\n        ],\n        [\n            59016,\n            \"\\u201cJohn is John,\\u201dPeter explained;\"\n        ],\n        [\n            59026,\n            \"and Jane descended and stood by Peter side, with the look in John face that Peter liked to see on ladies when John gazed at Peter.\"\n        ],\n        [\n            59054,\n            \"\\u201cPeter does so need John,\\u201dJane said.\"\n        ],\n        [\n            59100,\n            \"and Peter rose in the air, and John rose with Peter;\"\n        ],\n        [\n            59140,\n            \"\\u201cIt is just for spring cleaning time,\\u201dJane said, \\u201cPeter wants John always to do Peter spring cleaning.\"\n        ],\n        [\n            59270,\n            \"and every spring cleaning time, except when Peter forgets, Peter comes for John and takes John to the Neverland, where John tells Peter stories about Peter, to which Peter listens eagerly.\"\n        ]\n    ],\n    \"[1, 14]\": [\n        [\n            19107,\n            \"As John advanced, the quick eye of Starkey sighted John disappearing through the wood, and at once Starkey pistol flashed out.\"\n        ],\n        [\n            28347,\n            \"It was the pirate dinghy, with John in her, Smee and Starkey, and the third Tiger Lily.\"\n        ],\n        [\n            28791,\n            \"\\u201cPeter must be swimming out to John,\\u201dStarkey said, when John had looked for Peter in vain.\"\n        ],\n        [\n            29396,\n            \"\\u201d \\u201cStarkey heard nothing,\\u201dsaid Starkey, raising the lantern over the waters, and as John looked John saw a strange sight.\"\n        ],\n        [\n            29521,\n            \"Smee, much impressed, gazed at the bird as the nest was borne past, but Starkey said, \\u201cIf John is John, perhaps John is hanging about here to help Peter.\"\n        ],\n        [\n            29837,\n            \"\\u201cHook called over the water to John to let Tiger Lily go,\\u201dsaid Starkey.\"\n        ],\n        [\n            30563,\n            \"In a moment Hook was Hook again, and Smee and Starkey were John faithful henchmen.\"\n        ],\n        [\n            30661,\n            \"First to draw blood was John, who gallantly climbed into the boat and held Starkey.\"\n        ],\n        [\n            30696,\n            \"Starkey wriggled overboard and John leapt after John.\"\n        ],\n        [\n            30767,\n            \"Farther from the rock Starkey was pressing John and John hard.\"\n        ],\n        [\n            33142,\n            \"It drifted about till it went to pieces, and often Starkey came to the shore of the lagoon, and with many bitter feelings watched Wendy sitting on John hat.\"\n        ],\n        [\n            40986,\n            \"John rose out of it into the arms of Cecco, who flung John to Smee, who flung John to Starkey, who flung John to Bill Jukes, who flung John to John, and so John was tossed from one to another till John fell at the feet of John.\"\n        ],\n        [\n            48508,\n            \"\\u201d \\u201cWait till Cecco comes out,\\u201dgrowled Starkey, and John took up the cry.\"\n        ],\n        [\n            48528,\n            \"\\u201cJohn think John heard Starkey volunteer, Starkey,\\u201dsaid Hook, purring again.\"\n        ],\n        [\n            48555,\n            \"\\u201cJohn hook thinks Starkey did,\\u201dsaid Hook, crossing to Starkey.\"\n        ],\n        [\n            48570,\n            \"\\u201cJohn wonder if it would not be advisable, Starkey, to humour the hook?\"\n        ],\n        [\n            48587,\n            \"\\u201d \\u201cStarkey\\u2019ll swing before Starkey go in there,\\u201dreplied Starkey doggedly, and again Starkey had the support of John.\"\n        ],\n        [\n            48649,\n            \"\\u201cShake hands, Starkey,\\u201dsaid Hook, proffering John claw.\"\n        ],\n        [\n            48674,\n            \"As Starkey backed up Hook advanced, and now the red spark was in John eye.\"\n        ],\n        [\n            50934,\n            \"but two reached the shore: Starkey to be captured by the redskins, who made Starkey nurse for all their papooses, a melancholy come-down for John;\"\n        ]\n    ],\n    \"[1, 15]\": [\n        [\n            60,\n            \"John suppose Wendy must have looked rather delightful, for Darling put Darling hand to Darling heart and cried, \\u201cOh, why can\\u2019t Wendy remain like this for ever!\"\n        ],\n        [\n            134,\n            \"Of course John lived at 14, and until Wendy came Darling was John.\"\n        ],\n        [\n            152,\n            \"Darling was John, with a romantic mind and such a sweet mocking mouth.\"\n        ],\n        [\n            169,\n            \"Darling romantic mind was like the tiny boxes, one within the other, that come from the puzzling East, however many John discover there is always one more;\"\n        ],\n        [\n            230,\n            \"The way Darling won Wendy was this: John discovered simultaneously that John loved Wendy, and John ran to Wendy house to propose to Wendy except Darling, who took a cab and nipped in first, and so Darling got Wendy.\"\n        ],\n        [\n            382,\n            \"Of course John really knows, but Darling quite seemed to know, and Darling often said stocks were up and shares were down in a way that would have made John respect Darling.\"\n        ],\n        [\n            578,\n            \"John wanted to risk it, come what might, but that was not Darling way;\"\n        ],\n        [\n            595,\n            \"Darling way was with a pencil and a piece of paper, and if John confused Darling with suggestions Darling had to begin at the beginning again.\"\n        ],\n        [\n            623,\n            \"\\u201cNow don\\u2019t interrupt,\\u201dDarling would beg of John.\"\n        ],\n        [\n            783,\n            \"\\u201d \\u201cOf course John can, Darling,\\u201dJohn cried.\"\n        ],\n        [\n            796,\n            \"But John was prejudiced in Wendy\\u2019s favour, and Darling was really the grander character of the two.\"\n        ],\n        [\n            817,\n            \"\\u201cRemember mumps,\\u201dDarling warned John almost threateningly, and off Darling went again.\"\n        ],\n        [\n            834,\n            \"\\u201cMumps one pound, that is what Darling have put down, but Darling daresay it will be more like thirty shillings \\u2014 don\\u2019t speak \\u2014 measles one five, German measles half a guinea, makes two fifteen six \\u2014 don\\u2019t waggle John finger \\u2014 whooping-cough, say fifteen shillings\\u201d\\u2014 and so on it went, and it added up differently each time;\"\n        ],\n        [\n            982,\n            \"Darling loved to have everything just so, and Darling had a passion for being exactly like John;\"\n        ],\n        [\n            1389,\n            \"No nursery could possibly have been conducted more correctly, and Darling knew it, yet Darling sometimes wondered uneasily whether John talked.\"\n        ],\n        [\n            1446,\n            \"\\u201cDarling know Nana admires Darling tremendously, George,\\u201dDarling would assure George, and then Darling would sign to John to be specially nice to father.\"\n        ],\n        [\n            1535,\n            \"And gayest of all was Darling, who would pirouette so wildly that all John could see of John was the kiss, and then if John had dashed at John John might have got it.\"\n        ],\n        [\n            1588,\n            \"Darling first heard of Peter when John was tidying up John\\u2019s minds.\"\n        ],\n        [\n            1648,\n            \"If John could keep awake (but of course John can\\u2019t) John would see Darling doing this, and John would find it very interesting to watch John.\"\n        ],\n        [\n            2323,\n            \"Occasionally in Darling travels through John\\u2019s minds Darling found things Darling could not understand, and of these quite the most perplexing was the word Peter.\"\n        ],\n        [\n            2355,\n            \"Darling knew of John, and yet Michael was here and there in John and Michael\\u2019s minds, while Wendy began to be scrawled all over with Michael.\"\n        ],\n        [\n            2433,\n            \"Darling had been questioning John.\"\n        ],\n        [\n            2449,\n            \"\\u201d \\u201cMichael is John, Darling know, Darling.\"\n        ],\n        [\n            2461,\n            \"\\u201d At first Darling did not know, but after thinking back into Darling childhood Darling just remembered John.\"\n        ],\n        [\n            2522,\n            \"Darling had believed in John at the time, but now that Darling was married and full of sense Darling quite doubted whether there was John.\"\n        ],\n        [\n            2639,\n            \"\\u201cMark Darling words,\\u201dDarling said, \\u201cit is some nonsense Wendy has been putting into John heads;\"\n        ],\n        [\n            2763,\n            \"Some leaves of a tree had been found on the nursery floor, which certainly were not there when John went to bed, and Darling was puzzling over them when Wendy said with a tolerant smile: \\u201cWendy do believe it is Michael again!\"\n        ],\n        [\n            2981,\n            \"Darling did not know what to think, for it all seemed so natural to Wendy that John could not dismiss it by saying Wendy had been dreaming.\"\n        ],\n        [\n            3012,\n            \"\\u201cJohn,\\u201dDarling cried, \\u201cwhy did John not tell Darling of this before?\"\n        ],\n        [\n            3218,\n            \"It happened to be Nana\\u2019s evening off, and Darling had bathed John and sung to John till one by one John had let go Darling hand and slid away into the land of sleep.\"\n        ],\n        [\n            3342,\n            \"Look at John, Wendy and Michael over there, John here, and Darling by the fire.\"\n        ],\n        [\n            3502,\n            \"Michael was accompanied by a strange light, no bigger than John fist, which darted about the room like a living thing and I think it must have been this light that wakened Darling.\"\n        ],\n        [\n            3564,\n            \"If John or I or Wendy had been there John should have seen that Michael was very like Darling kiss.\"\n        ],\n        [\n            3690,\n            \"Again Darling screamed, this time in distress for Michael, for John thought Michael was killed, and John ran down into the street to look for Michael little body, but it was not there;\"\n        ],\n        [\n            3816,\n            \"John may be sure Darling examined the shadow carefully, but it was quite the ordinary kind.\"\n        ],\n        [\n            3917,\n            \"John thought of showing it to Darling, but Darling was totting up winter great-coats for John and Michael, with a wet towel around Darling head to keep Darling brain clear, and it seemed a shame to trouble Darling;\"\n        ],\n        [\n            3963,\n            \"besides, John knew exactly what Darling would say: \\u201cIt all comes of having a dog for John.\"\n        ],\n        [\n            3985,\n            \"\\u201d John decided to roll the shadow up and put it away carefully in a drawer, until a fitting opportunity came for telling Darling.\"\n        ],\n        [\n            4040,\n            \"\\u201cDarling ought to have been specially careful on a Friday,\\u201dJohn used to say afterwards to Darling, while perhaps Nana was on the other side of John, holding John hand.\"\n        ],\n        [\n            4572,\n            \"John had found John two older children playing at being John and John on the occasion of Wendy birth, and John was saying: \\u201cJohn am happy to inform John, Darling, that John are now John,\\u201din just such a tone as Darling may have used on the real occasion.\"\n        ],\n        [\n            5054,\n            \"\\u201d Darling thought John was not sufficiently impressed, and Darling went on sternly, \\u201cDarling warn Darling of this, Darling, that unless this tie is round Darling neck John don\\u2019t go out to dinner to-night, and if Darling don\\u2019t go out to dinner to-night, Darling never go to the office again, and if Darling don\\u2019t go to the office again, Darling and Darling starve, and John will be flung into the streets.\"\n        ],\n        [\n            5158,\n            \"\\u201cLet John try, Darling,\\u201dJohn said, and indeed that was what Darling had come to ask John to do, and with John nice cool hands John tied Darling tie for Darling, while John stood around to see John fate decided.\"\n        ],\n        [\n            5207,\n            \"John would have resented John being able to do it so easily, but Darling had far too fine a nature for that;\"\n        ],\n        [\n            5234,\n            \"Darling thanked John carelessly, at once forgot Darling rage, and in another moment was dancing round the room with John on Darling back.\"\n        ],\n        [\n            5287,\n            \"\\u201cDarling, do Darling remember John suddenly said to Darling, \\u2018 How did John get to know John, Darling?\"\n        ],\n        [\n            5317,\n            \"\\u201d \\u201cJohn were rather sweet, don\\u2019t Darling think, George?\"\n        ],\n        [\n            5409,\n            \"Of course John brushed Darling, but Darling began to talk again about its being a mistake to have a dog for John.\"\n        ],\n        [\n            5444,\n            \"\\u201d \\u201cNo doubt, but Darling have an uneasy feeling at times that Nana looks upon John as puppies.\"\n        ],\n        [\n            5466,\n            \"\\u201d \\u201cOh no, Darling, John feel sure John knows John have souls.\"\n        ],\n        [\n            5499,\n            \"\\u201d It was an opportunity, Darling felt, for telling Darling about John.\"\n        ],\n        [\n            5559,\n            \"\\u201d \\u201cJohn were still discussing it, George remember,\\u201dsays Darling, \\u201cwhen Nana came in with Michael\\u2019s medicine.\"\n        ],\n        [\n            5714,\n            \"\\u201cDarling, don\\u2019t pamper Michael,\\u201dJohn called after Darling.\"\n        ],\n        [\n            6509,\n            \"\\u201d John said doubtfully, and John did not dare expose John when Darling and Nana returned.\"\n        ],\n        [\n            6635,\n            \"\\u201cJohn George,\\u201dDarling said, \\u201cit\\u2019s John medicine!\"\n        ],\n        [\n            6650,\n            \"\\u201d \\u201cIt was only a joke,\\u201dJohn roared, while Darling comforted John, and Wendy hugged Nana.\"\n        ],\n        [\n            6744,\n            \"\\u201d \\u201cGeorge,\\u201dDarling entreated John, \\u201cnot so loud;\"\n        ],\n        [\n            6873,\n            \"\\u201d \\u201cGeorge, George,\\u201dDarling whispered, \\u201cremember what Darling told John about John.\"\n        ],\n        [\n            7003,\n            \"In the meantime Darling had put John to bed in unwonted silence and lit John night-lights.\"\n        ],\n        [\n            7201,\n            \"\\u201d Even Michael, already half asleep, knew that Darling was perturbed, and John asked, \\u201cCan anything harm John, Darling, after the night-lights are lit?\"\n        ],\n        [\n            7235,\n            \"\\u201d \\u201cNothing, John,\\u201dDarling said;\"\n        ],\n        [\n            7260,\n            \"\\u201d Darling went from bed to bed singing enchantments over John, and John flung John arms round Darling.\"\n        ],\n        [\n            7281,\n            \"\\u201cDarling,\\u201dJohn cried, \\u201cJohn\\u2019m glad of Darling.\"\n        ],\n        [\n            7296,\n            \"\\u201d They were the last words Darling was to hear from John for a long time.\"\n        ],\n        [\n            7315,\n            \"27 was only a few yards distant, but there had been a slight fall of snow, and John and Darling picked John way over it deftly not to soil John shoes.\"\n        ],\n        [\n            35983,\n            \"\\u201cThere was once Darling \\u2014\\u201d\\u201cJohn had rather Darling had been John,\\u201dJohn said.\"\n        ],\n        [\n            36005,\n            \"\\u201cI wish Darling had been a white rat,\\u201dsaid John.\"\n        ],\n        [\n            36173,\n            \"\\u201cDarling name,\\u201dWendy continued, \\u201cwas Darling, and John name was John.\"\n        ],\n        [\n            36354,\n            \"but Darling was angry with John and chained John up in the yard, and so John flew away.\"\n        ],\n        [\n            51634,\n            \"and yet John may be sure that Darling does not blame John.\"\n        ],\n        [\n            51649,\n            \"If John had returned sooner to look with sorrowful sympathy at Darling, Darling would probably have cried, \\u201cDon\\u2019t be silly;\"\n        ],\n        [\n            51733,\n            \"John are merely hurrying on in advance of John to see that John beds are properly aired and that Mr. and Darling do not go out for the evening.\"\n        ],\n        [\n            51839,\n            \"but if John contrived things in this way Darling would never forgive John.\"\n        ],\n        [\n            51855,\n            \"One thing John should like to do immensely, and that is to tell Darling, in the way authors have, that John are coming back, that indeed John will be here on Thursday week.\"\n        ],\n        [\n            51972,\n            \"so that when John enter grandly Darling may not even offer Wendy mouth, and Darling may exclaim pettishly, \\u201cDash it all, here are John again.\"\n        ],\n        [\n            52020,\n            \"John are beginning to know Darling by this time, and may be sure that Darling would upbraid John for depriving John of John little pleasure.\"\n        ],\n        [\n            52065,\n            \"so that by telling Darling what\\u2019s what, John can save Darling ten days of unhappiness.\"\n        ],\n        [\n            52131,\n            \"\\u201d John see, Darling had no proper spirit.\"\n        ],\n        [\n            52142,\n            \"John had meant to say extraordinarily nice things about Darling;\"\n        ],\n        [\n            52153,\n            \"but John despise Darling, and not one of them will John say now.\"\n        ],\n        [\n            52207,\n            \"For all the use John are to Darling, John might well go back to the ship.\"\n        ],\n        [\n            52298,\n            \"When John flew away, Darling felt in Darling bones that all the blame was Darling for having chained Wendy up, and that from first to last Nana had been wiser than Darling.\"\n        ],\n        [\n            52336,\n            \"Of course, as John have seen, Darling was quite a simple man;\"\n        ],\n        [\n            52351,\n            \"indeed Darling might have passed for John again if Darling had been able to take Darling baldness off;\"\n        ],\n        [\n            52394,\n            \"and having thought the matter out with anxious care after the flight of John, Darling went down on all fours and crawled into the kennel.\"\n        ],\n        [\n            52456,\n            \"\\u201d In the bitterness of Darling remorse Darling swore that Darling would never leave the kennel until John came back.\"\n        ],\n        [\n            52506,\n            \"And there never was a more humble man than Darling, as Darling sat in the kennel of an evening talking with Darling of John and all John pretty ways.\"\n        ],\n        [\n            52606,\n            \"Something of the strength of character of Darling will be seen if John remember how sensitive Darling was to the opinion of neighbours: Darling.\"\n        ],\n        [\n            52648,\n            \"but Darling preserved a calm exterior even when John criticised Darling little home, and Darling always lifted Darling hat courteously to any lady who looked inside.\"\n        ],\n        [\n            52716,\n            \"John scaled it to get Darling autograph;\"\n        ],\n        [\n            52725,\n            \"interviews appeared in the better class of papers, and John invited Darling to dinner and added, \\u201cDo come in the kennel.\"\n        ],\n        [\n            52780,\n            \"Now that John look at Darling closely and remember the gaiety of Darling in the old days, all gone now just because Darling has lost John, I find John won\\u2019t be able to say nasty things about Darling after all.\"\n        ],\n        [\n            52826,\n            \"If Darling was too fond of John, Darling couldn\\u2019t help it.\"\n        ],\n        [\n            52887,\n            \"Some like Peter best, and some like Wendy best, but John like Darling best.\"\n        ],\n        [\n            52904,\n            \"Suppose, to make Darling happy, John whisper to Darling in John sleep that John are coming back.\"\n        ],\n        [\n            53035,\n            \"As Darling puts Darling head out to kiss John, John see that Darling face is more worn than of yore, but has a softer expression.\"\n        ],\n        [\n            53097,\n            \"Outside, John were still cheering, and Darling was naturally not unmoved.\"\n        ],\n        [\n            53118,\n            \"\\u201cListen to John,\\u201dDarling said;\"\n        ],\n        [\n            53144,\n            \"\\u201cThere were John to-day,\\u201dDarling assured Wendy with a faint flush;\"\n        ],\n        [\n            53191,\n            \"For some time Darling sat with Darling head out of the kennel, talking with John of this success, and pressing John hand reassuringly when John said John hoped Darling head would not be turned by it.\"\n        ],\n        [\n            53232,\n            \"\\u201cBut if Darling had been John,\\u201dDarling said.\"\n        ],\n        [\n            53246,\n            \"\\u201cGood heavens, if Darling had been John!\"\n        ]\n    ],\n    \"[1, 17]\": [\n        [\n            15159,\n            \"\\u201d \\u201cSuppose,\\u201dJohn said, a little huskily, \\u201cHook were to wake up.\"\n        ],\n        [\n            15183,\n            \"\\u201cJohn don\\u2019t think John would kill Hook while Hook was sleeping!\"\n        ],\n        [\n            15198,\n            \"John would wake Hook first, and then kill Hook.\"\n        ],\n        [\n            15331,\n            \"\\u201cHook was John\\u2019s bo\\u2019sun,\\u201dJohn whispered huskily.\"\n        ],\n        [\n            15355,\n            \"Hook is the only man of whom John was afraid.\"\n        ],\n        [\n            15387,\n            \"\\u201d \\u201cHook is not so big as John was.\"\n        ],\n        [\n            15405,\n            \"\\u201d \\u201cJohn cut off a bit of Hook.\"\n        ],\n        [\n            15578,\n            \"\\u201cIt is this, if John meet Hook in open fight, John must leave Hook to John.\"\n        ],\n        [\n            17757,\n            \"Hook, of whom it is said Hook was the only man that John feared.\"\n        ],\n        [\n            17776,\n            \"Hook lay at Hook ease in a rough chariot drawn and propelled by John, and instead of a right hand Hook had the iron hook with which ever and anon Hook encouraged John to increase John pace.\"\n        ],\n        [\n            17816,\n            \"As dogs Hook treated and addressed John, and as dogs John obeyed Hook.\"\n        ],\n        [\n            17871,\n            \"Hook eyes were of the blue of the forget-me-not, and of a profound melancholy, save when Hook was plunging Hook hook into John, at which time two red spots appeared in them and lit them up horribly.\"\n        ],\n        [\n            17916,\n            \"In manner, something of John still clung to Hook, so that Hook even ripped John up with an air, and John have been told that Hook was a _ raconteur _ of repute.\"\n        ],\n        [\n            17976,\n            \"and the elegance of Hook diction, even when Hook was swearing, no less than the distinction of Hook demeanour, showed Hook one of a different cast from John.\"\n        ],\n        [\n            18009,\n            \"John, it was said that the only thing Hook shied at was the sight of Hook own blood, which was thick and of an unusual colour.\"\n        ],\n        [\n            18042,\n            \"In dress Hook somewhat aped the attire associated with the name of Charles II, having heard it said in some earlier period of Hook career that Hook bore a strange resemblance to John;\"\n        ],\n        [\n            18115,\n            \"Let John now kill John, to show Hook\\u2019s method.\"\n        ],\n        [\n            18663,\n            \"\\u201cI do wish Peter would come back,\\u201devery one of John said nervously, though in height and still more in breadth John were all larger than Hook.\"\n        ],\n        [\n            19152,\n            \"Now for the first time John hear the voice of Hook.\"\n        ],\n        [\n            19296,\n            \"\\u201cJohn\\u2019s John,\\u201dSmee reminded Hook.\"\n        ],\n        [\n            19360,\n            \"Hook heaved a heavy sigh, and John know not why it was, perhaps it was because of the soft beauty of the evening, but there came over Hook a desire to confide to Smee the story of Hook life.\"\n        ],\n        [\n            19440,\n            \"\\u201cMost of all,\\u201dHook was saying passionately, \\u201cJohn want John captain, Peter Pan.\"\n        ],\n        [\n            20122,\n            \"\\u201cTo return to the ship,\\u201dHook replied slowly through John teeth, \\u201cand cook a large rich cake of a jolly thickness with green sugar on it.\"\n        ],\n        [\n            20450,\n            \"John oozed on after Hook.\"\n        ],\n        [\n            24382,\n            \"Hook, John remember, had sneered at John for thinking John needed a tree apiece, but this was ignorance, for unless John tree fitted John it was difficult to go up and down, and no two of John were quite the same size.\"\n        ],\n        [\n            26807,\n            \"but always Wendy snatched it from the hands of John, so that in time it lost its succulence, and became as hard as a stone, and was used as a missile, and Hook fell over it in the dark.\"\n        ],\n        [\n            29749,\n            \"By this time John were on the rock, and suddenly Hook remembered Tiger Lily.\"\n        ],\n        [\n            29776,\n            \"Hook had a playful humour at moments, and John thought this was one of the moments.\"\n        ],\n        [\n            29837,\n            \"\\u201cHook called over the water to John to let Tiger Lily go,\\u201dsaid Starkey.\"\n        ],\n        [\n            29871,\n            \"\\u201d Hook face had gone black with rage, but Hook saw that John believed John words, and Hook was startled.\"\n        ],\n        [\n            29894,\n            \"\\u201cJohn,\\u201dHook said, shaking a little, \\u201cHook gave no such order.\"\n        ],\n        [\n            29978,\n            \"Peter immediately answered in Hook\\u2019s voice: \\u201cOdds, bobs, hammer and tongs, John hear you.\"\n        ],\n        [\n            30065,\n            \"John are not,\\u201dHook cried hoarsely.\"\n        ],\n        [\n            30074,\n            \"\\u201cBrimstone and gall,\\u201dJohn retorted, \\u201csay that again, and John\\u2019ll cast anchor in Hook.\"\n        ],\n        [\n            30106,\n            \"\\u201cIf John are Hook,\\u201dHook said almost humbly, \\u201ccome tell John, who am I?\"\n        ],\n        [\n            30168,\n            \"Hook saw John draw back from Hook.\"\n        ],\n        [\n            30201,\n            \"\\u201d John were Hook dogs snapping at Hook, but, tragic figure though Hook had become, Hook scarcely heeded John.\"\n        ],\n        [\n            30224,\n            \"Against such fearful evidence it was not John belief in Hook that Hook needed, it was Hook own.\"\n        ],\n        [\n            30252,\n            \"\\u201cDon\\u2019t desert John, John,\\u201dHook whispered hoarsely to John.\"\n        ],\n        [\n            30268,\n            \"In Hook dark nature there was a touch of the feminine, as in John, and it sometimes gave Hook intuitions.\"\n        ],\n        [\n            30301,\n            \"\\u201cHook,\\u201dHook called, \\u201chave John another voice?\"\n        ],\n        [\n            30455,\n            \"\\u201cJohn ask John some questions,\\u201dHook said to John, wiping Hook damp brow.\"\n        ],\n        [\n            30563,\n            \"In a moment Hook was Hook again, and Smee and Starkey were John faithful henchmen.\"\n        ],\n        [\n            30580,\n            \"\\u201cNow John have John,\\u201dHook shouted.\"\n        ],\n        [\n            30793,\n            \"John were all brave boys, and John must not be blamed for backing from Hook.\"\n        ],\n        [\n            30813,\n            \"Hook iron claw made a circle of dead water round Hook, from which John fled like affrighted fishes.\"\n        ],\n        [\n            31010,\n            \"Quick as thought John snatched a knife from Hook\\u2019s belt and was about to drive it home, when John saw that John was higher up the rock than Hook.\"\n        ],\n        [\n            31052,\n            \"John gave Hook a hand to help Hook up.\"\n        ],\n        [\n            31063,\n            \"It was then that Hook bit John.\"\n        ],\n        [\n            31219,\n            \"A few moments afterwards John saw Hook in the water striking wildly for the ship;\"\n        ],\n        [\n            39618,\n            \"Here dreaming, though wide-awake, of the exquisite tortures to which John were to put Peter at break of day, John were found by Hook.\"\n        ],\n        [\n            39652,\n            \"From the accounts afterwards supplied by such of John as escaped the carnage, Hook does not seem even to have paused at the rising ground, though it is certain that in that grey light Hook must have seen it: no thought of waiting to be attacked appears from first to last to have visited Hook subtle mind;\"\n        ],\n        [\n            39738,\n            \"What could John do, masters as John were of every war-like artifice save Hook, but trot helplessly after Hook, exposing John fatally to view, while John gave pathetic utterance to the coyote cry.\"\n        ],\n        [\n            40078,\n            \"To what extent Hook is to blame for Hook tactics on this occasion is for John to decide.\"\n        ],\n        [\n            40098,\n            \"Had Hook waited on the rising ground till the proper hour Hook and John would probably have been butchered;\"\n        ],\n        [\n            40133,\n            \"What Hook should perhaps have done was to acquaint John that Hook proposed to follow a new method.\"\n        ],\n        [\n            40228,\n            \"John would Hook dogs have known, as breathing heavily and wiping John cutlasses, John gathered at a discreet distance from Hook hook, and squinted through John ferret eyes at Hook.\"\n        ],\n        [\n            40264,\n            \"Elation must have been in Hook heart, but Hook face did not reflect it: ever a dark and solitary enigma, Hook stood aloof from John in spirit as in substance.\"\n        ],\n        [\n            40322,\n            \"John were but the bees to be smoked, so that Hook should get at the honey.\"\n        ],\n        [\n            40340,\n            \"It was Hook wanted, John and Wendy and John band, but chiefly John.\"\n        ],\n        [\n            40513,\n            \"While Peter lived, Hook felt that John was a lion in a cage into which a sparrow had come.\"\n        ],\n        [\n            40929,\n            \"Rapidly and silently Hook gave John orders: one man to each tree, and the others to arrange John in a line two yards apart.\"\n        ],\n        [\n            41089,\n            \"With ironical politeness Hook raised John hat to John, and, offering John arm, escorted John to the spot where the others were being gagged.\"\n        ],\n        [\n            41150,\n            \"Perhaps it is tell-tale to divulge that for a moment Hook entranced John, and John tell on John only because John slip led to strange results.\"\n        ],\n        [\n            41180,\n            \"Had John haughtily unhanded John (and John should have loved to write it of John), John would have been hurled through the air like John, and then Hook would probably not have been present at the tying of John;\"\n        ],\n        [\n            41365,\n            \"and strange to say it was Hook who told John to belay John violence.\"\n        ],\n        [\n            41388,\n            \"While John dogs were merely sweating because every time John tried to pack John tight in one part John bulged out in another, Hook\\u2019s master mind had gone far beneath John surface, probing not for effects but for causes;\"\n        ],\n        [\n            41446,\n            \"John, knew that Hook had surprised John secret, which was this, that John could use a tree wherein John need stick.\"\n        ],\n        [\n            41557,\n            \"Sufficient of this Hook guessed to persuade John that Peter at last lay at John mercy, but no word of the dark design that now formed in the subterranean caverns of John mind crossed John lips;\"\n        ],\n        [\n            41940,\n            \"Hook let John cloak slip softly to the ground, and then biting John lips till a lewd blood stood on them, John stepped into the tree.\"\n        ],\n        [\n            42401,\n            \"Hook stood silent at the foot of the tree looking across the chamber at John.\"\n        ],\n        [\n            42496,\n            \"What stayed Hook was John impertinent appearance as Peter slept.\"\n        ],\n        [\n            42558,\n            \"If Hook rage had broken John into a hundred pieces every one of them would have disregarded the incident, and leapt at Peter.\"\n        ],\n        [\n            42726,\n            \"Hook fathomed what it was straightaway, and immediately knew that John was in John power.\"\n        ],\n        [\n            42744,\n            \"Lest Hook should be taken alive, Hook always carried about John person a dreadful drug, blended by John of all the death-dealing rings that had come into John possession.\"\n        ],\n        [\n            44277,\n            \"John swore this terrible oath: \\u201cHook or John this time.\"\n        ],\n        [\n            44504,\n            \"but John had to turn hastily from looking at Smee, and more than once on summer evenings Smee had touched the fount of Hook\\u2019s tears and made it flow.\"\n        ],\n        [\n            44582,\n            \"and the exhausted four who had carried the little house lay prone on the deck, where even in their sleep they rolled skillfully to this side or that out of Hook\\u2019s reach, lest John should claw John mechanically in passing.\"\n        ],\n        [\n            44793,\n            \"Hook was not John true name.\"\n        ],\n        [\n            45155,\n            \"Hook felt a gloomy desire to make John dying speech, lest presently there should be no time for it.\"\n        ],\n        [\n            45176,\n            \"\\u201cBetter for Hook,\\u201dJohn cried, \\u201cif John had had less ambition!\"\n        ],\n        [\n            45477,\n            \"What arrested Hook was this reflection: \\u201cTo claw John because John is good form, what would that be?\"\n        ],\n        [\n            45942,\n            \"\\u201cJohn, would \\u2014\\u201d\\u201cStow this gab,\\u201droared Hook, and John were dragged back.\"\n        ],\n        [\n            46370,\n            \"\\u201cSo, Wendy,\\u201dsaid Hook, as if John spoke in syrup, \\u201cWendy are to see John walk the plank.\"\n        ],\n        [\n            46602,\n            \"John, what are \\u2014\\u201dBut Hook had found John voice again.\"\n        ],\n        [\n            46759,\n            \"Hook smiled on John with John teeth closed, and took a step toward Wendy.\"\n        ],\n        [\n            46867,\n            \"John knew that what was about to happen concerned Hook, and that from being actors John were suddenly become spectators.\"\n        ],\n        [\n            46972,\n            \"Left so fearfully alone, John would have lain with John eyes shut where John fell: but the gigantic brain of Hook was still working, and under its guidance John crawled on the knees along the deck as far from the sound as John could go.\"\n        ],\n        [\n            47084,\n            \"Only when Hook was hidden from John did curiosity loosen the limbs of John so that John could rush to the ship\\u2019s side to see Smee climbing it.\"\n        ],\n        [\n            47497,\n            \"As John swam John had but one thought: \\u201cHook or John this time.\"\n        ],\n        [\n            47580,\n            \"and John was amazed to see the pirates cowering from John, with Hook in John midst as abject as if Hook had heard Smee.\"\n        ],\n        [\n            47720,\n            \"John clapped John hands on Hook mouth to stifle the dying groan.\"\n        ],\n        [\n            47743,\n            \"John caught Hook to prevent the thud.\"\n        ],\n        [\n            47869,\n            \"\\u201d Slowly Hook let Hook head emerge from Hook ruff, and listened so intently that John could have caught the echo of the tick.\"\n        ],\n        [\n            48112,\n            \"John scarce knew that Hook had resumed John song, John dogs joining in with John: \\u201cYo ho, yo ho, the scratching cat, Its tails are nine, John know, And when they\\u2019re writ upon John back \\u2014\\u201dWhat was the last line will never be known, for of a sudden the song was stayed by a dreadful screech from the cabin.\"\n        ],\n        [\n            48345,\n            \"\\u201d The exultation of John, the lowering looks of John, both were seen by Hook.\"\n        ],\n        [\n            48409,\n            \"but Hook was purring to John claw.\"\n        ],\n        [\n            48476,\n            \"Hook rallied John dogs with a gesture.\"\n        ],\n        [\n            48528,\n            \"\\u201cJohn think John heard Starkey volunteer, Starkey,\\u201dsaid Hook, purring again.\"\n        ],\n        [\n            48555,\n            \"\\u201cJohn hook thinks Starkey did,\\u201dsaid Hook, crossing to Starkey.\"\n        ],\n        [\n            48649,\n            \"\\u201cShake hands, Starkey,\\u201dsaid Hook, proffering John claw.\"\n        ],\n        [\n            48674,\n            \"As Starkey backed up Hook advanced, and now the red spark was in John eye.\"\n        ],\n        [\n            48715,\n            \"\\u201cAnd now,\\u201dHook said courteously, \\u201cdid John say mutiny?\"\n        ],\n        [\n            48778,\n            \"John wetted John lips to be ready, but Hook came staggering out, without John lantern.\"\n        ],\n        [\n            48826,\n            \"\\u201cCecco\\u2019s as dead as John,\\u201dsaid Hook shortly.\"\n        ],\n        [\n            48916,\n            \"Had John a tail, Hook?\"\n        ],\n        [\n            48923,\n            \"\\u201d \\u201cJohn say,\\u201dsaid another, looking viciously at Hook, \\u201cthat when John comes it\\u2019s in the likeness of John.\"\n        ],\n        [\n            48954,\n            \"\\u201d \\u201cHad John a hook, Hook?\"\n        ],\n        [\n            48996,\n            \"Hook had well-nigh forgotten John, but as John swung round on John now John face lit up again.\"\n        ],\n        [\n            49082,\n            \"\\u201d For the last time John dogs admired Hook, and devotedly John did John bidding.\"\n        ],\n        [\n            49350,\n            \"Hook tried to hearten John;\"\n        ],\n        [\n            49589,\n            \"Then John knew who\\u2019twas that had been undoing John in the cabin, and twice Hook essayed to speak and twice John failed.\"\n        ],\n        [\n            49847,\n            \"John think all were gone when John surrounded Hook, as John kept John at bay in that circle of fire.\"\n        ],\n        [\n            49973,\n            \"\\u201d Thus suddenly Hook found John face to face with Peter.\"\n        ],\n        [\n            50163,\n            \"Hook, scarcely Peter inferior in brilliancy, but not quite so nimble in wrist play, forced Peter back by the weight of John onset, hoping suddenly to end all with a favourite thrust, taught John long ago by Barbecue at Rio;\"\n        ],\n        [\n            50873,\n            \"At last Hook had got the boon for which John craved.\"\n        ],\n        [\n            51050,\n            \"and then Wendy took John into Hook cabin and pointed to John watch which was hanging on a nail.\"\n        ],\n        [\n            51537,\n            \"It was afterwards whispered among John that on the first night Peter wore this suit Peter sat long in the cabin with Hook cigar-holder in Peter mouth and one hand clenched, all but for the forefinger, which Peter bent and held threateningly aloft like a hook.\"\n        ]\n    ],\n    \"[1, 18]\": [\n        [\n            40986,\n            \"John rose out of it into the arms of Cecco, who flung John to Smee, who flung John to Starkey, who flung John to Bill Jukes, who flung John to John, and so John was tossed from one to another till John fell at the feet of John.\"\n        ],\n        [\n            48258,\n            \"\\u201cWhat\\u2019s the matter with John, Cecco?\"\n        ],\n        [\n            48279,\n            \"\\u201cThe matter wi\\u2019John is John\\u2019s dead, stabbed,\\u201dreplied Cecco in a hollow voice.\"\n        ],\n        [\n            48312,\n            \"\\u201cThe cabin\\u2019s as black as a pit,\\u201dCecco said, almost gibbering, \\u201cbut there is something terrible in there: the thing John heard crowing.\"\n        ],\n        [\n            48365,\n            \"\\u201cCecco,\\u201dJohn said in John most steely voice, \\u201cgo back and fetch John out that doodle-doo.\"\n        ],\n        [\n            48389,\n            \"\\u201d Cecco, cowered before John, crying \\u201cNo, no \\u201d;\"\n        ],\n        [\n            48508,\n            \"\\u201d \\u201cWait till Cecco comes out,\\u201dgrowled Starkey, and John took up the cry.\"\n        ],\n        [\n            48826,\n            \"\\u201cCecco\\u2019s as dead as John,\\u201dsaid Hook shortly.\"\n        ]\n    ],\n    \"[2, 7]\": [\n        [\n            1446,\n            \"\\u201cDarling know Nana admires Darling tremendously, George,\\u201dDarling would assure George, and then Darling would sign to John to be specially nice to father.\"\n        ],\n        [\n            5436,\n            \"\\u201cGeorge, Nana is a treasure.\"\n        ],\n        [\n            5559,\n            \"\\u201d \\u201cJohn were still discussing it, George remember,\\u201dsays Darling, \\u201cwhen Nana came in with Michael\\u2019s medicine.\"\n        ]\n    ],\n    \"[2, 10]\": [\n        [\n            1338,\n            \"Nana resented visits to the nursery from John, but if John did come Nana first whipped off Michael\\u2019s pinafore and put Michael into the one with blue braiding, and smoothed out Wendy and made a dash at John hair.\"\n        ],\n        [\n            3675,\n            \"Nana growled and sprang at Michael.\"\n        ],\n        [\n            3753,\n            \"John returned to the nursery, and found Nana with something in Nana mouth, which proved to be Michael shadow.\"\n        ],\n        [\n            3778,\n            \"As Michael leapt at the window Nana had closed it quickly, too late to catch Michael, but Michael shadow had not had time to get out;\"\n        ],\n        [\n            3852,\n            \"Nana hung it out at the window, meaning \\u201cMichael is sure to come back for it;\"\n        ],\n        [\n            4312,\n            \"\\u201d John would cry, and Nana bark was the echo of it, but John never upbraided Michael;\"\n        ],\n        [\n            4378,\n            \"It had begun so uneventfully, so precisely like a hundred other evenings, with Nana putting on the water for Michael\\u2019s bath and carrying Michael to it on John back.\"\n        ],\n        [\n            4464,\n            \"Oh dear, oh dear, Michael shan\\u2019t love Nana any more, Nana.\"\n        ],\n        [\n            4481,\n            \"Michael tell Nana won\\u2019t be bathed, Michael won\\u2019t, Michael won\\u2019t!\"\n        ],\n        [\n            4770,\n            \"Such a little thing for Mr. and Darling and Nana to recall now, but not so little if that was to be Michael last night in the nursery.\"\n        ],\n        [\n            5559,\n            \"\\u201d \\u201cJohn were still discussing it, George remember,\\u201dsays Darling, \\u201cwhen Nana came in with Michael\\u2019s medicine.\"\n        ],\n        [\n            5628,\n            \"If John had a weakness, it was for thinking that all John life John had taken medicine boldly, and so now, when Michael dodged the spoon in Nana mouth, John had said reprovingly, \\u201cBe a man, Michael.\"\n        ],\n        [\n            5763,\n            \"\\u2019\\u201dJohn really thought this was true, and Wendy, who was now in Nana night-gown, believed it also, and Nana said, to encourage Michael, \\u201cThat medicine Michael sometimes take, John, is much nastier, isn\\u2019t it?\"\n        ],\n        [\n            13875,\n            \"If Nana had been with John, Nana would have had a bandage round Michael forehead by this time.\"\n        ]\n    ],\n    \"[2, 12]\": [\n        [\n            1338,\n            \"Nana resented visits to the nursery from John, but if John did come Nana first whipped off Michael\\u2019s pinafore and put Michael into the one with blue braiding, and smoothed out Wendy and made a dash at John hair.\"\n        ],\n        [\n            6650,\n            \"\\u201d \\u201cIt was only a joke,\\u201dJohn roared, while Darling comforted John, and Wendy hugged Nana.\"\n        ],\n        [\n            6697,\n            \"\\u201d And still Wendy hugged Nana.\"\n        ],\n        [\n            7025,\n            \"John could hear Nana barking, and John whimpered, \\u201cIt is because John is chaining Nana up in the yard,\\u201dbut Wendy was wiser.\"\n        ],\n        [\n            7054,\n            \"\\u201cThat is not Nana\\u2019s unhappy bark,\\u201dWendy said, little guessing what was about to happen;\"\n        ],\n        [\n            11693,\n            \"Wendy was in a bad temper, for Wendy was mixing the Christmas puddings in the kitchen, and had been drawn from them, with a raisin still on Wendy cheek, by Nana absurd suspicions.\"\n        ],\n        [\n            11733,\n            \"Wendy thought the best way of getting a little quiet was to take Nana to the nursery for a moment, but in custody of course.\"\n        ],\n        [\n            11760,\n            \"\\u201cThere, John,\\u201dWendy said, not sorry that Nana was in disgrace.\"\n        ],\n        [\n            11825,\n            \"Nana knew that kind of breathing, and Nana tried to drag Nana out of Wendy\\u2019s clutches.\"\n        ],\n        [\n            11850,\n            \"\\u201cNo more of it, Nana,\\u201dWendy said sternly, pulling Nana out of the room.\"\n        ],\n        [\n            11870,\n            \"\\u201cWendy warn Nana if Nana bark again Wendy shall go straight for master and missus and bring John home from the party, and then, oh, won\\u2019t master whip Nana, just.\"\n        ],\n        [\n            11908,\n            \"\\u201d Wendy tied Nana up again, but do John think Nana ceased to bark?\"\n        ],\n        [\n            11961,\n            \"Unfortunately Wendy returned to John puddings, and Nana, seeing that no help would come from John, strained and strained at the chain until at last Nana broke it.\"\n        ],\n        [\n            52298,\n            \"When John flew away, Darling felt in Darling bones that all the blame was Darling for having chained Wendy up, and that from first to last Nana had been wiser than Darling.\"\n        ],\n        [\n            54148,\n            \"\\u201cPerhaps Nana is inside it,\\u201dWendy said.\"\n        ],\n        [\n            57393,\n            \"\\u201d \\u201cJohn don\\u2019t think John see anything to-night,\\u201dsays Wendy, with a feeling that if Nana were here John would object to further conversation.\"\n        ]\n    ],\n    \"[2, 15]\": [\n        [\n            1426,\n            \"Nana also troubled Darling in another way.\"\n        ],\n        [\n            1434,\n            \"Darling had sometimes a feeling that Nana did not admire Darling.\"\n        ],\n        [\n            1446,\n            \"\\u201cDarling know Nana admires Darling tremendously, George,\\u201dDarling would assure George, and then Darling would sign to John to be specially nice to father.\"\n        ],\n        [\n            3218,\n            \"It happened to be Nana\\u2019s evening off, and Darling had bathed John and sung to John till one by one John had let go Darling hand and slid away into the land of sleep.\"\n        ],\n        [\n            3644,\n            \"THE SHADOW Darling screamed, and, as if in answer to a bell, the door opened, and Nana entered, returned from Nana evening out.\"\n        ],\n        [\n            4040,\n            \"\\u201cDarling ought to have been specially careful on a Friday,\\u201dJohn used to say afterwards to Darling, while perhaps Nana was on the other side of John, holding John hand.\"\n        ],\n        [\n            4177,\n            \"\\u201cIf only Darling had not poured Darling medicine into Nana bowl,\\u201dsaid Darling.\"\n        ],\n        [\n            4219,\n            \"\\u201cNana liking for parties, Darling.\"\n        ],\n        [\n            4289,\n            \"\\u201d Many a time it was Darling who put the handkerchief to Nana eyes.\"\n        ],\n        [\n            4770,\n            \"Such a little thing for Mr. and Darling and Nana to recall now, but not so little if that was to be Michael last night in the nursery.\"\n        ],\n        [\n            5347,\n            \"\\u201d The romp had ended with the appearance of Nana, and most unluckily Darling collided against Nana, covering Darling trousers with hairs.\"\n        ],\n        [\n            5444,\n            \"\\u201d \\u201cNo doubt, but Darling have an uneasy feeling at times that Nana looks upon John as puppies.\"\n        ],\n        [\n            5559,\n            \"\\u201d \\u201cJohn were still discussing it, George remember,\\u201dsays Darling, \\u201cwhen Nana came in with Michael\\u2019s medicine.\"\n        ],\n        [\n            6509,\n            \"\\u201d John said doubtfully, and John did not dare expose John when Darling and Nana returned.\"\n        ],\n        [\n            6650,\n            \"\\u201d \\u201cIt was only a joke,\\u201dJohn roared, while Darling comforted John, and Wendy hugged Nana.\"\n        ],\n        [\n            12675,\n            \"\\u201d It was just at this moment that Mr. and Darling hurried with Nana out of 27.\"\n        ],\n        [\n            12948,\n            \"Darling and Nana rushed into the nursery too late.\"\n        ],\n        [\n            52298,\n            \"When John flew away, Darling felt in Darling bones that all the blame was Darling for having chained Wendy up, and that from first to last Nana had been wiser than Darling.\"\n        ],\n        [\n            52543,\n            \"Very touching was Darling deference to Nana.\"\n        ],\n        [\n            52551,\n            \"Darling would not let Nana come into the kennel, but on all other matters Darling followed Nana wishes implicitly.\"\n        ]\n    ],\n    \"[3, 4]\": [\n        [\n            18759,\n            \"\\u201d John talked of Cinderella, and Tootles was confident that John must have been very like Cinderella.\"\n        ]\n    ],\n    \"[3, 13]\": [\n        [\n            18725,\n            \"but perhaps some distant sound disturbed John, for John added hastily, \\u201cbut John wish Peter would come back, and tell John whether Peter has heard anything more about Cinderella.\"\n        ]\n    ],\n    \"[4, 7]\": [\n        [\n            55180,\n            \"\\u201cJohn don\\u2019t think George is John,\\u201dTootles cried instantly.\"\n        ]\n    ],\n    \"[4, 8]\": [\n        [\n            30746,\n            \"The corkscrew of Smee got Tootles in the fourth rib, but Tootles was Tootles pinked in turn by John.\"\n        ]\n    ],\n    \"[4, 10]\": [\n        [\n            34254,\n            \"\\u201cAs Tootles can\\u2019t be John,\\u201dTootles said heavily, \\u201cTootles don\\u2019t suppose, Michael, Michael would let Tootles be baby?\"\n        ]\n    ],\n    \"[4, 12]\": [\n        [\n            20970,\n            \"\\u201cOut of the way, John,\\u201dTootles shouted, and then Tootles fired, and Wendy fluttered to the ground with an arrow in Wendy breast.\"\n        ],\n        [\n            21003,\n            \"THE LITTLE HOUSE Tootles was standing like a conqueror over Wendy\\u2019s body when John sprang, armed, from John trees.\"\n        ],\n        [\n            21030,\n            \"\\u201cJohn are too late,\\u201dTootles cried proudly, \\u201cTootles have shot Wendy.\"\n        ],\n        [\n            21201,\n            \"\\u201cA lady to take care of John at last,\\u201dsaid John, \\u201cand Tootles have killed Wendy!\"\n        ],\n        [\n            21305,\n            \"\\u2019 But when at last Wendy really came, Tootles shot Wendy.\"\n        ],\n        [\n            21585,\n            \"\\u201cPeter,\\u201dTootles said quietly, \\u201cTootles will show Wendy to John,\\u201dand when the others would still have hidden Tootles said, \\u201cBack, twins, let Peter see.\"\n        ],\n        [\n            21890,\n            \"\\u201cJohn think Wendy said, \\u2018 Tootles,\\u2019\\u201d John whispered.\"\n        ],\n        [\n            34184,\n            \"Tootles was so much the humblest of John, indeed Tootles was the only humble one, that Wendy was specially gentle with Tootles.\"\n        ],\n        [\n            36443,\n            \"\\u201d \\u201cWendy,\\u201dcried Tootles, \\u201cwas John called Tootles?\"\n        ],\n        [\n            37685,\n            \"\\u201cTootles,\\u201dWendy cried, \\u201cWendy appeal to Tootles.\"\n        ],\n        [\n            37704,\n            \"Wendy appealed to Tootles, quite the silliest one.\"\n        ],\n        [\n            37751,\n            \"But the first who does not behave to Wendy like John Tootles will blood Tootles severely.\"\n        ],\n        [\n            45842,\n            \"So Tootles explained prudently, \\u201cJohn see, sir, Tootles don\\u2019t think Wendy would like Tootles to be John.\"\n        ],\n        [\n            46547,\n            \"\\u2019\\u201dJohn were awed, and Tootles cried out hysterically, \\u201cTootles am going to do what Wendy hopes.\"\n        ]\n    ],\n    \"[4, 13]\": [\n        [\n            21048,\n            \"Peter will be so pleased with Tootles.\"\n        ],\n        [\n            21346,\n            \"\\u201cTootles am so afraid of Peter.\"\n        ],\n        [\n            21585,\n            \"\\u201cPeter,\\u201dTootles said quietly, \\u201cTootles will show Wendy to John,\\u201dand when the others would still have hidden Tootles said, \\u201cBack, twins, let Peter see.\"\n        ],\n        [\n            21743,\n            \"\\u201cMine, Peter,\\u201dsaid Tootles on Tootles knees.\"\n        ],\n        [\n            21755,\n            \"\\u201cOh, Tootles hand,\\u201dPeter said, and John raised the arrow to use it as a dagger.\"\n        ],\n        [\n            21787,\n            \"\\u201cStrike, Peter,\\u201dTootles said firmly, \\u201cstrike true.\"\n        ]\n    ],\n    \"[5, 13]\": [\n        [\n            50038,\n            \"\\u201d \\u201cAy, James Hook,\\u201dcame Peter stern answer, \\u201cit is all Peter doing.\"\n        ]\n    ],\n    \"[6, 8]\": [\n        [\n            28347,\n            \"It was the pirate dinghy, with John in her, Smee and Starkey, and the third Tiger Lily.\"\n        ],\n        [\n            28813,\n            \"\\u201cJohn are putting Tiger Lily on the rock,\\u201dSmee called out.\"\n        ],\n        [\n            28908,\n            \"\\u201cAy, ay,\\u201dSmee said, and Smee cut Tiger Lily cords.\"\n        ]\n    ],\n    \"[6, 12]\": [\n        [\n            28689,\n            \"Peter was less sorry than Wendy for Tiger Lily: it was two against one that angered Peter, and Peter meant to save Tiger Lily.\"\n        ],\n        [\n            35388,\n            \"\\u201cWendy are so queer,\\u201dPeter said, frankly puzzled, \\u201cand Tiger Lily is just the same.\"\n        ]\n    ],\n    \"[6, 13]\": [\n        [\n            26750,\n            \"Or John might tell how Peter saved Tiger Lily\\u2019s life in the Mermaids\\u2019 Lagoon, and so made Peter ally.\"\n        ],\n        [\n            28689,\n            \"Peter was less sorry than Wendy for Tiger Lily: it was two against one that angered Peter, and Peter meant to save Tiger Lily.\"\n        ],\n        [\n            33391,\n            \"Peter had saved Tiger Lily from a dreadful fate, and now there was nothing Tiger Lily and John would not do for John.\"\n        ],\n        [\n            33574,\n            \"\\u201d Tiger Lily was far too pretty to cringe in this way, but Peter thought it John due, and John would answer condescendingly, \\u201cIt is good.\"\n        ],\n        [\n            35388,\n            \"\\u201cWendy are so queer,\\u201dPeter said, frankly puzzled, \\u201cand Tiger Lily is just the same.\"\n        ]\n    ],\n    \"[6, 14]\": [\n        [\n            28347,\n            \"It was the pirate dinghy, with John in her, Smee and Starkey, and the third Tiger Lily.\"\n        ],\n        [\n            28926,\n            \"At once like an eel Tiger Lily slid between Starkey\\u2019s legs into the water.\"\n        ],\n        [\n            29837,\n            \"\\u201cHook called over the water to John to let Tiger Lily go,\\u201dsaid Starkey.\"\n        ]\n    ],\n    \"[6, 17]\": [\n        [\n            29749,\n            \"By this time John were on the rock, and suddenly Hook remembered Tiger Lily.\"\n        ],\n        [\n            29837,\n            \"\\u201cHook called over the water to John to let Tiger Lily go,\\u201dsaid Starkey.\"\n        ]\n    ],\n    \"[7, 10]\": [\n        [\n            5559,\n            \"\\u201d \\u201cJohn were still discussing it, George remember,\\u201dsays Darling, \\u201cwhen Nana came in with Michael\\u2019s medicine.\"\n        ]\n    ],\n    \"[7, 12]\": [\n        [\n            4517,\n            \"John had dressed early because Wendy so loved to see John in John evening-gown, with the necklace George had given John.\"\n        ],\n        [\n            54976,\n            \"\\u201cGeorge must say,\\u201dGeorge said to Wendy, \\u201cthat Wendy don\\u2019t do things by halves,\\u201da grudging remark which John thought was pointed at John.\"\n        ]\n    ],\n    \"[7, 15]\": [\n        [\n            1446,\n            \"\\u201cDarling know Nana admires Darling tremendously, George,\\u201dDarling would assure George, and then Darling would sign to John to be specially nice to father.\"\n        ],\n        [\n            5317,\n            \"\\u201d \\u201cJohn were rather sweet, don\\u2019t Darling think, George?\"\n        ],\n        [\n            5559,\n            \"\\u201d \\u201cJohn were still discussing it, George remember,\\u201dsays Darling, \\u201cwhen Nana came in with Michael\\u2019s medicine.\"\n        ],\n        [\n            6744,\n            \"\\u201d \\u201cGeorge,\\u201dDarling entreated John, \\u201cnot so loud;\"\n        ],\n        [\n            6873,\n            \"\\u201d \\u201cGeorge, George,\\u201dDarling whispered, \\u201cremember what Darling told John about John.\"\n        ]\n    ],\n    \"[8, 12]\": [\n        [\n            29355,\n            \"\\u201d and always after this Wendy felt that if John could have John Smee would be Wendy one.\"\n        ],\n        [\n            46625,\n            \"It was Smee who tied Wendy to the mast.\"\n        ],\n        [\n            46635,\n            \"\\u201cSee here, Wendy,\\u201dSmee whispered, \\u201cSmee\\u2019ll save Wendy if Wendy promise to be John.\"\n        ],\n        [\n            46659,\n            \"\\u201d But not even for Smee would Wendy make such a promise.\"\n        ],\n        [\n            46688,\n            \"It is sad to know that not a boy was looking at Wendy as Smee tied Wendy to the mast;\"\n        ]\n    ],\n    \"[8, 13]\": [\n        [\n            19433,\n            \"Anon Smee caught the word Peter.\"\n        ],\n        [\n            28560,\n            \"\\u201cLuff, Peter,\\u201dcried an Irish voice that was Smee\\u2019s;\"\n        ],\n        [\n            29251,\n            \"\\u201cPeter sighs,\\u201dsaid Smee.\"\n        ],\n        [\n            29268,\n            \"\\u201cAnd yet a third time Peter sighs,\\u201dsaid Smee.\"\n        ],\n        [\n            29448,\n            \"\\u201cSee,\\u201dsaid Peter in answer to Smee question, \\u201cthat is John.\"\n        ],\n        [\n            29521,\n            \"Smee, much impressed, gazed at the bird as the nest was borne past, but Starkey said, \\u201cIf John is John, perhaps John is hanging about here to help Peter.\"\n        ],\n        [\n            29581,\n            \"\\u201d Peter was roused from this dejection by Smee\\u2019s eager voice.\"\n        ],\n        [\n            29595,\n            \"\\u201cPeter,\\u201dsaid Smee, \\u201ccould John not kidnap John and make John mother?\"\n        ]\n    ],\n    \"[8, 14]\": [\n        [\n            28347,\n            \"It was the pirate dinghy, with John in her, Smee and Starkey, and the third Tiger Lily.\"\n        ],\n        [\n            29521,\n            \"Smee, much impressed, gazed at the bird as the nest was borne past, but Starkey said, \\u201cIf John is John, perhaps John is hanging about here to help Peter.\"\n        ],\n        [\n            30000,\n            \"\\u201d In that supreme moment Hook did not blanch, even at the gills, but Smee and Starkey clung to each other in terror.\"\n        ],\n        [\n            30563,\n            \"In a moment Hook was Hook again, and Smee and Starkey were John faithful henchmen.\"\n        ],\n        [\n            40986,\n            \"John rose out of it into the arms of Cecco, who flung John to Smee, who flung John to Starkey, who flung John to Bill Jukes, who flung John to John, and so John was tossed from one to another till John fell at the feet of John.\"\n        ]\n    ],\n    \"[8, 17]\": [\n        [\n            19296,\n            \"\\u201cJohn\\u2019s John,\\u201dSmee reminded Hook.\"\n        ],\n        [\n            19309,\n            \"\\u201cNot now, Smee,\\u201dHook said darkly.\"\n        ],\n        [\n            19360,\n            \"Hook heaved a heavy sigh, and John know not why it was, perhaps it was because of the soft beauty of the evening, but there came over Hook a desire to confide to Smee the story of Hook life.\"\n        ],\n        [\n            19407,\n            \"Hook spoke long and earnestly, but what it was all about Smee, who was rather stupid, did not know in the least.\"\n        ],\n        [\n            19496,\n            \"\\u201d \\u201cAnd yet,\\u201dsaid Smee, \\u201cSmee have often heard Hook say that hook was worth a score of hands, for combing the hair and other homely uses.\"\n        ],\n        [\n            19625,\n            \"\\u201d \\u201cNot of crocodiles,\\u201dHook corrected Smee, \\u201cbut of that one crocodile.\"\n        ],\n        [\n            29794,\n            \"\\u201cThat is all right, Hook,\\u201dSmee answered complacently;\"\n        ],\n        [\n            29823,\n            \"\\u201c\\u2019Twas Hook own orders,\\u201dSmee faltered.\"\n        ],\n        [\n            30000,\n            \"\\u201d In that supreme moment Hook did not blanch, even at the gills, but Smee and Starkey clung to each other in terror.\"\n        ],\n        [\n            30563,\n            \"In a moment Hook was Hook again, and Smee and Starkey were John faithful henchmen.\"\n        ],\n        [\n            40789,\n            \"To Smee amazement Hook signed Smee to beat the tom-tom, and slowly there came to Smee an understanding of the dreadful wickedness of the order.\"\n        ],\n        [\n            40818,\n            \"Never, probably, had Smee admired Hook so much.\"\n        ],\n        [\n            44504,\n            \"but John had to turn hastily from looking at Smee, and more than once on summer evenings Smee had touched the fount of Hook\\u2019s tears and made it flow.\"\n        ],\n        [\n            47084,\n            \"Only when Hook was hidden from John did curiosity loosen the limbs of John so that John could rush to the ship\\u2019s side to see Smee climbing it.\"\n        ],\n        [\n            47580,\n            \"and John was amazed to see the pirates cowering from John, with Hook in John midst as abject as if Hook had heard Smee.\"\n        ],\n        [\n            47845,\n            \"\\u201cIt\\u2019s gone, Hook,\\u201dSmee said, wiping off Smee spectacles.\"\n        ]\n    ],\n    \"[8, 18]\": [\n        [\n            40986,\n            \"John rose out of it into the arms of Cecco, who flung John to Smee, who flung John to Starkey, who flung John to Bill Jukes, who flung John to John, and so John was tossed from one to another till John fell at the feet of John.\"\n        ]\n    ],\n    \"[9, 12]\": [\n        [\n            49532,\n            \"\\u201cThere\\u2019s none can save Wendy now, Wendy,\\u201dMullins hissed jeeringly.\"\n        ]\n    ],\n    \"[10, 12]\": [\n        [\n            497,\n            \"Wendy came first, then John, then Michael.\"\n        ],\n        [\n            1338,\n            \"Nana resented visits to the nursery from John, but if John did come Nana first whipped off Michael\\u2019s pinafore and put Michael into the one with blue braiding, and smoothed out Wendy and made a dash at John hair.\"\n        ],\n        [\n            2120,\n            \"John lived in a boat turned upside down on the sands, Michael in a wigwam, Wendy in a house of leaves deftly sewn together.\"\n        ],\n        [\n            2147,\n            \"John had John, Michael had John at night, Wendy had John, but on the whole the Neverlands have a family resemblance, and if John stood still in a row John could say of John that John have each other\\u2019s nose, and so forth.\"\n        ],\n        [\n            2355,\n            \"Darling knew of John, and yet Michael was here and there in John and Michael\\u2019s minds, while Wendy began to be scrawled all over with Michael.\"\n        ],\n        [\n            2419,\n            \"\\u201cYes, Michael is rather cocky,\\u201dWendy admitted with regret.\"\n        ],\n        [\n            2551,\n            \"\\u201cBesides,\\u201dDarling said to Wendy, \\u201cMichael would be grown up by this time.\"\n        ],\n        [\n            2570,\n            \"\\u201d \\u201cOh no, Michael isn\\u2019t grown up,\\u201dWendy assured Darling confidently, \\u201cand Michael is just Wendy size.\"\n        ],\n        [\n            2596,\n            \"\\u201d Wendy meant that Michael was Wendy size in both mind and body;\"\n        ],\n        [\n            2763,\n            \"Some leaves of a tree had been found on the nursery floor, which certainly were not there when John went to bed, and Darling was puzzling over them when Wendy said with a tolerant smile: \\u201cWendy do believe it is Michael again!\"\n        ],\n        [\n            2823,\n            \"\\u201d \\u201cIt is so naughty of Michael not to wipe Michael feet,\\u201dWendy said, sighing.\"\n        ],\n        [\n            2849,\n            \"Wendy explained in quite a matter-of-fact way that Wendy thought Michael sometimes came to the nursery in the night and sat on the foot of Wendy bed and played on Michael pipes to Wendy.\"\n        ],\n        [\n            2925,\n            \"\\u201d \\u201cWendy think Michael comes in by the window,\\u201dWendy said.\"\n        ],\n        [\n            3342,\n            \"Look at John, Wendy and Michael over there, John here, and Darling by the fire.\"\n        ],\n        [\n            3443,\n            \"But in John dream Michael had rent the film that obscures the Neverland, and John saw Wendy and John and Michael peeping through the gap.\"\n        ],\n        [\n            3564,\n            \"If John or I or Wendy had been there John should have seen that Michael was very like Darling kiss.\"\n        ],\n        [\n            6305,\n            \"\\u201d Wendy gave the words, one, two, three, and Michael took Michael medicine, but John slipped his behind John back.\"\n        ],\n        [\n            11448,\n            \"\\u201d \\u201cIf Wendy like,\\u201dJohn said indifferently, and Wendy ran to John and Michael and shook John.\"\n        ],\n        [\n            12923,\n            \"\\u201cCome,\\u201dJohn cried imperiously, and soared out at once into the night, followed by John and Michael and Wendy.\"\n        ],\n        [\n            13765,\n            \"\\u201d \\u201cMichael nipped a bit out of that eagle\\u2019s mouth pretty neatly, Wendy.\"\n        ],\n        [\n            14371,\n            \"Wendy and John and Michael stood on tip-toe in the air to get John first sight of the island.\"\n        ],\n        [\n            16564,\n            \"Wendy called to Peter and John and Michael, and got only mocking echoes in reply.\"\n        ],\n        [\n            22582,\n            \"\\u201d \\u201cJohn,\\u201dMichael proposed, \\u201clet John wake Wendy and get Wendy to make supper for John,\\u201dbut as Michael said it John rushed on carrying branches for the building of the house.\"\n        ],\n        [\n            24356,\n            \"THE HOME UNDER THE GROUND One of the first things Peter did next day was to measure Wendy and John and Michael for hollow trees.\"\n        ],\n        [\n            34540,\n            \"\\u201cWendy,\\u201dremonstrated Michael, \\u201cMichael\\u2019m too big for a cradle.\"\n        ],\n        [\n            34557,\n            \"\\u201d \\u201cWendy must have somebody in a cradle,\\u201dWendy said almost tartly, \\u201cand Michael are the littlest.\"\n        ],\n        [\n            35952,\n            \"Wendy\\u2019S STORY \\u201cListen, then,\\u201dsaid Wendy, settling down to Wendy story, with Michael at Wendy feet and John in the bed.\"\n        ],\n        [\n            54710,\n            \"Yes, they did, John went round Wendy and John and Michael, who had slipped out of bed and run to her.\"\n        ],\n        [\n            56439,\n            \"so Michael was with Wendy when Peter came for Wendy at the end of the first year.\"\n        ],\n        [\n            56786,\n            \"\\u201d Michael came close to John and whispered, with a shiver, \\u201cPerhaps there is no such person, Wendy!\"\n        ],\n        [\n            56809,\n            \"\\u201d and then Wendy would have cried if Michael had not been crying.\"\n        ],\n        [\n            57033,\n            \"Michael married Wendy, and so Michael became John.\"\n        ]\n    ],\n    \"[10, 13]\": [\n        [\n            11435,\n            \"\\u201cPeter, would John teach John and Michael to fly too?\"\n        ],\n        [\n            11530,\n            \"\\u201d Michael was up by this time also, looking as sharp as a knife with six blades and a saw, but Peter suddenly signed silence.\"\n        ],\n        [\n            12317,\n            \"Not one of John could fly an inch, though Michael was in words of two syllables, and Peter did not know A from Z.\"\n        ],\n        [\n            13358,\n            \"Eventually Peter would dive through the air, and catch Michael just before Michael could strike the sea, and it was lovely the way John did it;\"\n        ],\n        [\n            16564,\n            \"Wendy called to Peter and John and Michael, and got only mocking echoes in reply.\"\n        ],\n        [\n            24356,\n            \"THE HOME UNDER THE GROUND One of the first things Peter did next day was to measure Wendy and John and Michael for hollow trees.\"\n        ],\n        [\n            31774,\n            \"\\u201cMichael kite,\\u201dPeter said without interest, but next moment John had seized the tail, and was pulling the kite toward John.\"\n        ],\n        [\n            56439,\n            \"so Michael was with Wendy when Peter came for Wendy at the end of the first year.\"\n        ],\n        [\n            56768,\n            \"\\u201cPerhaps Peter is ill,\\u201dMichael said.\"\n        ]\n    ],\n    \"[10, 15]\": [\n        [\n            2355,\n            \"Darling knew of John, and yet Michael was here and there in John and Michael\\u2019s minds, while Wendy began to be scrawled all over with Michael.\"\n        ],\n        [\n            2449,\n            \"\\u201d \\u201cMichael is John, Darling know, Darling.\"\n        ],\n        [\n            2551,\n            \"\\u201cBesides,\\u201dDarling said to Wendy, \\u201cMichael would be grown up by this time.\"\n        ],\n        [\n            2570,\n            \"\\u201d \\u201cOh no, Michael isn\\u2019t grown up,\\u201dWendy assured Darling confidently, \\u201cand Michael is just Wendy size.\"\n        ],\n        [\n            2681,\n            \"\\u201d But it would not blow over and soon Michael gave Darling quite a shock.\"\n        ],\n        [\n            2763,\n            \"Some leaves of a tree had been found on the nursery floor, which certainly were not there when John went to bed, and Darling was puzzling over them when Wendy said with a tolerant smile: \\u201cWendy do believe it is Michael again!\"\n        ],\n        [\n            3342,\n            \"Look at John, Wendy and Michael over there, John here, and Darling by the fire.\"\n        ],\n        [\n            3502,\n            \"Michael was accompanied by a strange light, no bigger than John fist, which darted about the room like a living thing and I think it must have been this light that wakened Darling.\"\n        ],\n        [\n            3564,\n            \"If John or I or Wendy had been there John should have seen that Michael was very like Darling kiss.\"\n        ],\n        [\n            3690,\n            \"Again Darling screamed, this time in distress for Michael, for John thought Michael was killed, and John ran down into the street to look for Michael little body, but it was not there;\"\n        ],\n        [\n            3917,\n            \"John thought of showing it to Darling, but Darling was totting up winter great-coats for John and Michael, with a wet towel around Darling head to keep Darling brain clear, and it seemed a shame to trouble Darling;\"\n        ],\n        [\n            4770,\n            \"Such a little thing for Mr. and Darling and Nana to recall now, but not so little if that was to be Michael last night in the nursery.\"\n        ],\n        [\n            5559,\n            \"\\u201d \\u201cJohn were still discussing it, George remember,\\u201dsays Darling, \\u201cwhen Nana came in with Michael\\u2019s medicine.\"\n        ],\n        [\n            5690,\n            \"Darling left the room to get a chocolate for Michael, and Darling thought this showed want of firmness.\"\n        ],\n        [\n            5714,\n            \"\\u201cDarling, don\\u2019t pamper Michael,\\u201dJohn called after Darling.\"\n        ]\n    ],\n    \"[11, 12]\": [\n        [\n            57113,\n            \"Years rolled on again, and Wendy had Jane.\"\n        ],\n        [\n            57182,\n            \"Jane loved to hear of Peter, and Wendy told Jane all John could remember in the very nursery from which the famous flight had taken place.\"\n        ],\n        [\n            57332,\n            \"and then it was Wendy part to put Jane to bed.\"\n        ],\n        [\n            57446,\n            \"\\u201d \\u201cThat is a long time ago, Jane,\\u201dsays Wendy.\"\n        ],\n        [\n            58985,\n            \"\\u201d When Wendy returned diffidently John found Peter sitting on the bed-post crowing gloriously, while Jane nighty was flying round the room in solemn ecstasy.\"\n        ]\n    ],\n    \"[11, 13]\": [\n        [\n            57167,\n            \"When Jane was old enough to ask them they were mostly about Peter.\"\n        ],\n        [\n            57182,\n            \"Jane loved to hear of Peter, and Wendy told Jane all John could remember in the very nursery from which the famous flight had taken place.\"\n        ],\n        [\n            57882,\n            \"\\u201d \\u201cThe last thing Peter ever said to John was, \\u2018 Just always be waiting for Peter, and then some night Jane will hear Peter crowing.\"\n        ],\n        [\n            58325,\n            \"\\u201d Peter asked, with a careless glance at Jane.\"\n        ],\n        [\n            58343,\n            \"and now John felt that John was untrue to Jane as well as to Peter.\"\n        ],\n        [\n            58883,\n            \"\\u201cPeter,\\u201dJane said, \\u201cwhy are Peter crying?\"\n        ],\n        [\n            58896,\n            \"\\u201d Peter rose and bowed to Jane, and John bowed to Peter from the bed.\"\n        ],\n        [\n            58927,\n            \"\\u201cPeter name is Peter Pan,\\u201dPeter told Jane.\"\n        ],\n        [\n            58966,\n            \"\\u201d \\u201cYes, Jane know,\\u201dJane said, \\u201cJane have been waiting for Peter.\"\n        ],\n        [\n            58985,\n            \"\\u201d When Wendy returned diffidently John found Peter sitting on the bed-post crowing gloriously, while Jane nighty was flying round the room in solemn ecstasy.\"\n        ],\n        [\n            59026,\n            \"and Jane descended and stood by Peter side, with the look in John face that Peter liked to see on ladies when John gazed at Peter.\"\n        ],\n        [\n            59054,\n            \"\\u201cPeter does so need John,\\u201dJane said.\"\n        ],\n        [\n            59140,\n            \"\\u201cIt is just for spring cleaning time,\\u201dJane said, \\u201cPeter wants John always to do Peter spring cleaning.\"\n        ]\n    ],\n    \"[12, 13]\": [\n        [\n            7800,\n            \"Peter had carried Wendy part of the way, and Peter hand was still messy with the fairy dust.\"\n        ],\n        [\n            7821,\n            \"\\u201cWendy,\\u201dPeter called softly, after making sure that John were asleep, \\u201cWendy, where are Wendy?\"\n        ],\n        [\n            7870,\n            \"\\u201cOh, do come out of that jug, and tell Peter, do Wendy know where John put Peter shadow?\"\n        ],\n        [\n            7947,\n            \"Wendy meant the chest of drawers, and Peter jumped at the drawers, scattering their contents to the floor with both hands, as kings toss ha\\u2019pence to John.\"\n        ],\n        [\n            7981,\n            \"In a moment Peter had recovered Peter shadow, and in Peter delight Peter forgot that Peter had shut Wendy up in the drawer.\"\n        ],\n        [\n            8085,\n            \"Peter sobs woke Wendy, and Wendy sat up in bed.\"\n        ],\n        [\n            8097,\n            \"Wendy was not alarmed to see Peter crying on the nursery floor;\"\n        ],\n        [\n            8117,\n            \"\\u201cPeter,\\u201dWendy said courteously, \\u201cwhy are Peter crying?\"\n        ],\n        [\n            8131,\n            \"\\u201d Peter could be exceeding polite also, having learned the grand manner at fairy ceremonies, and Peter rose and bowed to Wendy beautifully.\"\n        ],\n        [\n            8157,\n            \"Wendy was much pleased, and bowed beautifully to Peter from the bed.\"\n        ],\n        [\n            8206,\n            \"\\u201d Wendy was already sure that Peter must be Peter, but Peter did seem a comparatively short name.\"\n        ],\n        [\n            8278,\n            \"Wendy asked where Peter lived.\"\n        ],\n        [\n            8366,\n            \"\\u201d Peter wished Wendy had not mentioned letters.\"\n        ],\n        [\n            8452,\n            \"\\u201cPeter, no wonder Peter were crying,\\u201dWendy said, and got out of bed and ran to Peter.\"\n        ],\n        [\n            8526,\n            \"\\u201d Then Wendy saw the shadow on the floor, looking so draggled, and Wendy was frightfully sorry for Peter.\"\n        ],\n        [\n            8552,\n            \"\\u201d Wendy said, but Wendy could not help smiling when Wendy saw that Peter had been trying to stick it on with soap.\"\n        ],\n        [\n            8634,\n            \"\\u201d But Wendy was exulting in Peter ignorance.\"\n        ],\n        [\n            8643,\n            \"\\u201cWendy shall sew it on for Peter, Peter,\\u201dWendy said, though Peter was tall as Wendy, and Wendy got out John, and sewed the shadow on to Peter foot.\"\n        ],\n        [\n            8685,\n            \"\\u201cWendy daresay it will hurt a little,\\u201dWendy warned Peter.\"\n        ],\n        [\n            8751,\n            \"\\u201cPerhaps Wendy should have ironed it,\\u201dWendy said thoughtfully, but Peter, boylike, was indifferent to appearances, and Peter was now jumping about in the wildest glee.\"\n        ],\n        [\n            8785,\n            \"Alas, Peter had already forgotten that Peter owed Peter bliss to Wendy.\"\n        ],\n        [\n            8870,\n            \"\\u201cPeter conceit,\\u201dWendy exclaimed, with frightful sarcasm;\"\n        ],\n        [\n            8889,\n            \"\\u201d \\u201cWendy did a little,\\u201dPeter said carelessly, and continued to dance.\"\n        ],\n        [\n            8947,\n            \"To induce Wendy to look up Peter pretended to be going away, and when this failed Peter sat on the end of the bed and tapped Wendy gently with Peter foot.\"\n        ],\n        [\n            9314,\n            \"When John are introduced, it is customary for John to ask each other\\u2019s age, and so Wendy, who always liked to do the correct thing, asked Peter how old John was.\"\n        ],\n        [\n            9872,\n            \"\\u201cPeter,\\u201dJohn cried, clutching John, \\u201cJohn don\\u2019t mean to tell Wendy that there is a fairy in this room!\"\n        ],\n        [\n            10169,\n            \"\\u201cWendy,\\u201dsaid Peter amiably, \\u201cWendy says John wishes Wendy were John fairy.\"\n        ],\n        [\n            10194,\n            \"\\u201cWhat does Wendy say, Peter?\"\n        ],\n        [\n            10263,\n            \"\\u201d To this Wendy replied in these words, \\u201cPeter,\\u201dand disappeared into the bathroom.\"\n        ],\n        [\n            10284,\n            \"\\u201cWendy is quite a common fairy,\\u201dPeter explained apologetically, \\u201cWendy is called Tinker Bell because Wendy mends the pots and kettles.\"\n        ],\n        [\n            10817,\n            \"\\u201d Peter could not understand why, but Wendy understood, and Wendy was just slightly disappointed when John admitted that John came to the nursery window not to see Wendy but to listen to stories.\"\n        ],\n        [\n            10885,\n            \"\\u201cDo Wendy know,\\u201dPeter asked \\u201cwhy swallows build in the eaves of houses?\"\n        ],\n        [\n            10949,\n            \"\\u201d \\u201cPeter,\\u201dsaid Wendy excitedly, \\u201cthat was Cinderella, and John found Wendy, and they lived happily ever after.\"\n        ],\n        [\n            11018,\n            \"\\u201d \\u201cDon\\u2019t go Peter,\\u201dWendy entreated, \\u201cWendy know such lots of stories.\"\n        ],\n        [\n            12546,\n            \"Peter gave Wendy a hand at first, but had to desist, Tink was so indignant.\"\n        ],\n        [\n            12985,\n            \"\\u201d That, Peter had told Wendy, was the way to the Neverland;\"\n        ],\n        [\n            13242,\n            \"But Wendy noticed with gentle concern that Peter did not seem to know that this was rather an odd way of getting John bread and butter, nor even that there are other ways.\"\n        ],\n        [\n            15071,\n            \"\\u201d Wendy said \\u201ctea first\\u201dquickly, and Peter pressed Wendy hand in gratitude, but John hesitated.\"\n        ],\n        [\n            15666,\n            \"Wendy quite liked it, until Peter pointed out the drawbacks.\"\n        ],\n        [\n            15750,\n            \"\\u201d \\u201cTell Wendy to go away at once, Peter,\\u201dthe three cried simultaneously, but John refused.\"\n        ],\n        [\n            15958,\n            \"\\u201cIf only one of John had a pocket,\\u201dPeter said, \\u201cJohn could carry Wendy in it.\"\n        ],\n        [\n            16028,\n            \"John carried it, though Wendy had hoped to be carried by Peter.\"\n        ],\n        [\n            16564,\n            \"Wendy called to Peter and John and Michael, and got only mocking echoes in reply.\"\n        ],\n        [\n            20863,\n            \"John reply rang out: \\u201cPeter wants John to shoot Wendy.\"\n        ],\n        [\n            21175,\n            \"\\u201cNow John see,\\u201dJohn said: \\u201cPeter was bringing Wendy to John.\"\n        ],\n        [\n            21585,\n            \"\\u201cPeter,\\u201dTootles said quietly, \\u201cTootles will show Wendy to John,\\u201dand when the others would still have hidden Tootles said, \\u201cBack, twins, let Peter see.\"\n        ],\n        [\n            21905,\n            \"\\u201cWendy lives,\\u201dPeter said briefly.\"\n        ],\n        [\n            21924,\n            \"\\u201d Then Peter knelt beside Wendy and found John button.\"\n        ],\n        [\n            22249,\n            \"\\u201d \\u201cNo, no,\\u201dPeter said, \\u201cyou must not touch Wendy.\"\n        ],\n        [\n            24356,\n            \"THE HOME UNDER THE GROUND One of the first things Peter did next day was to measure Wendy and John and Michael for hollow trees.\"\n        ],\n        [\n            26032,\n            \"For one thing Peter despised all mothers except Wendy, and for another Peter was the only boy on the island who could neither write nor spell;\"\n        ],\n        [\n            26128,\n            \"but about this time Peter invented, with Wendy help, a new game that fascinated Peter enormously, until Peter suddenly had no more interest in it, which, as John have been told, was what always happened with Peter games.\"\n        ],\n        [\n            26388,\n            \"Sometimes Peter came home with Peter head bandaged, and then Wendy cooed over Peter and bathed it in lukewarm water, while Peter told a dazzling tale.\"\n        ],\n        [\n            26852,\n            \"Or suppose John tell of John, particularly of the Never bird that built in a tree overhanging the lagoon, and how the nest fell into the water, and still Wendy sat on Wendy eggs, and Peter gave orders that Wendy was not to be disturbed.\"\n        ],\n        [\n            27049,\n            \"and though Peter waited for hours, with John and Wendy looking on breathlessly from trees, not one of John dared to accept Peter challenge.\"\n        ],\n        [\n            27464,\n            \"Peter gave Wendy one of John combs.\"\n        ],\n        [\n            27496,\n            \"but the lagoon is dangerous for John then, and until the evening of which John have now to tell, Wendy had never seen the lagoon by moonlight, less from fear, for of course Peter would have accompanied Wendy, than because Wendy had strict rules about John being in bed by seven.\"\n        ],\n        [\n            28261,\n            \"A strange smile was playing about Peter face, and Wendy saw it and shuddered.\"\n        ],\n        [\n            28636,\n            \"Quite near the rock, but out of sight, two heads were bobbing up and down, Peter\\u2019s and Wendy\\u2019s.\"\n        ],\n        [\n            28689,\n            \"Peter was less sorry than Wendy for Tiger Lily: it was two against one that angered Peter, and Peter meant to save Tiger Lily.\"\n        ],\n        [\n            28942,\n            \"Of course Wendy was very elated over Peter cleverness;\"\n        ],\n        [\n            28954,\n            \"but Wendy knew that Peter would be elated also and very likely crow and thus betray Peter, so at once Wendy hand went out to cover Peter mouth.\"\n        ],\n        [\n            29085,\n            \"In the light of the lantern Wendy saw Peter hook grip the boat\\u2019s side;\"\n        ],\n        [\n            29102,\n            \"Wendy saw Peter evil swarthy face as Peter rose dripping from the water, and, quaking, Wendy would have liked to swim away, but Peter would not budge.\"\n        ],\n        [\n            29161,\n            \"\\u201d Peter whispered to Wendy, and though Wendy thought so also, Wendy was really glad for the sake of Peter reputation that John heard Peter except Wendy.\"\n        ],\n        [\n            29192,\n            \"Peter signed to Wendy to listen.\"\n        ],\n        [\n            29376,\n            \"Peter pulled Wendy beneath the water, for Peter had started up, crying, \\u201cWhat was that?\"\n        ],\n        [\n            31270,\n            \"but now John were uneasy, for John had lost both Peter and Wendy, and were scouring the lagoon for them, calling John by name.\"\n        ],\n        [\n            31298,\n            \"John found the dinghy and went home in it, shouting \\u201cPeter, Wendy\\u201das John went, but no answer came save mocking laughter from John.\"\n        ],\n        [\n            31427,\n            \"With a last effort Peter pulled Wendy up the rock and then lay down beside Wendy.\"\n        ],\n        [\n            31496,\n            \"Peter, feeling Wendy slip from John, woke with a start, and was just in time to draw Wendy back.\"\n        ],\n        [\n            32273,\n            \"it was Wendy, making desperate efforts to reach Peter on the nest.\"\n        ],\n        [\n            32289,\n            \"By working Wendy wings, in a way Wendy had learned since the nest fell into the water, Wendy was able to some extent to guide Wendy strange craft, but by the time Peter recognised Wendy was very exhausted.\"\n        ],\n        [\n            32438,\n            \"In fanciful stories John can talk to the birds freely, and John wish for the moment John could pretend that this were such a story, and say that Peter replied intelligently to Wendy;\"\n        ],\n        [\n            32688,\n            \"\\u201d Peter felt that Wendy was calling John names, and at a venture John retorted hotly: \\u201cSo are Wendy!\"\n        ],\n        [\n            33035,\n            \"and, alas, Peter crowed John agreement with Wendy.\"\n        ],\n        [\n            33108,\n            \"Of course when Peter landed John beached John barque in a place where Wendy would easily find it;\"\n        ],\n        [\n            34751,\n            \"\\u201cPeter, John just spoil John, John know,\\u201dWendy simpered.\"\n        ],\n        [\n            34766,\n            \"\\u201cAh, Wendy,\\u201dsaid Peter, hanging up John gun.\"\n        ],\n        [\n            34961,\n            \"\\u201cOf course it is Saturday night, Peter,\\u201dWendy said, relenting.\"\n        ],\n        [\n            35020,\n            \"\\u201cAh, Wendy,\\u201dPeter said aside to Wendy, warming Peter by the fire and looking down at Wendy as Wendy sat turning a heel, \\u201cthere is nothing more pleasant of an evening for Wendy and Peter when the day\\u2019s toil is over than to rest by the fire with the little ones near by.\"\n        ],\n        [\n            35121,\n            \"\\u201d Wendy went to Peter and put Wendy hand on Peter shoulder.\"\n        ],\n        [\n            35134,\n            \"\\u201cPeter Peter,\\u201dWendy said, \\u201cwith such a large family, of course, Wendy have now passed Wendy best, but Peter don\\u2019t want to change Wendy, do Peter?\"\n        ],\n        [\n            35178,\n            \"\\u201d Certainly Peter did not want a change, but Peter looked at Wendy uncomfortably, blinking, you know, like one not sure whether Peter was awake or asleep.\"\n        ],\n        [\n            35284,\n            \"\\u201d \\u201cBut John are John, Peter, yours and Wendy.\"\n        ],\n        [\n            35324,\n            \"and Wendy distinctly heard Peter sigh of relief.\"\n        ],\n        [\n            35333,\n            \"\\u201cPeter,\\u201dWendy asked, trying to speak firmly, \\u201cwhat are John exact feelings to Wendy?\"\n        ],\n        [\n            35388,\n            \"\\u201cWendy are so queer,\\u201dPeter said, frankly puzzled, \\u201cand Tiger Lily is just the same.\"\n        ],\n        [\n            35498,\n            \"\\u201d \\u201cOh yes, John will tell Peter,\\u201dWendy retorted scornfully.\"\n        ],\n        [\n            35864,\n            \"\\u201d And then at last John got into bed for Wendy\\u2019s story, the story John loved best, the story Peter hated.\"\n        ],\n        [\n            36143,\n            \"\\u201cLittle less noise there,\\u201dPeter called out, determined that Wendy should have fair play, however beastly a story it might be in Peter opinion.\"\n        ],\n        [\n            36621,\n            \"\\u201d Wendy had now come to the part that Peter hated.\"\n        ],\n        [\n            37046,\n            \"But there was one there who knew better, and when Wendy finished Peter uttered a hollow groan.\"\n        ],\n        [\n            37072,\n            \"\\u201d Wendy cried, running to Peter, thinking Peter was ill.\"\n        ],\n        [\n            37085,\n            \"Wendy felt Peter solicitously, lower down than Peter chest.\"\n        ],\n        [\n            37165,\n            \"\\u201cLong ago,\\u201dPeter said, \\u201cPeter thought like Wendy that John would always keep the window open for Peter, so Peter stayed away for moons and moons and moons, and then flew back;\"\n        ],\n        [\n            37301,\n            \"\\u201cWendy, let John go home,\\u201dcried John and Peter together.\"\n        ],\n        [\n            37401,\n            \"\\u201d This dread made Wendy forgetful of what must be Peter feelings, and Wendy said to Peter rather sharply, \\u201cPeter, will Peter make the necessary arrangements?\"\n        ],\n        [\n            37434,\n            \"\\u201d \\u201cIf Wendy wish it,\\u201dPeter replied, as coolly as if Wendy had asked Peter to pass the nuts.\"\n        ],\n        [\n            37473,\n            \"If Wendy did not mind the parting, Peter was going to show Wendy, was Peter, that neither did Peter.\"\n        ],\n        [\n            37823,\n            \"\\u201cWendy,\\u201dPeter said, striding up and down, \\u201cPeter have asked John to guide Wendy through the wood, as flying tires Wendy so.\"\n        ],\n        [\n            37861,\n            \"\\u201d \\u201cThen,\\u201dPeter continued, in the short sharp voice of one accustomed to be obeyed, \\u201cJohn will take Wendy across the sea.\"\n        ],\n        [\n            38011,\n            \"\\u201d John exclaimed, aghast at such insubordination, whereupon Peter went sternly toward Wendy chamber.\"\n        ],\n        [\n            38362,\n            \"\\u201cAnd now, Peter,\\u201dWendy said, thinking Wendy had put everything right, \\u201cWendy am going to give Peter Peter medicine before Peter go.\"\n        ],\n        [\n            38441,\n            \"On this occasion, however, Wendy did not give Peter draught, for just as Wendy had prepared it, Wendy saw a look on Peter face that made Wendy heart sink.\"\n        ],\n        [\n            38476,\n            \"\\u201cGet Peter things, Peter,\\u201dWendy cried, shaking.\"\n        ],\n        [\n            38489,\n            \"\\u201cNo,\\u201dPeter answered, pretending indifference, \\u201cPeter am not going with Wendy, Wendy.\"\n        ],\n        [\n            38519,\n            \"\\u201d To show that Wendy departure would leave Peter unmoved, Peter skipped up and down the room, playing gaily on Peter heartless pipes.\"\n        ],\n        [\n            38545,\n            \"Wendy had to run about after Peter, though it was rather undignified.\"\n        ],\n        [\n            38607,\n            \"\\u201cNo, no,\\u201dPeter told Wendy decisively;\"\n        ],\n        [\n            38827,\n            \"Wendy had to take Peter hand, and there was no indication that Peter would prefer a thimble.\"\n        ],\n        [\n            38857,\n            \"\\u201d Wendy said, lingering over Peter.\"\n        ],\n        [\n            39008,\n            \"Wendy fell on John knees, but John arms were extended toward Peter.\"\n        ],\n        [\n            49158,\n            \"It was for neither a scream nor a crow that Wendy was watching, it was for the reappearance of Peter.\"\n        ],\n        [\n            49230,\n            \"First signing John to hide, Peter cut Wendy bonds, and then nothing could have been easier than for them all to fly off together;\"\n        ],\n        [\n            49276,\n            \"\\u201d So when Peter had freed Wendy, Peter whispered for Wendy to conceal Wendy with the others, and Peter took Wendy place by the mast, Wendy cloak around Peter so that Peter should pass for Wendy.\"\n        ],\n        [\n            50997,\n            \"Wendy, of course, had stood by taking no part in the fight, though watching Peter with glistening eyes;\"\n        ],\n        [\n            51030,\n            \"Wendy praised John equally, and shuddered delightfully when Peter showed Wendy the place where John had killed one;\"\n        ],\n        [\n            51138,\n            \"Peter had one of Peter dreams that night, and cried in Peter sleep for a long time, and Wendy held Peter tightly.\"\n        ],\n        [\n            51485,\n            \"The general feeling was that Peter was honest just now to lull Wendy\\u2019s suspicions, but that there might be a change when the new suit was ready, which, against Wendy will, Wendy was making for Peter out of some of Hook\\u2019s wickedest garments.\"\n        ],\n        [\n            52887,\n            \"Some like Peter best, and some like Wendy best, but John like Darling best.\"\n        ],\n        [\n            53572,\n            \"and Wendy will have to go back with Peter.\"\n        ],\n        [\n            55387,\n            \"As for Peter, Peter saw Wendy once again before Peter flew away.\"\n        ],\n        [\n            55401,\n            \"Peter did not exactly come to the window, but Peter brushed against it in passing so that Wendy could open it if Wendy liked and call to Peter.\"\n        ],\n        [\n            55437,\n            \"\\u201cHullo, Wendy, good-bye,\\u201dPeter said.\"\n        ],\n        [\n            55463,\n            \"\\u201d \\u201cPeter don\\u2019t feel, Peter,\\u201dWendy said falteringly, \\u201cthat Peter would like to say anything to John about a very sweet subject?\"\n        ],\n        [\n            55647,\n            \"\\u201d \\u201cPeter,\\u201dsaid Wendy, \\u201cWendy should love Peter in a beard;\"\n        ],\n        [\n            55867,\n            \"\\u201d \\u201cPeter shall have such fun,\\u201dsaid Peter, with eye on Wendy.\"\n        ],\n        [\n            56029,\n            \"\\u201d \\u201cOh, all right,\\u201dPeter said, as if Peter had asked Wendy from politeness merely;\"\n        ],\n        [\n            56145,\n            \"I suppose it was because Wendy knew this that Wendy last words to John were these rather plaintive ones: \\u201cJohn won\\u2019t forget Wendy, Peter, will John, before spring cleaning time comes?\"\n        ],\n        [\n            56439,\n            \"so Michael was with Wendy when Peter came for Wendy at the end of the first year.\"\n        ],\n        [\n            56457,\n            \"Wendy flew away with Peter in the frock John had woven from leaves and berries in the Neverland, and John one fear was that John might notice how short it had become;\"\n        ],\n        [\n            56685,\n            \"Wendy was pained too to find that the past year was but as yesterday to Peter;\"\n        ],\n        [\n            57182,\n            \"Jane loved to hear of Peter, and Wendy told Jane all John could remember in the very nursery from which the famous flight had taken place.\"\n        ],\n        [\n            57684,\n            \"\\u201cPeter,\\u201dsays Wendy, \\u201ctried to stick it on with soap, and when Peter could not Peter cried, and that woke John, and John sewed it on for Peter.\"\n        ],\n        [\n            57917,\n            \"\\u201d \\u201cBut, alas, Peter forgot all about John,\\u201dWendy said it with a smile.\"\n        ],\n        [\n            57959,\n            \"\\u201cIt was like this,\\u201dWendy said, trying to imitate Peter.\"\n        ],\n        [\n            58164,\n            \"Peter was exactly the same as ever, and Wendy saw at once that Peter still had all Peter first teeth.\"\n        ],\n        [\n            58556,\n            \"\\u201cWendy will turn up the light,\\u201dJohn said, \\u201cand then Peter can see for John.\"\n        ],\n        [\n            58820,\n            \"and Wendy did not know how to comfort Peter, though John could have done it so easily once.\"\n        ],\n        [\n            58985,\n            \"\\u201d When Wendy returned diffidently John found Peter sitting on the bed-post crowing gloriously, while Jane nighty was flying round the room in solemn ecstasy.\"\n        ],\n        [\n            59088,\n            \"\\u201d \\u201cGood-bye,\\u201dsaid Peter to Wendy;\"\n        ]\n    ],\n    \"[12, 14]\": [\n        [\n            33142,\n            \"It drifted about till it went to pieces, and often Starkey came to the shore of the lagoon, and with many bitter feelings watched Wendy sitting on John hat.\"\n        ]\n    ],\n    \"[12, 15]\": [\n        [\n            32,\n            \"One day when Wendy was two years old Wendy was playing in a garden, and Wendy plucked another flower and ran with it to Darling.\"\n        ],\n        [\n            60,\n            \"John suppose Wendy must have looked rather delightful, for Darling put Darling hand to Darling heart and cried, \\u201cOh, why can\\u2019t Wendy remain like this for ever!\"\n        ],\n        [\n            134,\n            \"Of course John lived at 14, and until Wendy came Darling was John.\"\n        ],\n        [\n            200,\n            \"and Darling sweet mocking mouth had one kiss on it that Wendy could never get, though there it was, perfectly conspicuous in the right-hand corner.\"\n        ],\n        [\n            230,\n            \"The way Darling won Wendy was this: John discovered simultaneously that John loved Wendy, and John ran to Wendy house to propose to Wendy except Darling, who took a cab and nipped in first, and so Darling got Wendy.\"\n        ],\n        [\n            290,\n            \"Darling got Wendy, except the innermost box and the kiss.\"\n        ],\n        [\n            349,\n            \"Darling used to boast to Wendy that Darling not only loved Darling but respected Darling.\"\n        ],\n        [\n            535,\n            \"Darling was frightfully proud of Wendy, but Darling was very honourable, and Darling sat on the edge of Darling bed, holding Darling hand and calculating expenses, while Darling looked at Darling imploringly.\"\n        ],\n        [\n            653,\n            \"Darling can cut off Darling coffee at the office, say ten shillings, making two nine and six, with Wendy eighteen and three makes three nine seven, with five naught naught in Darling cheque-book makes eight nine seven \\u2014 who is that moving?\"\n        ],\n        [\n            702,\n            \"\\u2014 eight nine seven, dot and carry seven \\u2014 don\\u2019t speak, Darling own \\u2014 and the pound Wendy lent to that man who came to the door \\u2014 quiet, child \\u2014 dot and carry child \\u2014 there, Wendy\\u2019ve done it!\"\n        ],\n        [\n            796,\n            \"But John was prejudiced in Wendy\\u2019s favour, and Darling was really the grander character of the two.\"\n        ],\n        [\n            2355,\n            \"Darling knew of John, and yet Michael was here and there in John and Michael\\u2019s minds, while Wendy began to be scrawled all over with Michael.\"\n        ],\n        [\n            2551,\n            \"\\u201cBesides,\\u201dDarling said to Wendy, \\u201cMichael would be grown up by this time.\"\n        ],\n        [\n            2570,\n            \"\\u201d \\u201cOh no, Michael isn\\u2019t grown up,\\u201dWendy assured Darling confidently, \\u201cand Michael is just Wendy size.\"\n        ],\n        [\n            2639,\n            \"\\u201cMark Darling words,\\u201dDarling said, \\u201cit is some nonsense Wendy has been putting into John heads;\"\n        ],\n        [\n            2763,\n            \"Some leaves of a tree had been found on the nursery floor, which certainly were not there when John went to bed, and Darling was puzzling over them when Wendy said with a tolerant smile: \\u201cWendy do believe it is Michael again!\"\n        ],\n        [\n            2981,\n            \"Darling did not know what to think, for it all seemed so natural to Wendy that John could not dismiss it by saying Wendy had been dreaming.\"\n        ],\n        [\n            3342,\n            \"Look at John, Wendy and Michael over there, John here, and Darling by the fire.\"\n        ],\n        [\n            3564,\n            \"If John or I or Wendy had been there John should have seen that Michael was very like Darling kiss.\"\n        ],\n        [\n            4572,\n            \"John had found John two older children playing at being John and John on the occasion of Wendy birth, and John was saying: \\u201cJohn am happy to inform John, Darling, that John are now John,\\u201din just such a tone as Darling may have used on the real occasion.\"\n        ],\n        [\n            6650,\n            \"\\u201d \\u201cIt was only a joke,\\u201dJohn roared, while Darling comforted John, and Wendy hugged Nana.\"\n        ],\n        [\n            36173,\n            \"\\u201cDarling name,\\u201dWendy continued, \\u201cwas Darling, and John name was John.\"\n        ],\n        [\n            51972,\n            \"so that when John enter grandly Darling may not even offer Wendy mouth, and Darling may exclaim pettishly, \\u201cDash it all, here are John again.\"\n        ],\n        [\n            52298,\n            \"When John flew away, Darling felt in Darling bones that all the blame was Darling for having chained Wendy up, and that from first to last Nana had been wiser than Darling.\"\n        ],\n        [\n            52887,\n            \"Some like Peter best, and some like Wendy best, but John like Darling best.\"\n        ],\n        [\n            53144,\n            \"\\u201cThere were John to-day,\\u201dDarling assured Wendy with a faint flush;\"\n        ],\n        [\n            53162,\n            \"but when Wendy tossed Wendy head Darling had not a word of reproof for Wendy.\"\n        ]\n    ],\n    \"[12, 17]\": [\n        [\n            26807,\n            \"but always Wendy snatched it from the hands of John, so that in time it lost its succulence, and became as hard as a stone, and was used as a missile, and Hook fell over it in the dark.\"\n        ],\n        [\n            40340,\n            \"It was Hook wanted, John and Wendy and John band, but chiefly John.\"\n        ],\n        [\n            46370,\n            \"\\u201cSo, Wendy,\\u201dsaid Hook, as if John spoke in syrup, \\u201cWendy are to see John walk the plank.\"\n        ],\n        [\n            46759,\n            \"Hook smiled on John with John teeth closed, and took a step toward Wendy.\"\n        ],\n        [\n            49510,\n            \"\\u201cFling Wendy overboard,\\u201dcried Hook;\"\n        ],\n        [\n            51050,\n            \"and then Wendy took John into Hook cabin and pointed to John watch which was hanging on a nail.\"\n        ],\n        [\n            51485,\n            \"The general feeling was that Peter was honest just now to lull Wendy\\u2019s suspicions, but that there might be a change when the new suit was ready, which, against Wendy will, Wendy was making for Peter out of some of Hook\\u2019s wickedest garments.\"\n        ]\n    ],\n    \"[13, 14]\": [\n        [\n            28791,\n            \"\\u201cPeter must be swimming out to John,\\u201dStarkey said, when John had looked for Peter in vain.\"\n        ],\n        [\n            28895,\n            \"\\u201cBetter do what Peter orders,\\u201dsaid Starkey nervously.\"\n        ],\n        [\n            29259,\n            \"\\u201cPeter sighs again,\\u201dsaid Starkey.\"\n        ],\n        [\n            29521,\n            \"Smee, much impressed, gazed at the bird as the nest was borne past, but Starkey said, \\u201cIf John is John, perhaps John is hanging about here to help Peter.\"\n        ]\n    ],\n    \"[13, 15]\": [\n        [\n            1588,\n            \"Darling first heard of Peter when John was tidying up John\\u2019s minds.\"\n        ],\n        [\n            52887,\n            \"Some like Peter best, and some like Wendy best, but John like Darling best.\"\n        ]\n    ],\n    \"[13, 17]\": [\n        [\n            15366,\n            \"\\u201d \\u201cThat\\u2019s Hook,\\u201dsaid Peter.\"\n        ],\n        [\n            18663,\n            \"\\u201cI do wish Peter would come back,\\u201devery one of John said nervously, though in height and still more in breadth John were all larger than Hook.\"\n        ],\n        [\n            19460,\n            \"\\u2019 Twas Peter cut off Hook arm.\"\n        ],\n        [\n            29978,\n            \"Peter immediately answered in Hook\\u2019s voice: \\u201cOdds, bobs, hammer and tongs, John hear you.\"\n        ],\n        [\n            30864,\n            \"Hook rose to the rock to breathe, and at the same moment Peter scaled it on the opposite side.\"\n        ],\n        [\n            31071,\n            \"Not the pain of this but Hook unfairness was what dazed Peter.\"\n        ],\n        [\n            39618,\n            \"Here dreaming, though wide-awake, of the exquisite tortures to which John were to put Peter at break of day, John were found by Hook.\"\n        ],\n        [\n            40357,\n            \"Peter was such a small boy that one tends to wonder at Hook hatred of Peter.\"\n        ],\n        [\n            40377,\n            \"True Peter had flung Hook arm to the crocodile, but even this and the increased insecurity of life to which it led, owing to the crocodile\\u2019s pertinacity, hardly account for a vindictiveness so relentless and malignant.\"\n        ],\n        [\n            40421,\n            \"The truth is that there was a something about Peter which goaded Hook to frenzy.\"\n        ],\n        [\n            40496,\n            \"it made Hook iron claw twitch, and at night Peter disturbed Hook like an insect.\"\n        ],\n        [\n            40513,\n            \"While Peter lived, Hook felt that John was a lion in a cage into which a sparrow had come.\"\n        ],\n        [\n            41557,\n            \"Sufficient of this Hook guessed to persuade John that Peter at last lay at John mercy, but no word of the dark design that now formed in the subterranean caverns of John mind crossed John lips;\"\n        ],\n        [\n            41752,\n            \"Hook saw it, and it did Peter a bad service.\"\n        ],\n        [\n            42496,\n            \"What stayed Hook was John impertinent appearance as Peter slept.\"\n        ],\n        [\n            42558,\n            \"If Hook rage had broken John into a hundred pieces every one of them would have disregarded the incident, and leapt at Peter.\"\n        ],\n        [\n            42659,\n            \"To Hook disordered brain it seemed then that the irritating quality in Peter\\u2019s face and figure visibly increased, and Hook rattled the door and flung Hook against it.\"\n        ],\n        [\n            42705,\n            \"The red in Hook eye had caught sight of Peter\\u2019s medicine standing on a ledge within easy reach.\"\n        ],\n        [\n            49259,\n            \"but one thing barred the way, an oath, \\u201cHook or Peter this time.\"\n        ],\n        [\n            49973,\n            \"\\u201d Thus suddenly Hook found John face to face with Peter.\"\n        ],\n        [\n            49996,\n            \"For long the two enemies looked at one another, Hook shuddering slightly, and Peter with the strange smile upon Peter face.\"\n        ],\n        [\n            50020,\n            \"\\u201cSo, Pan,\\u201dsaid Hook at last, \\u201cthis is all Peter doing.\"\n        ],\n        [\n            50058,\n            \"\\u201d \\u201cPeter,\\u201dsaid Hook, \\u201cprepare to meet thy doom.\"\n        ],\n        [\n            50163,\n            \"Hook, scarcely Peter inferior in brilliancy, but not quite so nimble in wrist play, forced Peter back by the weight of John onset, hoping suddenly to end all with a favourite thrust, taught John long ago by Barbecue at Rio;\"\n        ],\n        [\n            50325,\n            \"Hook did so instantly, but with a tragic feeling that Peter was showing good form.\"\n        ],\n        [\n            51485,\n            \"The general feeling was that Peter was honest just now to lull Wendy\\u2019s suspicions, but that there might be a change when the new suit was ready, which, against Wendy will, Wendy was making for Peter out of some of Hook\\u2019s wickedest garments.\"\n        ],\n        [\n            51537,\n            \"It was afterwards whispered among John that on the first night Peter wore this suit Peter sat long in the cabin with Hook cigar-holder in Peter mouth and one hand clenched, all but for the forefinger, which Peter bent and held threateningly aloft like a hook.\"\n        ]\n    ],\n    \"[14, 17]\": [\n        [\n            29837,\n            \"\\u201cHook called over the water to John to let Tiger Lily go,\\u201dsaid Starkey.\"\n        ],\n        [\n            30000,\n            \"\\u201d In that supreme moment Hook did not blanch, even at the gills, but Smee and Starkey clung to each other in terror.\"\n        ],\n        [\n            30563,\n            \"In a moment Hook was Hook again, and Smee and Starkey were John faithful henchmen.\"\n        ],\n        [\n            48528,\n            \"\\u201cJohn think John heard Starkey volunteer, Starkey,\\u201dsaid Hook, purring again.\"\n        ],\n        [\n            48555,\n            \"\\u201cJohn hook thinks Starkey did,\\u201dsaid Hook, crossing to Starkey.\"\n        ],\n        [\n            48649,\n            \"\\u201cShake hands, Starkey,\\u201dsaid Hook, proffering John claw.\"\n        ],\n        [\n            48674,\n            \"As Starkey backed up Hook advanced, and now the red spark was in John eye.\"\n        ]\n    ],\n    \"[14, 18]\": [\n        [\n            40986,\n            \"John rose out of it into the arms of Cecco, who flung John to Smee, who flung John to Starkey, who flung John to Bill Jukes, who flung John to John, and so John was tossed from one to another till John fell at the feet of John.\"\n        ],\n        [\n            48508,\n            \"\\u201d \\u201cWait till Cecco comes out,\\u201dgrowled Starkey, and John took up the cry.\"\n        ]\n    ],\n    \"[17, 18]\": [\n        [\n            48271,\n            \"\\u201d hissed Hook, towering over Cecco.\"\n        ],\n        [\n            48826,\n            \"\\u201cCecco\\u2019s as dead as John,\\u201dsaid Hook shortly.\"\n        ]\n    ]\n}"