"{\n    \"[1, 3]\": [\n        [\n            140,\n            \"Now the way that the book winds up is this: Tom and me found the money that the robbers hid in the cave, and it made us rich.\"\n        ],\n        [\n            312,\n            \"But Tom Sawyer he hunted me up and said he was going to start a band of robbers, and I might join if I would go back to the widow and be respectable.\"\n        ],\n        [\n            1090,\n            \"I asked her if she reckoned Tom Sawyer would go there, and she said not by a considerable sight.\"\n        ],\n        [\n            1866,\n            \"we could a touched him, nearly.\"\n        ],\n        [\n            2241,\n            \"Tom he made a sign to me-- kind of a little noise with his mouth-- and we went creeping away on our hands and knees.\"\n        ],\n        [\n            2271,\n            \"When we was ten foot off Tom whispered to me, and wanted to tie Jim to the tree for fun.\"\n        ],\n        [\n            2298,\n            \"he might wake and make a disturbance, and then they\\u2019d find out I warn\\u2019t in.\"\n        ],\n        [\n            2367,\n            \"so we slid in there and got three candles, and Tom laid five cents on the table for pay.\"\n        ],\n        [\n            2446,\n            \"As soon as Tom was back we cut along the path, around the garden fence, and by and by fetched up on the steep top of the hill the other side of the house.\"\n        ],\n        [\n            2627,\n            \"Jim was monstrous proud about it, and he got so he wouldn\\u2019t hardly notice the other niggers.\"\n        ],\n        [\n            2865,\n            \"Jim was most ruined for a servant, because he got stuck up on account of having seen the devil and been rode by witches.\"\n        ],\n        [\n            2891,\n            \"Well, when Tom and me got to the edge of the hilltop we looked away down into the village and could see three or four lights twinkling, where there was sick folks, maybe;\"\n        ],\n        [\n            3015,\n            \"We went to a clump of bushes, and Tom made everybody swear to keep the secret, and then showed them a hole in the hill, right in the thickest part of the bushes.\"\n        ],\n        [\n            3081,\n            \"Tom poked about amongst the passages, and pretty soon ducked under a wall where you wouldn\\u2019t a noticed that there was a hole.\"\n        ],\n        [\n            3134,\n            \"Tom says: \\u201cNow, we\\u2019ll start this band of robbers and call it Tom Sawyer\\u2019s Gang.\"\n        ],\n        [\n            3377,\n            \"Everybody said it was a real beautiful oath, and asked Tom if he got it out of his own head.\"\n        ],\n        [\n            3999,\n            \"\\u201d \\u201cOh, that\\u2019s all very fine to _ say _, Tom Sawyer, but how in the nation are these fellows going to be ransomed if we don\\u2019t know how to do it to them?\"\n        ],\n        [\n            47748,\n            \"Rouse out Bob and Tom, some of you, and fetch the guns.\"\n        ],\n        [\n            47833,\n            \"Bob, if you and Tom are ready, take your places.\"\n        ],\n        [\n            53664,\n            \"Bob\\u2019s been carved up some with a bowie, and Tom\\u2019s been hurt once or twice.\"\n        ],\n        [\n            112879,\n            \"Only, they-- they-- told me you would.\"\n        ],\n        [\n            112892,\n            \"\\u201d \\u201c_ They _ told you I would.\"\n        ],\n        [\n            113025,\n            \"They told me to.\"\n        ],\n        [\n            113030,\n            \"They all told me to.\"\n        ],\n        [\n            113217,\n            \"They said you would, and I thought you would.\"\n        ],\n        [\n            113490,\n            \"Sis never wrote to me about anybody coming but him.\"\n        ],\n        [\n            113501,\n            \"\\u201d \\u201cIt\\u2019s because it warn\\u2019t _ intended _ for any of us to come but Tom,\\u201dhe says;\"\n        ],\n        [\n            113527,\n            \"\\u201cbut I begged and begged, and at the last minute she let me come, too;\"\n        ],\n        [\n            113546,\n            \"so, coming down the river, me and Tom thought it would be a first-rate surprise for him to come here to the house first, and for me to by and by tag along and drop in, and let on to be a stranger.\"\n        ],\n        [\n            113883,\n            \"But at supper, at night, one of the little boys says: \\u201cPa, mayn\\u2019t Tom and Sid and me go to the show?\"\n        ],\n        [\n            113945,\n            \"because the runaway nigger told Burton and me all about that scandalous show, and Burton said he would tell the people;\"\n        ],\n        [\n            113968,\n            \"so I reckon they\\u2019ve drove the owdacious loafers out of town before this time.\"\n        ],\n        [\n            114052,\n            \"for I didn\\u2019t believe anybody was going to give the king and the duke a hint, and so if I didn\\u2019t hurry up and give them one they\\u2019d get into trouble sure.\"\n        ],\n        [\n            114227,\n            \"and as they went by I see they had the king and the duke astraddle of a rail-- that is, I knowed it _ was _ the king and the duke, though they was all over tar and feathers, and didn\\u2019t look like nothing in the world that was human-- just looked like a couple of monstrous big soldier-plumes.\"\n        ],\n        [\n            114429,\n            \"So we poked along back home, and I warn\\u2019t feeling so brash as I was before, but kind of ornery, and humble, and to blame, somehow-- though I hadn\\u2019t done nothing.\"\n        ],\n        [\n            114583,\n            \"By and by Tom says: \\u201cLooky here, Huck, what fools we are to not think of it before!\"\n        ],\n        [\n            114637,\n            \"When we was at dinner, didn\\u2019t you see a nigger man go in there with some vittles?\"\n        ],\n        [\n            114778,\n            \"He fetched uncle a key about the time we got up from table-- same key, I bet.\"\n        ],\n        [\n            114915,\n            \"If I had Tom Sawyer\\u2019s head I wouldn\\u2019t trade it off to be a duke, nor mate of a steamboat, nor clown in a circus, nor nothing I can think of.\"\n        ],\n        [\n            115214,\n            \"but I knowed mighty well that whenever he got _ his _ plan ready it wouldn\\u2019t have none of them objections to it.\"\n        ],\n        [\n            115246,\n            \"He told me what it was, and I see in a minute it was worth fifteen of mine for style, and would make Jim just as free a man as mine would, and maybe get us all killed besides.\"\n        ],\n        [\n            115289,\n            \"So I was satisfied, and said we would waltz in on it.\"\n        ],\n        [\n            115327,\n            \"I knowed he would be changing it around every which way as we went along, and heaving in new bullinesses wherever he got a chance.\"\n        ],\n        [\n            115802,\n            \"and on the side I warn\\u2019t acquainted with-- which was the north side-- we found a square window-hole, up tolerable high, with just one stout board nailed across it.\"\n        ],\n        [\n            115902,\n            \"I should _ hope _ we can find a way that\\u2019s a little more complicated than _ that _, Huck Finn.\"\n        ],\n        [\n            115990,\n            \"\\u201cbut I bet we can find a way that\\u2019s twice as long.\"\n        ],\n        [\n            116086,\n            \"Tom he went to the soap-kettle and searched around, and fetched back the iron thing they lift the lid with;\"\n        ],\n        [\n            116255,\n            \"\\u201d Then we started for the house, and I went in the back door-- you only have to pull a buckskin latch-string, they don\\u2019t fasten the doors-- but that warn\\u2019t romantical enough for Tom Sawyer;\"\n        ],\n        [\n            116504,\n            \"He said the witches was pestering him awful these nights, and making him see all kinds of strange things, and hear all kinds of strange words and noises, and he didn\\u2019t believe he was ever witched so long before in his life.\"\n        ],\n        [\n            116706,\n            \"\\u201d So, drat him, we went along, but I didn\\u2019t like it much.\"\n        ],\n        [\n            116844,\n            \"Tom he looked at the nigger, steady and kind of wondering, and says: \\u201cDoes _ who _ know us?\"\n        ],\n        [\n            117010,\n            \"I ain\\u2019t heard nobody say nothing.\"\n        ],\n        [\n            117338,\n            \"\\u201d Tom give him a dime, and said we wouldn\\u2019t tell nobody;\"\n        ],\n        [\n            118410,\n            \"\\u201d I says: \\u201cWhat do we want of a moat when we\\u2019re going to snake him out from under the cabin?\"\n        ],\n        [\n            118900,\n            \"and don\\u2019t you reckon they\\u2019ll want clews?\"\n        ],\n        [\n            118917,\n            \"And you wouldn\\u2019t leave them any?\"\n        ],\n        [\n            118999,\n            \"but there\\u2019s one thing, Tom Sawyer-- if we go to tearing up our sheets to make Jim a rope ladder, we\\u2019re going to get into trouble with Aunt Sally, just as sure as you\\u2019re born.\"\n        ],\n        [\n            119245,\n            \"\\u201d \\u201cWhat do we want of a shirt, Tom?\"\n        ],\n        [\n            119334,\n            \"\\u201d \\u201cWhy, Tom, we can pull a feather out of a goose and make him a better one;\"\n        ],\n        [\n            119824,\n            \"and I found an old sack and put them in it, and we went down and got the fox-fire, and put that in too.\"\n        ],\n        [\n            119880,\n            \"He said we was representing prisoners;\"\n        ],\n        [\n            120076,\n            \"Tom said that what he meant was, we could steal anything we _ needed _.\"\n        ],\n        [\n            120160,\n            \"So I let it go at that, though I couldn\\u2019t see no advantage in my representing a prisoner if I got to set down and chaw over a lot of gold-leaf distinctions like that every time I see a chance to hog a watermelon.\"\n        ],\n        [\n            120210,\n            \"Well, as I was saying, we waited that morning till everybody was settled down to business, and nobody in sight around the yard;\"\n        ],\n        [\n            120482,\n            \"\\u201d \\u201cWell, then,\\u201dI says, \\u201cif we don\\u2019t want the picks and shovels, what do we want?\"\n        ],\n        [\n            121015,\n            \"By rights I reckon we ought to be a couple of years;\"\n        ],\n        [\n            121034,\n            \"Things being so uncertain, what I recommend is this: that we really dig right in, as quick as we can;\"\n        ],\n        [\n            121147,\n            \"and if it\\u2019s any object, I don\\u2019t mind letting on we was at it a hundred and fifty year.\"\n        ],\n        [\n            121383,\n            \"Tom said he was right behind Jim\\u2019s bed now, and we\\u2019d dig in under it, and when we got through there couldn\\u2019t nobody in the cabin ever know there was any hole there, because Jim\\u2019s counter-pin hung down most to the ground, and you\\u2019d have to raise it up and look under to see the hole.\"\n        ],\n        [\n            121732,\n            \"\\u201d \\u201cWell, then, what we going to do, Tom?\"\n        ],\n        [\n            121746,\n            \"\\u201d \\u201cI\\u2019ll tell you.\"\n        ],\n        [\n            122221,\n            \"So then I got a shovel, and then we picked and shoveled, turn about, and made the fur fly.\"\n        ],\n        [\n            122449,\n            \"but I said nobody wouldn\\u2019t ever see the plates that Jim throwed out, because they\\u2019d fall in the dog-fennel and jimpson weeds under the window-hole-- then we could tote them back and he could use them over again.\"\n        ],\n        [\n            122526,\n            \"\\u201d \\u201cTake them in through the hole,\\u201dI says, \\u201cwhen we get it done.\"\n        ],\n        [\n            122546,\n            \"\\u201d He only just looked scornful, and said something about nobody ever heard of such an idiotic idea, and then he went to studying.\"\n        ],\n        [\n            122789,\n            \"But Tom he showed him how unregular it would be, and set down and told him all about our plans, and how we could alter them in a minute any time there was an alarm;\"\n        ],\n        [\n            122847,\n            \"So Jim he said it was all right, and we set there and talked over old times awhile, and then Tom asked a lot of questions, and when Jim told him Uncle Silas come in every day or two to pray with him, and Aunt Sally come in to see if he was comfortable and had plenty to eat, and both of them was kind as they could be, Tom says: \\u201c_ Now _ I know how to fix it.\"\n        ],\n        [\n            123000,\n            \"So he told Jim how we\\u2019d have to smuggle in the rope-ladder pie and other large things by Nat, the nigger that fed him, and he must be on the lookout, and not be surprised, and not let Nat see him open them;\"\n        ],\n        [\n            123250,\n            \"and said if he only could see his way to it we would keep it up all the rest of our lives and leave Jim to our children to get out;\"\n        ],\n        [\n            123345,\n            \"In the morning we went out to the woodpile and chopped up the brass candlestick into handy sizes, and Tom put them and the pewter spoon in his pocket.\"\n        ],\n        [\n            123376,\n            \"Then we went to the nigger cabins, and while I got Nat\\u2019s notice off, Tom shoved a piece of candlestick into the middle of a corn-pone that was in Jim\\u2019s pan, and we went along with Nat to see how it would work, and it just worked noble;\"\n        ],\n        [\n            123792,\n            \"Dad fetch it, I jis\\u2019 wisht I could git my han\\u2019s on one er dem witches jis\\u2019 wunst-- on\\u2019y jis\\u2019 wunst-- it\\u2019s all I\\u2019d ast.\"\n        ],\n        [\n            124006,\n            \"\\u201d \\u201cAll right, I\\u2019ll do it, seeing it\\u2019s you, and you\\u2019ve been good to us and showed us the runaway nigger.\"\n        ],\n        [\n            124056,\n            \"and then whatever we\\u2019ve put in the pan, don\\u2019t you let on you see it at all.\"\n        ],\n        [\n            124480,\n            \"\\u201d My heart fell down amongst my lungs and livers and things, and a hard piece of corn-crust started down my throat after it and got met on the road with a cough, and was shot across the table, and took one of the children in the eye and curled him up like a fishing-worm, and let a cry out of him the size of a warwhoop, and Tom he turned kinder blue around the gills, and it all amounted to a considerable state of things for about a quarter of a minute or as much as that, and I would a sold out for half price if there was a bidder.\"\n        ],\n        [\n            125771,\n            \"\\u201d _ I\\u2019d _ a heard her if she\\u2019d a said it to herself, let alone speaking it out;\"\n        ],\n        [\n            125796,\n            \"and I\\u2019d a got up and obeyed her if I\\u2019d a been dead.\"\n        ],\n        [\n            125908,\n            \"\\u201d Then he says: \\u201cBut he done us a good turn with the spoon, anyway, without knowing it, and so we\\u2019ll go and do him one without _ him _ knowing it-- stop up his rat-holes.\"\n        ],\n        [\n            126176,\n            \"Tom was a good deal bothered about what to do for a spoon, but he said we\\u2019d got to have it;\"\n        ],\n        [\n            126207,\n            \"When he had ciphered it out he told me how we was to do;\"\n        ],\n        [\n            126222,\n            \"then we went and waited around the spoon-basket till we see Aunt Sally coming, and then Tom went to counting the spoons and laying them out to one side, and I slid one of them up my sleeve, and Tom says: \\u201cWhy, Aunt Sally, there ain\\u2019t but nine spoons _ yet _.\"\n        ],\n        [\n            126286,\n            \"\\u201d She says: \\u201cGo\\u2019long to your play, and don\\u2019t bother me.\"\n        ],\n        [\n            126400,\n            \"\\u201d So I slipped back the one I had, and when she got done counting, she says: \\u201cHang the troublesome rubbage, ther\\u2019s _ ten _ now!\"\n        ],\n        [\n            126443,\n            \"But Tom says: \\u201cWhy, Aunty, I don\\u2019t think there\\u2019s ten.\"\n        ],\n        [\n            126462,\n            \"\\u201d \\u201cYou numskull, didn\\u2019t you see me _ count\\u2019m?\"\n        ],\n        [\n            126478,\n            \"_\\u201d\\u201cI know, but--\\u201d\\u201cWell, I\\u2019ll count\\u2019m _ again _.\"\n        ],\n        [\n            126679,\n            \"We was very well satisfied with this business, and Tom allowed it was worth twice the trouble it took, because he said _ now _ she couldn\\u2019t ever count them spoons twice alike again to save her life;\"\n        ],\n        [\n            126739,\n            \"and said that after she\\u2019d about counted her head off for the next three days he judged she\\u2019d give it up and offer to kill anybody that wanted her to ever count them any more.\"\n        ],\n        [\n            128002,\n            \"He says: \\u201cOn the scutcheon we\\u2019ll have a bend _ or _ in the dexter base, a saltire _ murrey _ in the fess, with a dog, couchant, for common charge, and under his foot a chain embattled, for slavery, with a chevron _ vert _ in a chief engrailed, and three invected lines on a field _ azure _, with the nombril points rampant on a dancette indented;\"\n        ],\n        [\n            128164,\n            \"\\u201d \\u201cWe ain\\u2019t got no time to bother over that,\\u201dhe says;\"\n        ],\n        [\n            128260,\n            \"\\u201d \\u201cShucks, Tom,\\u201dI says, \\u201cI think you might tell a person.\"\n        ],\n        [\n            128317,\n            \"If it didn\\u2019t suit him to explain a thing to you, he wouldn\\u2019t do it.\"\n        ],\n        [\n            128338,\n            \"You might pump at him a week, it wouldn\\u2019t make no difference.\"\n        ],\n        [\n            128748,\n            \"It was most pesky tedious hard work and slow, and didn\\u2019t give my hands no show to get well of the sores, and we didn\\u2019t seem to make no headway, hardly;\"\n        ],\n        [\n            128966,\n            \"Tom said she was going to get one of us, sure, before we got through.\"\n        ],\n        [\n            129021,\n            \"So he raised up his bed and slid the chain off of the bed-leg, and wrapt it round and round his neck, and we crawled out through our hole and down there, and Jim and me laid into that grindstone and walked her along like nothing;\"\n        ],\n        [\n            129546,\n            \"and will let you wrap him round your neck and put his head in your mouth.\"\n        ],\n        [\n            129910,\n            \"We can get you some garter-snakes, and you can tie some buttons on their tails, and let on they\\u2019re rattlesnakes, and I reckon that\\u2019ll have to do.\"\n        ],\n        [\n            130715,\n            \"We\\u2019ll fetch you a little one and you plant it in the corner over there, and raise it.\"\n        ],\n        [\n            131981,\n            \"but I minded the trouble we had to lay in another lot.\"\n        ],\n        [\n            132356,\n            \"But as I was saying, we\\u2019d got all the work done now, at last;\"\n        ],\n        [\n            132453,\n            \"Louis ones it give me the cold shivers, and I see we hadn\\u2019t no time to lose.\"\n        ],\n        [\n            132827,\n            \"What you going to do about the servant-girl?\"\n        ],\n        [\n            132838,\n            \"\\u201d \\u201cYou\\u2019ll be her.\"\n        ],\n        [\n            132953,\n            \"\\u201d \\u201cYou wouldn\\u2019t look like a servant-girl _ then _, would you?\"\n        ],\n        [\n            133119,\n            \"I\\u2019ll stuff Jim\\u2019s clothes full of straw and lay it on his bed to represent his mother in disguise, and Jim\\u2019ll take the nigger woman\\u2019s gown off of me and wear it, and we\\u2019ll all evade together.\"\n        ],\n        [\n            133324,\n            \"I never see a family in such a sweat.\"\n        ],\n        [\n            133778,\n            \"then whilst they are getting his chains loose, you slip there and lock them in, and can kill them at your leasure.\"\n        ],\n        [\n            133803,\n            \"Don\\u2019t do anything but just the way I am telling you, if you do they will suspicion something and raise whoop-jamboreehoo.\"\n        ],\n        [\n            133854,\n            \"We was feeling pretty good after breakfast, and took my canoe and went over the river a-fishing, with a lunch, and had a good time, and took a look at the raft and found her all right, and got home late to supper, and found them in such a sweat and worry they didn\\u2019t know which end they was standing on, and made us go right off to bed the minute we was done supper, and wouldn\\u2019t tell us what the trouble was, and never let on a word about the new letter, but didn\\u2019t need to, because we knowed as much about it as anybody did, and as soon as we was half up stairs and her back was turned we slid for the cellar cupboard and loaded up a good lunch and took it up to our room and went to bed, and got up about half-past eleven, and Tom put on Aunt Sally\\u2019s dress that he stole and was going to start with the lunch, but says: \\u201cWhere\\u2019s the butter?\"\n        ],\n        [\n            134104,\n            \"\\u201d \\u201cWe can get along without it,\\u201dI says.\"\n        ],\n        [\n            134618,\n            \"but I knowed they was, because they was always taking off their hats, and putting them on, and scratching their heads, and changing their seats, and fumbling with their buttons.\"\n        ],\n        [\n            134675,\n            \"I did wish Aunt Sally would come, and get done with me, and lick me, if she wanted to, and let me get away and tell Tom how we\\u2019d overdone this thing, and what a thundering hornet\\u2019s-nest we\\u2019d got ourselves into, so we could stop fooling around straight off, and clear out with Jim before these rips got out of patience and come for us.\"\n        ],\n        [\n            134898,\n            \"and pretty soon, when one of them says, \\u201cI\\u2019M for going and getting in the cabin _ first _ and right _ now _, and catching them when they come,\\u201dI most dropped;\"\n        ],\n        [\n            135011,\n            \"\\u201d And everybody runs to see, and she snatches off my hat, and out comes the bread and what was left of the butter, and she grabbed me, and hugged me, and says: \\u201cOh, what a turn you did give me!\"\n        ],\n        [\n            135075,\n            \"for luck\\u2019s against us, and it never rains but it pours, and when I see that truck I thought we\\u2019d lost you, for I knowed by the color and all it was just like your brains would be if-- Dear, dear, whyd\\u2019nt you _ tell _ me that was what you\\u2019d been down there for, I wouldn\\u2019t a cared.\"\n        ],\n        [\n            135217,\n            \"but I told Tom as quick as I could we must jump for it now, and not a minute to lose-- the house full of men, yonder, with guns!\"\n        ],\n        [\n            135332,\n            \"if you reach out your arm you can touch him.\"\n        ],\n        [\n            135503,\n            \"But we got under all right, and out through the hole, swift but soft-- Jim first, me next, and Tom last, which was according to Tom\\u2019s orders.\"\n        ],\n        [\n            135648,\n            \"and at last he nudged us, and we slid out, and stooped down, not breathing, and not making the least noise, and slipped stealthy towards the fence in Injun file, and got to it all right, and me and Jim over it;\"\n        ],\n        [\n            135999,\n            \"and then we up-steam again, and whizzed along after them till we was nearly to the mill, and then struck up through the bush to where my canoe was tied, and hopped in and pulled for dear life towards the middle of the river, but didn\\u2019t make no more noise than we was obleeged to.\"\n        ],\n        [\n            136063,\n            \"Then we struck out, easy and comfortable, for the island where my raft was;\"\n        ],\n        [\n            136112,\n            \"And when we stepped on to the raft I says: \\u201c_ Now _, old Jim, you\\u2019re a free man again, and I bet you won\\u2019t ever be a slave no more.\"\n        ],\n        [\n            136238,\n            \"When me and Jim heard that we didn\\u2019t feel so brash as what we did before.\"\n        ],\n        [\n            136455,\n            \"And after we\\u2019d thought a minute, I says: \\u201cSay it, Jim.\"\n        ],\n        [\n            136927,\n            \"I told him me and my brother was over on Spanish Island hunting yesterday afternoon, and camped on a piece of a raft we found, and about midnight he must a kicked his gun in his dreams, for it went off and shot him in the leg, and we wanted him to go over there and fix it and not say nothing about it, nor let anybody know, because we wanted to come home this evening and surprise the folks.\"\n        ],\n        [\n            137239,\n            \"so he took my canoe, and said for me to wait till he come back, or I could hunt around further, or maybe I better go down home and get them ready for the surprise if I wanted to.\"\n        ],\n        [\n            137505,\n            \"I shot out and went for the doctor\\u2019s house, but they told me he\\u2019d gone away in the night some time or other, and warn\\u2019t back yet.\"\n        ],\n        [\n            137657,\n            \"\\u201d \\u201cShe needn\\u2019t,\\u201dI says, \\u201cbecause we was all right.\"\n        ],\n        [\n            137763,\n            \"then we paddled over here to hear the news, and Sid\\u2019s at the post-office to see what he can hear, and I\\u2019m a-branching out to get something to eat for us, and then we\\u2019re going home.\"\n        ],\n        [\n            137914,\n            \"and he said there warn\\u2019t no use in it, and I must come along, and let Aunt Sally see we was all right.\"\n        ],\n        [\n            137942,\n            \"When we got home Aunt Sally was that glad to see me she laughed and cried both, and hugged me, and give me one of them lickings of hern that don\\u2019t amount to shucks, and said she\\u2019d serve Sid the same when he come.\"\n        ],\n        [\n            138320,\n            \"\\u201cwhat in the name o\\u2019goodness _ could _ he ever want of--\\u201d\\u201cThe very words I was a-sayin\\u2019no longer ago th\\u2019n this minute to Sister Utterback,\\u2019n\\u2019she\\u2019ll tell you so herself.\"\n        ],\n        [\n            138512,\n            \"--I was a-sayin\\u2019to Sister Dunlap, jist this minute, how _ did _ they git that grindstone in there, s\\u2019 I.\"\n        ],\n        [\n            138939,\n            \"I says to Sister Dunlap, s\\u2019 I--\\u201d\\u201cWhy, dog my cats, they must a ben a house-full o\\u2019niggers in there every night for four weeks to a done all that work, Sister Phelps.\"\n        ],\n        [\n            139109,\n            \"Why, they\\u2019ve stole everything they could lay their hands on-- and we a-watching all the time, mind you.\"\n        ],\n        [\n            139214,\n            \"and me and Silas and my Sid and Tom on the constant watch day _ and _ night, as I was a-telling you, and not a one of us could catch hide nor hair nor sight nor sound of them;\"\n        ],\n        [\n            139329,\n            \"I tell you, it just bangs anything I ever _ heard _ of.\"\n        ],\n        [\n            139360,\n            \"And I reckon they must a _ been _ sperits-- because, _ you _ know our dogs, and ther\\u2019ain\\u2019t no better;\"\n        ],\n        [\n            139530,\n            \"Why, they\\u2019d steal the very-- why, goodness sakes, you can guess what kind of a fluster I was in by the time midnight come last night.\"\n        ],\n        [\n            139564,\n            \"I hope to gracious if I warn\\u2019t afraid they\\u2019d steal some o\\u2019the family!\"\n        ],\n        [\n            139668,\n            \"Because, you know, when you get scared that way, and it keeps running on, and getting worse and worse all the time, and your wits gets to addling, and you get to doing all sorts o\\u2019wild things, and by and by you think to yourself, spos\\u2019 n I was a boy, and was away up there, and the door ain\\u2019t locked, and you--\\u201dShe stopped, looking kind of wondering, and then she turned her head around slow, and when her eye lit on me-- I got up and took a walk.\"\n        ],\n        [\n            139784,\n            \"Says I to myself, I can explain better how we come to not be in that room this morning if I go out to one side and study over it a little.\"\n        ],\n        [\n            139840,\n            \"And when it was late in the day the people all went, and then I come in and told her the noise and shooting waked up me and \\u201cSid,\\u201dand the door was locked, and we wanted to see the fun, so we went down the lightning-rod, and both of us got hurt a little, and we didn\\u2019t never want to try _ that _ no more.\"\n        ],\n        [\n            139982,\n            \"and so, as long as no harm hadn\\u2019t come of it, she judged she better put in her time being grateful we was alive and well and she had us still, stead of fretting over what was past and done.\"\n        ],\n        [\n            141296,\n            \"They cussed Jim considerble, though, and give him a cuff or two side the head once in a while, but Jim never said nothing, and he never let on to know me, and they took him to the same cabin, and put his own clothes on him, and chained him again, and not to no bed-leg this time, but to a big staple drove into the bottom log, and chained his hands, too, and both legs, and said he warn\\u2019t to have nothing but bread and water to eat after this till his owner come, or he was sold at auction because he didn\\u2019t come in a certain length of time, and filled up our hole, and said a couple of farmers with guns must stand watch around about the cabin every night, and a bulldog tied to the door in the daytime;\"\n        ],\n        [\n            141722,\n            \"It was a fix, I tell you!\"\n        ],\n        [\n            141882,\n            \"I had everything I needed, and the boy was doing as well there as he would a done at home-- better, maybe, because it was so quiet;\"\n        ],\n        [\n            141976,\n            \"so I motioned them in quiet, and they slipped up on him and grabbed him and tied him before he knowed what he was about, and we never had no trouble.\"\n        ],\n        [\n            142141,\n            \"because I thought he had a good heart in him and was a good man the first time I see him.\"\n        ],\n        [\n            142385,\n            \"Next morning I heard Tom was a good deal better, and they said Aunt Sally was gone to get a nap.\"\n        ],\n        [\n            142408,\n            \"So I slips to the sick-room, and if I found him awake I reckoned we could put up a yarn for the family that would wash.\"\n        ],\n        [\n            142465,\n            \"So I set down and laid for him to wake.\"\n        ],\n        [\n            142497,\n            \"She motioned me to be still, and set down by me, and begun to whisper, and said we could all be joyful now, because all the symptoms was first-rate, and he\\u2019d been sleeping like that for ever so long, and looking better and peacefuller all the time, and ten to one he\\u2019d wake up in his right mind.\"\n        ],\n        [\n            142747,\n            \"how we set the runaway nigger free-- me and Tom.\"\n        ],\n        [\n            142779,\n            \"Dear, dear, out of his head again!\"\n        ],\n        [\n            142816,\n            \"We _ did _ set him free-- me and Tom.\"\n        ],\n        [\n            142851,\n            \"\\u201d He\\u2019d got a start, and she never checked him up, just set and stared and stared, and let him clip along, and I see it warn\\u2019t no use for _ me _ to put in.\"\n        ],\n        [\n            143115,\n            \"and then you kept Tom here so long with the butter in his hat that you come near spiling the whole business, because the men come before we was out of the cabin, and we had to rush, and they heard us and let drive at us, and I got my share, and we dodged out of the path and let them go by, and when the dogs come they warn\\u2019t interested in us, but went for the most noise, and we got our canoe, and made for the raft, and was all safe, and Jim was a free man, and we done it all by ourselves, and _ wasn\\u2019t _ it bully, Aunty!\"\n        ],\n        [\n            143605,\n            \"\\u201d Tom rose square up in bed, with his eye hot, and his nostrils opening and shutting like gills, and sings out to me: \\u201cThey hain\\u2019t no _ right _ to shut him up!\"\n        ],\n        [\n            143694,\n            \"\\u201d \\u201cI mean every word I _ say _, Aunt Sally, and if somebody don\\u2019t go, _ I\\u2019ll _ go.\"\n        ],\n        [\n            143723,\n            \"I\\u2019ve knowed him all his life, and so has Tom, there.\"\n        ],\n        [\n            143777,\n            \"\\u201d \\u201cThen what on earth did _ you _ want to set him free for, seeing he was already free?\"\n        ],\n        [\n            143887,\n            \"Aunt Sally jumped for her, and most hugged the head off of her, and cried over her, and I found a good enough place for me under the bed, for it was getting pretty sultry for us, seemed to me.\"\n        ],\n        [\n            143933,\n            \"And I peeped out, and in a little while Tom\\u2019s Aunt Polly shook herself loose and stood there looking across at Tom over her spectacles-- kind of grinding him into the earth, you know.\"\n        ],\n        [\n            144140,\n            \"Aunt Sally she was one of the mixed-upest-looking persons I ever see-- except one, and that was Uncle Silas, when he come in and they told it all to him.\"\n        ],\n        [\n            144520,\n            \"I might have expected it, letting him go off that way without anybody to watch him.\"\n        ],\n        [\n            144960,\n            \"And he said, what he had planned in his head from the start, if we got Jim out all safe, was for us to run him down the river on the raft, and have adventures plumb to the mouth of the river, and then tell him about his being free, and take him back up home on a steamboat, in style, and pay him for his lost time, and write word ahead and get out all the niggers around, and have them waltz him into town with a torchlight procession and a brass-band, and then he would be a hero, and so would we.\"\n        ],\n        [\n            145092,\n            \"We had Jim out of the chains in no time, and when Aunt Polly and Uncle Silas and Aunt Sally found out how good he helped the doctor nurse Tom, they made a heap of fuss over him, and fixed him up prime, and give him all he wanted to eat, and a good time, and nothing to do.\"\n        ],\n        [\n            145175,\n            \"and Tom give Jim forty dollars for being prisoner for us so patient, and doing it up so good, and Jim was pleased most to death, and busted out, and says: \\u201cDah, now, Huck, what I tell you?\"\n        ],\n        [\n            145617,\n            \"Well, den, you kin git yo\\u2019money when you wants it, kase dat wuz him.\"\n        ]\n    ],\n    \"[1, 6]\": [\n        [\n            78589,\n            \"He most desperately wanted to see Harvey-- and William, too, for that matter-- because he was one of them kind that can\\u2019t bear to make a will.\"\n        ],\n        [\n            81293,\n            \"So the king he blattered along, and managed to inquire about pretty much everybody and dog in town, by his name, and mentioned all sorts of little things that happened one time or another in the town, or to George\\u2019s family, or to Peter.\"\n        ],\n        [\n            82324,\n            \"Yes, and we that knowed him knows that he would a done _ more _ generous by\\u2019em if he hadn\\u2019t ben afeard o\\u2019woundin\\u2019his dear William and me.\"\n        ],\n        [\n            82448,\n            \"If I know William-- and I _ think _ I do-- he-- well, I\\u2019ll jest ask him.\"\n        ],\n        [\n            82611,\n            \"\\u201d Mary Jane she went for him, Susan and the hare-lip went for the duke, and then such another hugging and kissing I never see yet.\"\n        ],\n        [\n            82832,\n            \"for he respected everybody, he liked everybody, and so it\\u2019s fitten that his funeral orgies sh\\u2019d be public.\"\n        ],\n        [\n            83191,\n            \"\\u201d He was the _ worst _ I ever struck.\"\n        ],\n        [\n            83358,\n            \"They crowded around the doctor and tried to quiet him down, and tried to explain to him and tell him how Harvey\\u2019d showed in forty ways that he _ was _ Harvey, and knowed everybody by name, and the names of the very dogs, and begged and _ begged _ him not to hurt Harvey\\u2019s feelings and the poor girl\\u2019s feelings, and all that.\"\n        ],\n        [\n            83503,\n            \"He says: \\u201cI was your father\\u2019s friend, and I\\u2019m your friend;\"\n        ],\n        [\n            83579,\n            \"He is the thinnest kind of an impostor-- has come here with a lot of empty names and facts which he picked up somewheres, and you take them for _ proofs _, and are helped to fool yourselves by these foolish friends here, who ought to know better.\"\n        ],\n        [\n            83657,\n            \"turn this pitiful rascal out-- I _ beg _ you to do it.\"\n        ],\n        [\n            83702,\n            \"\\u201d She hove up the bag of money and put it in the king\\u2019s hands, and says, \\u201cTake this six thousand dollars, and invest for me and my sisters any way you want to, and don\\u2019t give us no receipt for it.\"\n        ],\n        [\n            83824,\n            \"But I warn you all that a time\\u2019s coming when you\\u2019re going to feel sick whenever you think of this day.\"\n        ],\n        [\n            83871,\n            \"\\u201cwe\\u2019ll try and get\\u2019em to send for you;\"\n        ],\n        [\n            83990,\n            \"The king said the cubby would do for his valley-- meaning me.\"\n        ],\n        [\n            84167,\n            \"That night they had a big supper, and all them men and women was there, and I stood behind the king and the duke\\u2019s chairs and waited on them, and the niggers waited on the rest.\"\n        ],\n        [\n            89723,\n            \"And he said of course him and William would take the girls home with them;\"\n        ],\n        [\n            94743,\n            \"\\u201d \\u201cI\\u2019m sorry to say it,\\u201dI says, \\u201cbut Hanner\\u2019s the very one.\"\n        ],\n        [\n            95751,\n            \"She says,\\u2019Tell them to give Uncle Harvey and William my love and a kiss, and say I\\u2019ve run over the river to see Mr.\\u2019--Mr.-- what _ is _ the name of that rich family your uncle Peter used to think so much of?\"\n        ],\n        [\n            98773,\n            \"I\\u2019ve got some of William\\u2019s letters, too;\"\n        ],\n        [\n            99002,\n            \"Said his brother William was the cussedest joker in the world, and hadn\\u2019t tried to write-- _ he _ see William was going to play one of his jokes the minute he put the pen to paper.\"\n        ]\n    ],\n    \"[1, 8]\": [\n        [\n            108735,\n            \"She grabbed me and hugged me tight;\"\n        ],\n        [\n            108768,\n            \"and she couldn\\u2019t seem to hug and shake enough, and kept saying, \\u201cYou don\\u2019t look as much like your mother as I reckoned you would;\"\n        ],\n        [\n            108801,\n            \"but law sakes, I don\\u2019t care for that, I\\u2019m so glad to see you!\"\n        ],\n        [\n            108822,\n            \"Dear, dear, it does seem like I could eat you up!\"\n        ],\n        [\n            108871,\n            \"So she run on: \\u201cLize, hurry up and get him a hot breakfast right away-- or did you get your breakfast on the boat?\"\n        ],\n        [\n            108912,\n            \"So then she started for the house, leading me by the hand, and the children tagging after.\"\n        ],\n        [\n            108932,\n            \"When we got there she set me down in a split-bottomed chair, and set herself down on a little low stool in front of me, holding both of my hands, and says: \\u201cNow I can have a _ good _ look at you;\"\n        ],\n        [\n            109685,\n            \"Pretty soon she made the cold chills streak all down my back, because she says: \\u201cBut here we\\u2019re a-running on this way, and you hain\\u2019t told me a word about Sis, nor any of them.\"\n        ],\n        [\n            109732,\n            \"Now I\\u2019ll rest my works a little, and you start up yourn;\"\n        ],\n        [\n            109769,\n            \"and how they are, and what they\\u2019re doing, and what they told you to tell me;\"\n        ],\n        [\n            109888,\n            \"but she grabbed me and hustled me in behind the bed, and says: \\u201cHere he comes!\"\n        ],\n        [\n            110060,\n            \"\\u201d she says, \\u201cwhat in the warld can have become of him?\"\n        ],\n        [\n            110149,\n            \"\\u201d \\u201cWhy, Sally, I _ couldn\\u2019t _ miss him along the road-- _ you _ know that.\"\n        ],\n        [\n            110201,\n            \"He--\\u201d\\u201cOh, don\\u2019t distress me any more\\u2019n I\\u2019m already distressed.\"\n        ],\n        [\n            110237,\n            \"I\\u2019m at my wit\\u2019s end, and I don\\u2019t mind acknowledging\\u2019t I\\u2019m right down scared.\"\n        ],\n        [\n            110334,\n            \"\\u201d He sprung to the window at the head of the bed, and that give Mrs. Phelps the chance she wanted.\"\n        ],\n        [\n            110358,\n            \"She stooped down quick at the foot of the bed and give me a pull, and out I come;\"\n        ],\n        [\n            110379,\n            \"and when he turned back from the window there she stood, a-beaming and a-smiling like a house afire, and I standing pretty meek and sweaty alongside.\"\n        ],\n        [\n            112049,\n            \"Why, I do believe it\\u2019s a stranger.\"\n        ],\n        [\n            112969,\n            \"and she says: \\u201cWho\\u2019s\\u2019 everybody \\u2019?\"\n        ],\n        [\n            113036,\n            \"They all said, kiss her;\"\n        ],\n        [\n            113450,\n            \"And after they got a little quiet again she says: \\u201cWhy, dear me, I never see such a surprise.\"\n        ],\n        [\n            113490,\n            \"Sis never wrote to me about anybody coming but him.\"\n        ],\n        [\n            131182,\n            \"and then we took it and put it in a safe place under Aunt Sally\\u2019s bed.\"\n        ],\n        [\n            131238,\n            \"and Aunt Sally she come in, and when we got back she was a-standing on top of the bed raising Cain, and the rats was doing what they could to keep off the dull times for her.\"\n        ],\n        [\n            131280,\n            \"So she took and dusted us both with the hickry, and we was as much as two hours catching another fifteen or sixteen, drat that meddlesome cub, and they warn\\u2019t the likeliest, nuther, because the first haul was the pick of the flock.\"\n        ],\n        [\n            131686,\n            \"she despised snakes, be the breed what they might, and she couldn\\u2019t stand them no way you could fix it;\"\n        ],\n        [\n            131752,\n            \"And you could hear her whoop to Jericho.\"\n        ],\n        [\n            131780,\n            \"And if she turned over and found one in bed she would scramble out and lift a howl that you would think the house was afire.\"\n        ],\n        [\n            131867,\n            \"when she was setting thinking about something you could touch her on the back of her neck with a feather and she would jump right out of her stockings.\"\n        ],\n        [\n            131924,\n            \"We got a licking every time one of our snakes come in her way, and she allowed these lickings warn\\u2019t nothing to what she would do if we ever loaded up the place again with them.\"\n        ],\n        [\n            133392,\n            \"\\u201d if you happened to touch her, when she warn\\u2019t noticing, she done the same;\"\n        ],\n        [\n            133854,\n            \"We was feeling pretty good after breakfast, and took my canoe and went over the river a-fishing, with a lunch, and had a good time, and took a look at the raft and found her all right, and got home late to supper, and found them in such a sweat and worry they didn\\u2019t know which end they was standing on, and made us go right off to bed the minute we was done supper, and wouldn\\u2019t tell us what the trouble was, and never let on a word about the new letter, but didn\\u2019t need to, because we knowed as much about it as anybody did, and as soon as we was half up stairs and her back was turned we slid for the cellar cupboard and loaded up a good lunch and took it up to our room and went to bed, and got up about half-past eleven, and Tom put on Aunt Sally\\u2019s dress that he stole and was going to start with the lunch, but says: \\u201cWhere\\u2019s the butter?\"\n        ],\n        [\n            134675,\n            \"I did wish Aunt Sally would come, and get done with me, and lick me, if she wanted to, and let me get away and tell Tom how we\\u2019d overdone this thing, and what a thundering hornet\\u2019s-nest we\\u2019d got ourselves into, so we could stop fooling around straight off, and clear out with Jim before these rips got out of patience and come for us.\"\n        ],\n        [\n            135011,\n            \"\\u201d And everybody runs to see, and she snatches off my hat, and out comes the bread and what was left of the butter, and she grabbed me, and hugged me, and says: \\u201cOh, what a turn you did give me!\"\n        ],\n        [\n            135075,\n            \"for luck\\u2019s against us, and it never rains but it pours, and when I see that truck I thought we\\u2019d lost you, for I knowed by the color and all it was just like your brains would be if-- Dear, dear, whyd\\u2019nt you _ tell _ me that was what you\\u2019d been down there for, I wouldn\\u2019t a cared.\"\n        ],\n        [\n            140214,\n            \"but Uncle Silas he said there warn\\u2019t no occasion to be-- boys will be boys, he said, and you\\u2019ll see this one turn up in the morning all sound and right.\"\n        ],\n        [\n            142385,\n            \"Next morning I heard Tom was a good deal better, and they said Aunt Sally was gone to get a nap.\"\n        ],\n        [\n            142497,\n            \"She motioned me to be still, and set down by me, and begun to whisper, and said we could all be joyful now, because all the symptoms was first-rate, and he\\u2019d been sleeping like that for ever so long, and looking better and peacefuller all the time, and ten to one he\\u2019d wake up in his right mind.\"\n        ],\n        [\n            142851,\n            \"\\u201d He\\u2019d got a start, and she never checked him up, just set and stared and stared, and let him clip along, and I see it warn\\u2019t no use for _ me _ to put in.\"\n        ],\n        [\n            142896,\n            \"\\u201cWhy, Aunty, it cost us a power of work-- weeks of it-- hours and hours, every night, whilst you was all asleep.\"\n        ],\n        [\n            142928,\n            \"And we had to steal candles, and the sheet, and the shirt, and your dress, and spoons, and tin plates, and case-knives, and the warming-pan, and the grindstone, and flour, and just no end of things, and you can\\u2019t think what work it was to make the saws, and pens, and inscriptions, and one thing or another, and you can\\u2019t think _ half _ the fun it was.\"\n        ],\n        [\n            143020,\n            \"And we had to make up the pictures of coffins and things, and nonnamous letters from the robbers, and get up and down the lightning-rod, and dig the hole into the cabin, and made the rope ladder and send it in cooked up in a pie, and send in spoons and things to work with in your apron pocket--\\u201d\\u201cMercy sakes!\"\n        ],\n        [\n            143115,\n            \"and then you kept Tom here so long with the butter in his hat that you come near spiling the whole business, because the men come before we was out of the cabin, and we had to rush, and they heard us and let drive at us, and I got my share, and we dodged out of the path and let them go by, and when the dogs come they warn\\u2019t interested in us, but went for the most noise, and we got our canoe, and made for the raft, and was all safe, and Jim was a free man, and we done it all by ourselves, and _ wasn\\u2019t _ it bully, Aunty!\"\n        ],\n        [\n            143739,\n            \"Old Miss Watson died two months ago, and she was ashamed she ever was going to sell him down the river, and _ said _ so;\"\n        ],\n        [\n            143768,\n            \"and she set him free in her will.\"\n        ],\n        [\n            143887,\n            \"Aunt Sally jumped for her, and most hugged the head off of her, and cried over her, and I found a good enough place for me under the bed, for it was getting pretty sultry for us, seemed to me.\"\n        ],\n        [\n            143933,\n            \"And I peeped out, and in a little while Tom\\u2019s Aunt Polly shook herself loose and stood there looking across at Tom over her spectacles-- kind of grinding him into the earth, you know.\"\n        ],\n        [\n            144140,\n            \"Aunt Sally she was one of the mixed-upest-looking persons I ever see-- except one, and that was Uncle Silas, when he come in and they told it all to him.\"\n        ],\n        [\n            144520,\n            \"I might have expected it, letting him go off that way without anybody to watch him.\"\n        ],\n        [\n            145092,\n            \"We had Jim out of the chains in no time, and when Aunt Polly and Uncle Silas and Aunt Sally found out how good he helped the doctor nurse Tom, they made a heap of fuss over him, and fixed him up prime, and give him all he wanted to eat, and a good time, and nothing to do.\"\n        ]\n    ],\n    \"[1, 9]\": [\n        [\n            85000,\n            \"What did you _ reckon _ he wanted with it?\"\n        ],\n        [\n            85011,\n            \"\\u201d \\u201cWhy, I thought he\\u2019d be in the pulpit.\"\n        ],\n        [\n            85025,\n            \"\\u201d Rot him, I forgot he was a preacher.\"\n        ],\n        [\n            95510,\n            \"for my niece has been exposed to the dreadful pluribus-unum mumps, and so it\\u2019s my bounden duty to set down here and wait the three months it takes to show on her if she\\u2019s got it.\"\n        ],\n        [\n            95554,\n            \"\\u2019 But never mind, if you think it\\u2019s best to tell your uncle Harvey--\\u201d\\u201cShucks, and stay fooling around here when we could all be having good times in England whilst we was waiting to find out whether Mary Jane\\u2019s got it or not?\"\n        ],\n        [\n            95706,\n            \"\\u201d \\u201cBut I reckon we ought to tell Uncle Harvey she\\u2019s gone out a while, anyway, so he won\\u2019t be uneasy about her?\"\n        ],\n        [\n            95751,\n            \"She says,\\u2019Tell them to give Uncle Harvey and William my love and a kiss, and say I\\u2019ve run over the river to see Mr.\\u2019--Mr.-- what _ is _ the name of that rich family your uncle Peter used to think so much of?\"\n        ],\n        [\n            110752,\n            \"Then I says to myself, s\\u2019 pose Tom Sawyer comes down on that boat?\"\n        ],\n        [\n            110769,\n            \"And s\\u2019 pose he steps in here any minute, and sings out my name before I can throw him a wink to keep quiet?\"\n        ],\n        [\n            110817,\n            \"I must go up the road and waylay him.\"\n        ],\n        [\n            117787,\n            \"And Uncle Silas he trusts everybody;\"\n        ],\n        [\n            120935,\n            \"\\u201d \\u201cWell, we can\\u2019t resk being as long as we ought to, because it mayn\\u2019t take very long for Uncle Silas to hear from down there by New Orleans.\"\n        ],\n        [\n            122847,\n            \"So Jim he said it was all right, and we set there and talked over old times awhile, and then Tom asked a lot of questions, and when Jim told him Uncle Silas come in every day or two to pray with him, and Aunt Sally come in to see if he was comfortable and had plenty to eat, and both of them was kind as they could be, Tom says: \\u201c_ Now _ I know how to fix it.\"\n        ],\n        [\n            125814,\n            \"As we was passing through the setting-room the old man he took up his hat, and the shingle-nail fell out on the floor, and he just merely picked it up and laid it on the mantel-shelf, and never said nothing, and went out.\"\n        ],\n        [\n            125908,\n            \"\\u201d Then he says: \\u201cBut he done us a good turn with the spoon, anyway, without knowing it, and so we\\u2019ll go and do him one without _ him _ knowing it-- stop up his rat-holes.\"\n        ],\n        [\n            126147,\n            \"\\u201d And so he went on a-mumbling up stairs, and then we left.\"\n        ],\n        [\n            127252,\n            \"but Uncle Silas he had a noble brass warming-pan which he thought considerable of, because it belonged to one of his ancesters with a long wooden handle that come over from England with William the Conqueror in the Mayflower or one of them early ships and was hid away up garret with a lot of other old pots and things that was valuable, not on account of being any account, because they warn\\u2019t, but on account of them being relicts, you know, and we snaked her out, private, and took her down there, but she failed on the first pies, because we didn\\u2019t know how, but she come up smiling on the last one.\"\n        ],\n        [\n            137867,\n            \"so the old man said, come along, let Sid foot it home, or canoe it, when he got done fooling around-- but we would ride.\"\n        ],\n        [\n            137914,\n            \"and he said there warn\\u2019t no use in it, and I must come along, and let Aunt Sally see we was all right.\"\n        ],\n        [\n            140214,\n            \"but Uncle Silas he said there warn\\u2019t no occasion to be-- boys will be boys, he said, and you\\u2019ll see this one turn up in the morning all sound and right.\"\n        ],\n        [\n            141123,\n            \"and the old doctor and Uncle Silas followed after Tom into the house.\"\n        ],\n        [\n            144179,\n            \"It kind of made him drunk, as you may say, and he didn\\u2019t know nothing at all the rest of the day, and preached a prayer-meeting sermon that night that gave him a rattling ruputation, because the oldest man in the world couldn\\u2019t a understood it.\"\n        ],\n        [\n            145092,\n            \"We had Jim out of the chains in no time, and when Aunt Polly and Uncle Silas and Aunt Sally found out how good he helped the doctor nurse Tom, they made a heap of fuss over him, and fixed him up prime, and give him all he wanted to eat, and a good time, and nothing to do.\"\n        ]\n    ],\n    \"[1, 11]\": [\n        [\n            80261,\n            \"\\u201d When we got to the house the street in front of it was packed, and the three girls was standing in the door.\"\n        ],\n        [\n            80287,\n            \"Mary Jane _ was _ red-headed, but that don\\u2019t make no difference, she was most awful beautiful, and her face and her eyes was all lit up like glory, she was so glad her uncles was come.\"\n        ],\n        [\n            80333,\n            \"The king he spread his arms, and Mary Jane she jumped for them, and the hare-lip jumped for the duke, and there they had it!\"\n        ],\n        [\n            81383,\n            \"Then Mary Jane she fetched the letter her father left behind, and the king he read it out loud and cried over it.\"\n        ],\n        [\n            82611,\n            \"\\u201d Mary Jane she went for him, Susan and the hare-lip went for the duke, and then such another hugging and kissing I never see yet.\"\n        ],\n        [\n            83657,\n            \"turn this pitiful rascal out-- I _ beg _ you to do it.\"\n        ],\n        [\n            83702,\n            \"\\u201d She hove up the bag of money and put it in the king\\u2019s hands, and says, \\u201cTake this six thousand dollars, and invest for me and my sisters any way you want to, and don\\u2019t give us no receipt for it.\"\n        ],\n        [\n            83754,\n            \"\\u201d Then she put her arm around the king on one side, and Susan and the hare-lip done the same on the other.\"\n        ],\n        [\n            84005,\n            \"So Mary Jane took us up, and she showed them their rooms, which was plain but nice.\"\n        ],\n        [\n            84209,\n            \"Mary Jane she set at the head of the table, with Susan alongside of her, and said how bad the biscuits was, and how mean the preserves was, and how ornery and tough the fried chickens was-- and all that kind of rot, the way women always do for to force out compliments;\"\n        ],\n        [\n            84379,\n            \"The hare-lip she got to pumping me about England, and blest if I didn\\u2019t think the ice was getting mighty thin sometimes.\"\n        ],\n        [\n            84407,\n            \"She says: \\u201cDid you ever see the king?\"\n        ],\n        [\n            84454,\n            \"So when I says he goes to our church, she says: \\u201cWhat-- regular?\"\n        ],\n        [\n            84895,\n            \"\\u201d When she said that I see I was out of the woods again, and so I was comfortable and glad.\"\n        ],\n        [\n            84918,\n            \"Next, she says: \\u201cDo you go to church, too?\"\n        ],\n        [\n            85056,\n            \"Then I says: \\u201cBlame it, do you suppose there ain\\u2019t but one preacher to a church?\"\n        ],\n        [\n            85512,\n            \"But I didn\\u2019t do it pretty good, and when I got done I see she warn\\u2019t satisfied.\"\n        ],\n        [\n            85535,\n            \"She says: \\u201cHonest injun, now, hain\\u2019t you been telling me a lot of lies?\"\n        ],\n        [\n            85675,\n            \"\\u201d says Mary Jane, stepping in with Susan behind her.\"\n        ],\n        [\n            85950,\n            \"\\u201d I says to myself, _ this _ is a girl that I\\u2019m letting that old reptile rob her of her money!\"\n        ],\n        [\n            85984,\n            \"and if you\\u2019ll believe me, she did give Hare-lip hark from the tomb!\"\n        ],\n        [\n            86003,\n            \"Says I to myself, and this is _ another _ one that I\\u2019m letting him rob her of her money!\"\n        ],\n        [\n            86115,\n            \"and I wished I could tell her a thousand lies, so she could do it again.\"\n        ],\n        [\n            86133,\n            \"I says to myself, this is _ another _ one that I\\u2019m letting him rob her of her money.\"\n        ],\n        [\n            86156,\n            \"And when she got through they all jest laid theirselves out to make me feel at home and know I was amongst friends.\"\n        ],\n        [\n            86345,\n            \"If she was to fetch in help I\\u2019d get mixed up in the business before it was done with, I judge.\"\n        ],\n        [\n            88001,\n            \"but I see there warn\\u2019t nobody in there but the remainders of Peter;\"\n        ],\n        [\n            88302,\n            \"because when we get down the river a hundred mile or two I could write back to Mary Jane, and she could dig him up again and get it;\"\n        ],\n        [\n            88900,\n            \"and when everything was ready a young woman set down and worked it, and it was pretty skreeky and colicky, and everybody joined in and sung, and Peter was the only one that had a good thing, according to my notion.\"\n        ],\n        [\n            89475,\n            \"--now how do I know whether to write to Mary Jane or not?\"\n        ],\n        [\n            89491,\n            \"S\\u2019pose she dug him up and didn\\u2019t find nothing, what would she think of me?\"\n        ],\n        [\n            91277,\n            \"but as I come to the girls\\u2019 room the door was open, and I see Mary Jane setting by her old hair trunk, which was open and she\\u2019d been packing things in it-- getting ready to go to England.\"\n        ],\n        [\n            91360,\n            \"I went in there and says: \\u201cMiss Mary Jane, you can\\u2019t a-bear to see people in trouble, and I can\\u2019t-- most always.\"\n        ],\n        [\n            91432,\n            \"she didn\\u2019t know _ how _ she was ever going to be happy there, knowing the mother and the children warn\\u2019t ever going to see each other no more-- and then busted out bitterer than ever, and flung up her hands, and says: \\u201cOh, dear, dear, to think they ain\\u2019t _ ever _ going to see each other any more!\"\n        ],\n        [\n            91546,\n            \"And before I could budge she throws her arms around my neck and told me to say it _ again _, say it _ again _, say it _ again _!\"\n        ],\n        [\n            91599,\n            \"I asked her to let me think a minute;\"\n        ],\n        [\n            91831,\n            \"Then I says: \\u201cMiss Mary Jane, is there any place out of town a little ways where you could go and stay three or four days?\"\n        ],\n        [\n            91880,\n            \"If I\\u2019ll tell you how I know the niggers will see each other again inside of two weeks-- here in this house-- and _ prove _ how I know it-- will you go to Mr. Lothrop\\u2019s and stay four days?\"\n        ],\n        [\n            91949,\n            \"\\u201d \\u201cAll right,\\u201dI says, \\u201cI don\\u2019t want nothing more out of _ you _ than just your word-- I druther have it than another man\\u2019s kiss-the-Bible.\"\n        ],\n        [\n            91992,\n            \"\\u201d She smiled and reddened up very sweet, and I says, \\u201cIf you don\\u2019t mind it, I\\u2019ll shut the door-- and bolt it.\"\n        ],\n        [\n            92026,\n            \"\\u201d Then I come back and set down again, and says: \\u201cDon\\u2019t you holler.\"\n        ],\n        [\n            92056,\n            \"I got to tell the truth, and you want to brace up, Miss Mary, because it\\u2019s a bad kind, and going to be hard to take, but there ain\\u2019t no help for it.\"\n        ],\n        [\n            92125,\n            \"There, now we\\u2019re over the worst of it, you can stand the rest middling easy.\"\n        ],\n        [\n            92156,\n            \"but I was over the shoal water now, so I went right along, her eyes a-blazing higher and higher all the time, and told her every blame thing, from where we first struck that young fool going up to the steamboat, clear through to where she flung herself on to the king\\u2019s breast at the front door and he kissed her sixteen or seventeen times-- and then up she jumps, with her face afire like sunset, and says: \\u201cThe brute!\"\n        ],\n        [\n            92339,\n            \"\\u201cDon\\u2019t mind what I said-- please don\\u2019t-- you _ won\\u2019t, _ now, _ will _ you?\"\n        ],\n        [\n            92369,\n            \"\\u201d Laying her silky hand on mine in that kind of a way that I said I would die first.\"\n        ],\n        [\n            92390,\n            \"\\u201cI never thought, I was so stirred up,\\u201dshe says;\"\n        ],\n        [\n            92420,\n            \"You tell me what to do, and whatever you say I\\u2019ll do it.\"\n        ],\n        [\n            92437,\n            \"\\u201d \\u201cWell,\\u201dI says, \\u201cit\\u2019s a rough gang, them two frauds, and I\\u2019m fixed so I got to travel with them a while longer, whether I want to or not-- I druther not tell you why;\"\n        ],\n        [\n            92488,\n            \"and if you was to blow on them this town would get me out of their claws, and I\\u2019d be all right;\"\n        ],\n        [\n            92642,\n            \"I says: \\u201cMiss Mary Jane, I\\u2019ll tell you what we\\u2019ll do, and you won\\u2019t have to stay at Mr. Lothrop\\u2019s so long, nuther.\"\n        ],\n        [\n            92713,\n            \"Now you go along out there, and lay low till nine or half-past to-night, and then get them to fetch you home again-- tell them you\\u2019ve thought of something.\"\n        ],\n        [\n            92753,\n            \"If you get here before eleven put a candle in this window, and if I don\\u2019t turn up wait _ till _ eleven, and _ then _ if I don\\u2019t turn up it means I\\u2019m gone, and out of the way, and safe.\"\n        ],\n        [\n            92838,\n            \"\\u201d \\u201cAnd if it just happens so that I don\\u2019t get away, but get took up along with them, you must up and say I told you the whole thing beforehand, and you must stand by me all you can.\"\n        ],\n        [\n            92908,\n            \"\\u201d she says, and I see her nostrils spread and her eyes snap when she said it, too.\"\n        ],\n        [\n            93029,\n            \"I\\u2019ll tell you how to find them.\"\n        ],\n        [\n            93069,\n            \"When the court wants to find out something about these two, let them send up to Bricksville and say they\\u2019ve got the men that played the Royal Nonesuch, and ask for some witnesses-- why, you\\u2019ll have that entire town down here before you can hardly wink, Miss Mary.\"\n        ],\n        [\n            93332,\n            \"\\u201d \\u201c\\u2019Deed, _ that _ ain\\u2019t the ticket, Miss Mary Jane,\\u201dI says, \\u201cby no manner of means;\"\n        ],\n        [\n            93371,\n            \"\\u201d \\u201cWhat did you reckon I wanted you to go at all for, Miss Mary?\"\n        ],\n        [\n            93433,\n            \"I don\\u2019t want no better book than what your face is.\"\n        ],\n        [\n            93494,\n            \"Yes, I\\u2019ll go before breakfast-- I\\u2019ll be glad to.\"\n        ],\n        [\n            93550,\n            \"I don\\u2019t want you to see them, nor your sisters, nor nobody in this town;\"\n        ],\n        [\n            93570,\n            \"if a neighbor was to ask how is your uncles this morning your face would tell something.\"\n        ],\n        [\n            93588,\n            \"No, you go right along, Miss Mary Jane, and I\\u2019ll fix it with all of them.\"\n        ],\n        [\n            93610,\n            \"I\\u2019ll tell Miss Susan to give your love to your uncles and say you\\u2019ve went away for a few hours for to get a little rest and change, or to see a friend, and you\\u2019ll be back to-night or early in the morning.\"\n        ],\n        [\n            93664,\n            \"\\u201d \\u201cGone to see a friend is all right, but I won\\u2019t have my love given to them.\"\n        ],\n        [\n            93865,\n            \"and I stole it to give to you;\"\n        ],\n        [\n            93895,\n            \"I\\u2019m awful sorry, Miss Mary Jane, I\\u2019m just as sorry as I can be;\"\n        ],\n        [\n            94008,\n            \"\\u201d I didn\\u2019t want to set her to thinking about her troubles again;\"\n        ],\n        [\n            94024,\n            \"and I couldn\\u2019t seem to get my mouth to tell her what would make her see that corpse laying in the coffin with that bag of money on his stomach.\"\n        ],\n        [\n            94068,\n            \"then I says: \\u201cI\\u2019d ruther not _ tell _ you where I put it, Miss Mary Jane, if you don\\u2019t mind letting me off;\"\n        ],\n        [\n            94101,\n            \"but I\\u2019ll write it for you on a piece of paper, and you can read it along the road to Mr. Lothrop\\u2019s, if you want to.\"\n        ],\n        [\n            94177,\n            \"I was behind the door, and I was mighty sorry for you, Miss Mary Jane.\"\n        ],\n        [\n            94195,\n            \"\\u201d It made my eyes water a little to remember her crying there all by herself in the night, and them devils laying there right under her own roof, shaming her and robbing her;\"\n        ],\n        [\n            94232,\n            \"and when I folded it up and give it to her I see the water come into her eyes, too;\"\n        ],\n        [\n            94254,\n            \"and she shook me by the hand, hard, and says: \\u201c_ Good _-bye.\"\n        ],\n        [\n            94274,\n            \"I\\u2019m going to do everything just as you\\u2019ve told me;\"\n        ],\n        [\n            94289,\n            \"and if I don\\u2019t ever see you again, I sha\\u2019n\\u2019t ever forget you and I\\u2019ll think of you a many and a many a time, and I\\u2019ll _ pray _ for you, too!\"\n        ],\n        [\n            94348,\n            \"I reckoned if she knowed me she\\u2019d take a job that was more nearer her size.\"\n        ],\n        [\n            94367,\n            \"But I bet she done it, just the same-- she was just that kind.\"\n        ],\n        [\n            94385,\n            \"She had the grit to pray for Judus if she took the notion-- there warn\\u2019t no back-down to her, I judge.\"\n        ],\n        [\n            94414,\n            \"You may say what you want to, but in my opinion she had more sand in her than any girl I ever see;\"\n        ],\n        [\n            94439,\n            \"in my opinion she was just full of sand.\"\n        ],\n        [\n            94482,\n            \"I hain\\u2019t ever seen her since that time that I see her go out of that door;\"\n        ],\n        [\n            94502,\n            \"no, I hain\\u2019t ever seen her since, but I reckon I\\u2019ve thought of her a many and a many a million times, and of her saying she would pray for me;\"\n        ],\n        [\n            94541,\n            \"and if ever I\\u2019d a thought it would do any good for me to pray for _ her _, blamed if I wouldn\\u2019t a done it or bust.\"\n        ],\n        [\n            94575,\n            \"Well, Mary Jane she lit out the back way, I reckon;\"\n        ],\n        [\n            94671,\n            \"Well, Miss Mary Jane she told me to tell you she\\u2019s gone over there in a dreadful hurry-- one of them\\u2019s sick.\"\n        ],\n        [\n            95554,\n            \"\\u2019 But never mind, if you think it\\u2019s best to tell your uncle Harvey--\\u201d\\u201cShucks, and stay fooling around here when we could all be having good times in England whilst we was waiting to find out whether Mary Jane\\u2019s got it or not?\"\n        ],\n        [\n            95617,\n            \"\\u201d \\u201cWell, anyway, maybe you\\u2019d better tell some of the neighbors.\"\n        ],\n        [\n            95650,\n            \"Can\\u2019t you _ see _ that _ they\\u2019d _ go and tell?\"\n        ],\n        [\n            95706,\n            \"\\u201d \\u201cBut I reckon we ought to tell Uncle Harvey she\\u2019s gone out a while, anyway, so he won\\u2019t be uneasy about her?\"\n        ],\n        [\n            95751,\n            \"She says,\\u2019Tell them to give Uncle Harvey and William my love and a kiss, and say I\\u2019ve run over the river to see Mr.\\u2019--Mr.-- what _ is _ the name of that rich family your uncle Peter used to think so much of?\"\n        ],\n        [\n            95953,\n            \"She said, don\\u2019t say nothing about the Proctors, but only about the Apthorps-- which\\u2019ll be perfectly true, because she is going there to speak about their buying the house;\"\n        ]\n    ],\n    \"[1, 12]\": [\n        [\n            3,\n            \"You don\\u2019t know about me without you have read a book by the name of The Adventures of Tom Sawyer;\"\n        ],\n        [\n            70,\n            \"I never seen anybody but lied one time or another, without it was Aunt Polly, or the widow, or maybe Mary.\"\n        ],\n        [\n            95,\n            \"Aunt Polly-- Tom\\u2019s Aunt Polly, she is-- and Mary, and the Widow Douglas is all told about in that book, which is mostly a true book, with some stretchers, as I said before.\"\n        ],\n        [\n            140,\n            \"Now the way that the book winds up is this: Tom and me found the money that the robbers hid in the cave, and it made us rich.\"\n        ],\n        [\n            235,\n            \"The Widow Douglas she took me for her son, and allowed she would sivilize me;\"\n        ],\n        [\n            312,\n            \"But Tom Sawyer he hunted me up and said he was going to start a band of robbers, and I might join if I would go back to the widow and be respectable.\"\n        ],\n        [\n            352,\n            \"The widow she cried over me, and called me a poor lost lamb, and she called me a lot of other names, too, but she never meant no harm by it.\"\n        ],\n        [\n            388,\n            \"She put me in them new clothes again, and I couldn\\u2019t do nothing but sweat and sweat, and feel all cramped up.\"\n        ],\n        [\n            532,\n            \"After supper she got out her book and learned me about Moses and the Bulrushers, and I was in a sweat to find out all about him;\"\n        ],\n        [\n            579,\n            \"so then I didn\\u2019t care no more about him, because I don\\u2019t take no stock in dead people.\"\n        ],\n        [\n            603,\n            \"Pretty soon I wanted to smoke, and asked the widow to let me.\"\n        ],\n        [\n            624,\n            \"She said it was a mean practice and wasn\\u2019t clean, and I must try to not do it any more.\"\n        ],\n        [\n            673,\n            \"Here she was a-bothering about Moses, which was no kin to her, and no use to anybody, being gone, you see, yet finding a power of fault with me for doing a thing that had some good in it.\"\n        ],\n        [\n            740,\n            \"Her sister, Miss Watson, a tolerable slim old maid, with goggles on, had just come to live with her, and took a set at me now with a spelling-book.\"\n        ],\n        [\n            777,\n            \"She worked me middling hard for about an hour, and then the widow made her ease up.\"\n        ],\n        [\n            854,\n            \"\\u201d and pretty soon she would say, \\u201cDon\\u2019t gap and stretch like that, Huckleberry-- why don\\u2019t you try to behave?\"\n        ],\n        [\n            884,\n            \"\\u201d Then she told me all about the bad place, and I said I wished I was there.\"\n        ],\n        [\n            904,\n            \"She got mad then, but I didn\\u2019t mean no harm.\"\n        ],\n        [\n            939,\n            \"She said it was wicked to say what I said;\"\n        ],\n        [\n            976,\n            \"Well, I couldn\\u2019t see no advantage in going where she was going, so I made up my mind I wouldn\\u2019t try for it.\"\n        ],\n        [\n            1027,\n            \"Now she had got a start, and she went on and told me all about the good place.\"\n        ],\n        [\n            1090,\n            \"I asked her if she reckoned Tom Sawyer would go there, and she said not by a considerable sight.\"\n        ],\n        [\n            1127,\n            \"Miss Watson she kept pecking at me, and it got tiresome and lonesome.\"\n        ],\n        [\n            1409,\n            \"I didn\\u2019t need anybody to tell me that that was an awful bad sign and would fetch me some bad luck, so I was scared and most shook the clothes off of me.\"\n        ],\n        [\n            1464,\n            \"and then I tied up a little lock of my hair with a thread to keep witches away.\"\n        ],\n        [\n            1491,\n            \"You do that when you\\u2019ve lost a horseshoe that you\\u2019ve found, instead of nailing it up over the door, but I hadn\\u2019t ever heard anybody say it was any way to keep off bad luck when you\\u2019d killed a spider.\"\n        ],\n        [\n            1771,\n            \"When we was passing by the kitchen I fell over a root and made a noise.\"\n        ],\n        [\n            2241,\n            \"Tom he made a sign to me-- kind of a little noise with his mouth-- and we went creeping away on our hands and knees.\"\n        ],\n        [\n            2271,\n            \"When we was ten foot off Tom whispered to me, and wanted to tie Jim to the tree for fun.\"\n        ],\n        [\n            2298,\n            \"he might wake and make a disturbance, and then they\\u2019d find out I warn\\u2019t in.\"\n        ],\n        [\n            2388,\n            \"Then we got out, and I was in a sweat to get away;\"\n        ],\n        [\n            2891,\n            \"Well, when Tom and me got to the edge of the hilltop we looked away down into the village and could see three or four lights twinkling, where there was sick folks, maybe;\"\n        ],\n        [\n            3563,\n            \"\\u201d They talked it over, and they was going to rule me out, because they said every boy must have a family or somebody to kill, or else it wouldn\\u2019t be fair and square for the others.\"\n        ],\n        [\n            3632,\n            \"but all at once I thought of a way, and so I offered them Miss Watson-- they could kill her.\"\n        ],\n        [\n            3678,\n            \"\\u201d Then they all stuck a pin in their fingers to get blood to sign with, and I made my mark on the paper.\"\n        ],\n        [\n            4542,\n            \"\\u201d Little Tommy Barnes was asleep now, and when they waked him up he was scared, and cried, and said he wanted to go home to his ma, and didn\\u2019t want to be a robber any more.\"\n        ],\n        [\n            4789,\n            \"but the widow she didn\\u2019t scold, but only cleaned off the grease and clay, and looked so sorry that I thought I would behave awhile if I could.\"\n        ],\n        [\n            4822,\n            \"Then Miss Watson she took me in the closet and prayed, but nothing come of it.\"\n        ],\n        [\n            4840,\n            \"She told me to pray every day, and whatever I asked for I would get it.\"\n        ],\n        [\n            4912,\n            \"By and by, one day, I asked Miss Watson to try for me, but she said I was a fool.\"\n        ],\n        [\n            4936,\n            \"She never told me why, and I couldn\\u2019t make it out no way.\"\n        ],\n        [\n            4971,\n            \"I says to myself, if a body can get anything they pray for, why don\\u2019t Deacon Winn get back the money he lost on pork?\"\n        ],\n        [\n            5041,\n            \"I went and told the widow about it, and she said the thing a body could get by praying for it was \\u201cspiritual gifts.\"\n        ],\n        [\n            5068,\n            \"\\u201d This was too many for me, but she told me what she meant-- I must help other people, and do everything I could for other people, and look out for them all the time, and never think about myself.\"\n        ],\n        [\n            5115,\n            \"This was including Miss Watson, as I took it.\"\n        ],\n        [\n            5182,\n            \"Sometimes the widow would take me one side and talk about Providence in a way to make a body\\u2019s mouth water;\"\n        ],\n        [\n            5222,\n            \"I judged I could see that there was two Providences, and a poor chap would stand considerable show with the widow\\u2019s Providence, but if Miss Watson\\u2019s got him there warn\\u2019t no help for him any more.\"\n        ],\n        [\n            5267,\n            \"I thought it all out, and reckoned I would belong to the widow\\u2019s if he wanted me, though I couldn\\u2019t make out how he was a-going to be any better off then than what he was before, seeing I was so ignorant, and so kind of low-down and ornery.\"\n        ],\n        [\n            5329,\n            \"Pap he hadn\\u2019t been seen for more than a year, and that was comfortable for me;\"\n        ],\n        [\n            5349,\n            \"I didn\\u2019t want to see him no more.\"\n        ],\n        [\n            5360,\n            \"He used to always whale me when he was sober and could get his hands on me;\"\n        ],\n        [\n            5378,\n            \"though I used to take to the woods most of the time when he was around.\"\n        ],\n        [\n            5521,\n            \"I knowed mighty well that a drownded man don\\u2019t float on his back, but on his face.\"\n        ],\n        [\n            5573,\n            \"I judged the old man would turn up again by and by, though I wished he wouldn\\u2019t.\"\n        ],\n        [\n            5594,\n            \"We played robber now and then about a month, and then I resigned.\"\n        ],\n        [\n            5927,\n            \"I didn\\u2019t believe we could lick such a crowd of Spaniards and A-rabs, but I wanted to see the camels and elephants, so I was on hand next day, Saturday, in the ambuscade;\"\n        ],\n        [\n            6134,\n            \"I said, why couldn\\u2019t we see them, then?\"\n        ],\n        [\n            6147,\n            \"He said if I warn\\u2019t so ignorant, but had read a book called Don Quixote, I would know without asking.\"\n        ],\n        [\n            6303,\n            \"\\u201d \\u201cWell,\\u201dI says, \\u201cs\\u2019 pose we got some genies to help _ us _-- can\\u2019t we lick the other crowd then?\"\n        ],\n        [\n            6798,\n            \"I got an old tin lamp and an iron ring, and went out in the woods and rubbed and rubbed till I sweat like an Injun, calculating to build a palace and sell it;\"\n        ],\n        [\n            6849,\n            \"So then I judged that all that stuff was only just one of Tom Sawyer\\u2019s lies.\"\n        ],\n        [\n            6868,\n            \"I reckoned he believed in the A-rabs and the elephants, but as for me I think different.\"\n        ],\n        [\n            7138,\n            \"The widow said I was coming along slow but sure, and doing very satisfactory.\"\n        ],\n        [\n            7154,\n            \"She said she warn\\u2019t ashamed of me.\"\n        ],\n        [\n            7178,\n            \"I reached for some of it as quick as I could to throw over my left shoulder and keep off the bad luck, but Miss Watson was in ahead of me, and crossed me off.\"\n        ],\n        [\n            7216,\n            \"She says, \\u201cTake your hands away, Huckleberry;\"\n        ],\n        [\n            7235,\n            \"\\u201d The widow put in a good word for me, but that warn\\u2019t going to keep off the bad luck, I knowed that well enough.\"\n        ],\n        [\n            7340,\n            \"I went down to the front garden and clumb over the stile where you go through the high board fence.\"\n        ],\n        [\n            7499,\n            \"I looked over my shoulder every now and then, but I didn\\u2019t see nobody.\"\n        ],\n        [\n            8162,\n            \"(I reckoned I wouldn\\u2019t say nothing about the dollar I got from the judge.\"\n        ],\n        [\n            8728,\n            \"but in a minute I see I was mistaken-- that is, after the first jolt, as you may say, when my breath sort of hitched, he being so unexpected;\"\n        ],\n        [\n            9135,\n            \"You think you\\u2019re better\\u2019n your father, now, don\\u2019t you, because he can\\u2019t?\"\n        ],\n        [\n            9198,\n            \"She told me.\"\n        ],\n        [\n            9384,\n            \"\\u201d I took up a book and begun something about General Washington and the wars.\"\n        ],\n        [\n            9682,\n            \"Why, there ain\\u2019t no end to your airs-- they say you\\u2019re rich.\"\n        ],\n        [\n            9859,\n            \"You ask Judge Thatcher;\"\n        ],\n        [\n            9864,\n            \"he\\u2019ll tell you the same.\"\n        ],\n        [\n            9877,\n            \"I\\u2019ll ask him;\"\n        ],\n        [\n            9883,\n            \"and I\\u2019ll make him pungle, too, or I\\u2019ll know the reason why.\"\n        ],\n        [\n            10117,\n            \"The judge and the widow went to law to get the court to take me away from him and let one of them be my guardian;\"\n        ],\n        [\n            10221,\n            \"He said he\\u2019d cowhide me till I was black and blue if I didn\\u2019t raise some money for him.\"\n        ],\n        [\n            10245,\n            \"I borrowed three dollars from Judge Thatcher, and pap took it and got drunk, and went a-blowing around and cussing and whooping and carrying on;\"\n        ],\n        [\n            10324,\n            \"said he was boss of his son, and he\\u2019d make it warm for _ him _.\"\n        ],\n        [\n            14912,\n            \"I just expected there\\u2019d be somebody laying down in it, because people often done that to fool folks, and when a chap had pulled a skiff out most to it they\\u2019d raise up and laugh at him.\"\n        ],\n        [\n            15242,\n            \"While we laid off after breakfast to sleep up, both of us being about wore out, I got to thinking that if I could fix up some way to keep pap and the widow from trying to follow me, it would be a certainer thing than trusting to luck to get far enough off before they missed me;\"\n        ],\n        [\n            15314,\n            \"Well, I didn\\u2019t see no way for a while, but by and by pap raised up a minute to drink another barrel of water, and he says: \\u201cAnother time a man comes a-prowling round here you roust me out, you hear?\"\n        ],\n        [\n            15376,\n            \"I\\u2019d a shot him.\"\n        ],\n        [\n            16035,\n            \"I shot this fellow and took him into camp.\"\n        ],\n        [\n            16067,\n            \"I fetched the pig in, and took him back nearly to the table and hacked into his throat with the axe, and laid him down on the ground to bleed;\"\n        ],\n        [\n            16116,\n            \"Well, next I took an old sack and put a lot of big rocks in it-- all I could drag-- and I started it from the pig, and dragged it to the door and through the woods down to the river and dumped it in, and down it sunk, out of sight.\"\n        ],\n        [\n            16190,\n            \"I did wish Tom Sawyer was there;\"\n        ],\n        [\n            16198,\n            \"I knowed he would take an interest in this kind of business, and throw in the fancy touches.\"\n        ],\n        [\n            16265,\n            \"Then I took up the pig and held him to my breast with my jacket (so he couldn\\u2019t drip) till I got a good piece below the house and then dumped him into the river.\"\n        ],\n        [\n            16337,\n            \"I took the bag to where it used to stand, and ripped a hole in the bottom of it with the saw, for there warn\\u2019t no knives and forks on the place-- pap done everything with his clasp-knife about the cooking.\"\n        ],\n        [\n            16387,\n            \"Then I carried the sack about a hundred yards across the grass and through the willows east of the house, to a shallow lake that was five mile wide and full of rushes-- and ducks too, you might say, in the season.\"\n        ],\n        [\n            16488,\n            \"I dropped pap\\u2019s whetstone there too, so as to look like it had been done by accident.\"\n        ],\n        [\n            16724,\n            \"I know that island pretty well, and nobody ever comes there.\"\n        ],\n        [\n            16866,\n            \"You know what I mean-- I don\\u2019t know the words to put it in.\"\n        ],\n        [\n            17023,\n            \"He dropped below me with the current, and by and by he came a-swinging up shore in the easy water, and he went by so close I could a reached out the gun and touched him.\"\n        ],\n        [\n            17117,\n            \"I made two mile and a half, and then struck out a quarter of a mile or more towards the middle of the river, because pretty soon I would be passing the ferry landing, and people might see me and hail me.\"\n        ],\n        [\n            17711,\n            \"I watched it come creeping down, and when it was most abreast of where I stood I heard a man say, \\u201cStern oars, there!\"\n        ],\n        [\n            17746,\n            \"\\u201d I heard that just as plain as if the man was by my side.\"\n        ],\n        [\n            18050,\n            \"You see, they was firing cannon over the water, trying to make my carcass come to the top.\"\n        ],\n        [\n            18156,\n            \"Well, then I happened to think how they always put quicksilver in loaves of bread and float them off, because they always go right to the drownded carcass and stop there.\"\n        ],\n        [\n            18391,\n            \"I says, now I reckon the widow or the parson or somebody prayed that this bread would find me, and here it has gone and done it.\"\n        ],\n        [\n            18421,\n            \"So there ain\\u2019t no doubt but there is something in that thing-- that is, there\\u2019s something in it when a body like the widow or the parson prays, but it don\\u2019t work for me, and I reckon it don\\u2019t work for only just the right kind.\"\n        ],\n        [\n            18992,\n            \"Nobody else would come a-hunting after me.\"\n        ],\n        [\n            19480,\n            \"If I see a stump, I took it for a man;\"\n        ],\n        [\n            19493,\n            \"if I trod on a stick and broke it, it made me feel like a person had cut one of my breaths in two and I only got half, and the short half, too.\"\n        ],\n        [\n            19832,\n            \"I hadn\\u2019t got far when I hear a man say: \\u201cWe better camp here if we can find a good place;\"\n        ],\n        [\n            20339,\n            \"Pretty soon he gapped and stretched himself and hove off the blanket, and it was Miss Watson\\u2019s Jim!\"\n        ],\n        [\n            20432,\n            \"I alwuz liked dead people, en done all I could for\\u2019em.\"\n        ],\n        [\n            20813,\n            \"\\u201d So we went over to where the canoe was, and while he built a fire in a grassy open place amongst the trees, I fetched meal and bacon and coffee, and coffee-pot and frying-pan, and sugar and tin cups, and the nigger was set back considerable, because he reckoned it was all done with witchcraft.\"\n        ],\n        [\n            20993,\n            \"He said Tom Sawyer couldn\\u2019t get up no better plan than what I had.\"\n        ],\n        [\n            21182,\n            \"People would call me a low-down Abolitionist and despise me for keeping mum-- but that don\\u2019t make no difference.\"\n        ],\n        [\n            21256,\n            \"Ole missus-- dat\\u2019s Miss Watson-- she pecks on me all de time, en treats me pooty rough, but she awluz said she wouldn\\u2019sell me down to Orleans.\"\n        ],\n        [\n            21316,\n            \"Well, one night I creeps to de do\\u2019pooty late, en de do\\u2019warn\\u2019t quite shet, en I hear old missus tell de widder she gwyne to sell me down to Orleans, but she didn\\u2019want to, but she could git eight hund\\u2019d dollars for me, en it\\u2019uz sich a big stack o\\u2019money she couldn\\u2019resis \\u2019.\"\n        ],\n        [\n            21392,\n            \"De widder she try to git her to say she wouldn\\u2019do it, but I never waited to hear de res \\u2019.\"\n        ],\n        [\n            21417,\n            \"I lit out mighty quick, I tell you.\"\n        ],\n        [\n            21813,\n            \"You see, ef I kep\\u2019on tryin\\u2019to git away afoot, de dogs\\u2019 ud track me;\"\n        ],\n        [\n            22109,\n            \"When we\\u2019uz mos\\u2019 down to de head er de islan\\u2019a man begin to come aft wid de lantern, I see it warn\\u2019t no use fer to wait, so I slid overboard en struck out fer de islan \\u2019.\"\n        ],\n        [\n            22498,\n            \"He said his father laid mighty sick once, and some of them catched a bird, and his old granny said his father would die, and he did.\"\n        ],\n        [\n            22529,\n            \"And Jim said you mustn\\u2019t count the things you are going to cook for dinner, because that would bring bad luck.\"\n        ],\n        [\n            22566,\n            \"And he said if a man owned a beehive and that man died, the bees must be told about it before sun-up next morning, or else the bees would all weaken down and quit work and die.\"\n        ],\n        [\n            22608,\n            \"Jim said bees wouldn\\u2019t sting idiots;\"\n        ],\n        [\n            22673,\n            \"I said it looked to me like all the signs was about bad luck, and so I asked him if there warn\\u2019t any good-luck signs.\"\n        ],\n        [\n            22748,\n            \"\\u201d And he said: \\u201cEf you\\u2019s got hairy arms en a hairy breas \\u2019, it\\u2019s a sign dat you\\u2019s agwyne to be rich.\"\n        ],\n        [\n            22875,\n            \"Don\\u2019t you see I has?\"\n        ],\n        [\n            23857,\n            \"Jim was for putting our traps in there right away, but I said we didn\\u2019t want to be climbing up and down there all the time.\"\n        ],\n        [\n            23887,\n            \"Jim said if we had the canoe hid in a good place, and had all the traps in the cavern, we could rush there if anybody was to come to the island, and they would never find us without dogs.\"\n        ],\n        [\n            23931,\n            \"And, besides, he said them little birds had said it was going to rain, and did I want the things to get wet?\"\n        ],\n        [\n            24971,\n            \"So I hollered again, and then Jim says: \\u201cDe man ain\\u2019t asleep-- he\\u2019s dead.\"\n        ],\n        [\n            24995,\n            \"You hold still-- I\\u2019ll go en see.\"\n        ],\n        [\n            25045,\n            \"I reck\\u2019n he\\u2019s ben dead two er three days.\"\n        ],\n        [\n            25079,\n            \"\\u201d I didn\\u2019t look at him at all.\"\n        ],\n        [\n            25090,\n            \"Jim throwed some old rags over him, but he needn\\u2019t done it;\"\n        ],\n        [\n            25106,\n            \"I didn\\u2019t want to see him.\"\n        ],\n        [\n            25465,\n            \"and just as we was leaving I found a tolerable good curry-comb, and Jim he found a ratty old fiddle-bow, and a wooden leg.\"\n        ],\n        [\n            25496,\n            \"The straps was broke off of it, but, barring that, it was a good enough leg, though it was too long for me and not long enough for Jim, and we couldn\\u2019t find the other one, though we hunted all around.\"\n        ],\n        [\n            25585,\n            \"so I made Jim lay down in the canoe and cover up with the quilt, because if he set up people could tell he was a nigger a good ways off.\"\n        ],\n        [\n            25637,\n            \"I crept up the dead water under the bank, and hadn\\u2019t no accidents and didn\\u2019t see nobody.\"\n        ],\n        [\n            25669,\n            \"After breakfast I wanted to talk about the dead man and guess out how he come to be killed, but Jim didn\\u2019t want to.\"\n        ],\n        [\n            25705,\n            \"and besides, he said, he might come and ha\\u2019nt us;\"\n        ],\n        [\n            25762,\n            \"but I couldn\\u2019t keep from studying over it and wishing I knowed who shot the man, and what they done it for.\"\n        ],\n        [\n            25846,\n            \"I said I reckoned they killed him, too;\"\n        ],\n        [\n            25949,\n            \"I wish we could have some bad luck like this every day, Jim.\"\n        ],\n        [\n            26199,\n            \"That all comes of my being such a fool as to not remember that wherever you leave a dead snake its mate always comes there and curls around it.\"\n        ],\n        [\n            26490,\n            \"And he said that handling a snake-skin was such awful bad luck that maybe we hadn\\u2019t got to the end of it yet.\"\n        ],\n        [\n            26547,\n            \"Well, I was getting to feel that way myself, though I\\u2019ve always reckoned that looking at the new moon over your left shoulder is one of the carelessest and foolishest things a body can do.\"\n        ],\n        [\n            26983,\n            \"Then he studied it over and said, couldn\\u2019t I put on some of them old things and dress up like a girl?\"\n        ],\n        [\n            27017,\n            \"So we shortened up one of the calico gowns, and I turned up my trouser-legs to my knees and got into it.\"\n        ],\n        [\n            27095,\n            \"Jim said nobody would know me, even in the daytime, hardly.\"\n        ],\n        [\n            27109,\n            \"I practiced around all day to get the hang of the things, and by and by I could do pretty well in them, only Jim said I didn\\u2019t walk like a girl;\"\n        ],\n        [\n            27336,\n            \"people might know my voice and find me out.\"\n        ],\n        [\n            27369,\n            \"so I knocked at the door, and made up my mind I wouldn\\u2019t forget I was a girl.\"\n        ],\n        [\n            27420,\n            \"She looked me all over with her little shiny eyes, and says: \\u201cWhat might your name be?\"\n        ],\n        [\n            27681,\n            \"\\u201d She said she wouldn\\u2019t let me go by myself, but her husband would be in by and by, maybe in a hour and a half, and she\\u2019d send him along with me.\"\n        ],\n        [\n            27722,\n            \"Then she got to talking about her husband, and about her relations up the river, and her relations down the river, and about how much better off they used to was, and how they didn\\u2019t know but they\\u2019d made a mistake coming to our town, instead of letting well alone-- and so on and so on, till I was afeard I had made a mistake coming to her to find out what was going on in the town;\"\n        ],\n        [\n            27813,\n            \"but by and by she dropped on to pap and the murder, and then I was pretty willing to let her clatter right along.\"\n        ],\n        [\n            27839,\n            \"She told about me and Tom Sawyer finding the six thousand dollars (only she got it ten) and all about pap and what a hard lot he was, and what a hard lot I was, and at last she got down to where I was murdered.\"\n        ],\n        [\n            28029,\n            \"She run on, and never noticed I had put in at all: \\u201cThe nigger run off the very night Huck Finn was killed.\"\n        ],\n        [\n            31523,\n            \"and Jim said she was a smart one, and if she was to start after us herself she wouldn\\u2019t set down and watch a camp fire-- no, sir, she\\u2019d fetch a dog.\"\n        ],\n        [\n            31585,\n            \"Jim said he bet she did think of it by the time the men was ready to start, and he believed they must a gone up-town to get a dog and so they lost all that time, or else we wouldn\\u2019t be here on a towhead sixteen or seventeen mile below the village-- no, indeedy, we would be in that same old town again.\"\n        ],\n        [\n            32396,\n            \"Jim said he reckoned the widow was partly right and pap was partly right;\"\n        ],\n        [\n            33106,\n            \"Do you reckon Tom Sawyer would ever go by this thing?\"\n        ],\n        [\n            35528,\n            \"When we was three or four hundred yards down-stream we see the lantern show like a little spark at the texas door for a second, and we knowed by that that the rascals had missed their boat, and was beginning to understand that they was in just as much trouble now as Jim Turner was.\"\n        ],\n        [\n            35588,\n            \"Then Jim manned the oars, and we took out after our raft.\"\n        ],\n        [\n            35678,\n            \"So says I to Jim: \\u201cThe first light we see we\\u2019ll land a hundred yards below it or above it, in a place where it\\u2019s a good hiding-place for you and the skiff, and then I\\u2019ll go and fix up some kind of a yarn, and get somebody to go for that gang and get them out of their scrape, so they can be hung when their time comes.\"\n        ],\n        [\n            35918,\n            \"We hustled it on to the raft in a pile, and I told Jim to float along down, and show a light when he judged he had gone about two mile, and keep it burning till I come;\"\n        ],\n        [\n            36240,\n            \"\\u201cI\\u2019m the captain and the owner and the mate and the pilot and watchman and head deck-hand;\"\n        ],\n        [\n            36273,\n            \"I ain\\u2019t as rich as old Jim Hornback, and I can\\u2019t be so blame\\u2019generous and good to Tom, Dick, and Harry as what he is, and slam around money the way he does;\"\n        ],\n        [\n            36338,\n            \"for, says I, a sailor\\u2019s life\\u2019s the life for me, and I\\u2019m derned if _ I\\u2019d _ live two mile out o\\u2019town, where there ain\\u2019t nothing ever goin\\u2019on, not for all his spondulicks and as much more on top of it.\"\n        ],\n        [\n            36399,\n            \"Says I--\\u201dI broke in and says: \\u201cThey\\u2019re in an awful peck of trouble, and--\\u201d\\u201c_ Who _ is?\"\n        ],\n        [\n            36783,\n            \"but all of us was saved but Bill Whipple-- and oh, he _ was _ the best cretur!\"\n        ],\n        [\n            36883,\n            \"I was the only one that could swim, so I made a dash for it, and Miss Hooker she said if I didn\\u2019t strike help sooner, come here and hunt up her uncle, and he\\u2019d fix the thing.\"\n        ],\n        [\n            36930,\n            \"I made the land about a mile below, and been fooling along ever since, trying to get people to do something, but they said,\\u2019What, in such a night and such a current?\"\n        ],\n        [\n            37058,\n            \"Miss Hooker she tole me, _ particular _, that her uncle Hornback--\\u201d\\u201cGreat guns!\"\n        ],\n        [\n            37298,\n            \"I wished the widow knowed about it.\"\n        ],\n        [\n            37306,\n            \"I judged she would be proud of me for helping these rapscallions, because rapscallions and dead beats is the kind the widow and good people takes the most interest in.\"\n        ],\n        [\n            37372,\n            \"She was very deep, and I see in a minute there warn\\u2019t much chance for anybody being alive in her.\"\n        ],\n        [\n            37468,\n            \"and when I judged I was out of eye-reach I laid on my oars, and looked back and see her go and smell around the wreck for Miss Hooker\\u2019s remainders, because the captain would know her uncle Hornback would want them;\"\n        ],\n        [\n            37700,\n            \"We laid off all the afternoon in the woods talking, and me reading the books, and having a general good time.\"\n        ],\n        [\n            37817,\n            \"and if he did get saved, whoever saved him would send him back home so as to get the reward, and then Miss Watson would sell him South, sure.\"\n        ],\n        [\n            38175,\n            \"\\u201cYes,\\u201dsays I, \\u201cand other times, when things is dull, they fuss with the parlyment;\"\n        ],\n        [\n            38442,\n            \"because the widow she told me so, her own self.\"\n        ],\n        [\n            38508,\n            \"\\u201d \\u201cYes, the widow told me all about it.\"\n        ],\n        [\n            39375,\n            \"S\\u2019pose a man was to come to you and say Polly-voo-franzy-- what would you think?\"\n        ],\n        [\n            39409,\n            \"I\\u2019d take en bust him over de head-- dat is, if he warn\\u2019t white.\"\n        ],\n        [\n            40263,\n            \"I got to set still and float, and yet it\\u2019s mighty fidgety business to have to hold your hands still at such a time.\"\n        ],\n        [\n            40397,\n            \"I did wish the fool would think to beat a tin pan, and beat it all the time, but he never did, and it was the still places between the whoops that was making the trouble for me.\"\n        ],\n        [\n            41994,\n            \"En didn\\u2019t you whoop, en didn\\u2019t I whoop, tell we got mix\\u2019up in de islands en one un us got los\\u2019 en t\\u2019other one was jis\\u2019 as good as los \\u2019,\\u2019kase he didn\\u2019know whah he wuz?\"\n        ],\n        [\n            42431,\n            \"He said the first towhead stood for a man that would try to do us some good, but the current was another man that would get us away from him.\"\n        ],\n        [\n            43196,\n            \"I said likely we wouldn\\u2019t, because I had heard say there warn\\u2019t but about a dozen houses there, and if they didn\\u2019t happen to have them lit up, how was we going to know we was passing a town?\"\n        ],\n        [\n            43260,\n            \"But I said maybe we might think we was passing the foot of an island and coming into the same old river again.\"\n        ],\n        [\n            43349,\n            \"Jim thought it was a good idea, so we took a smoke on it and waited.\"\n        ],\n        [\n            43392,\n            \"He said he\\u2019d be mighty sure to see it, because he\\u2019d be a free man the minute he seen it, but if he missed it he\\u2019d be in a slave country again and no more show for freedom.\"\n        ],\n        [\n            43505,\n            \"Well, I can tell you it made me all over trembly and feverish, too, to hear him, because I begun to get it through my head that he _ was _ most free-- and who was to blame for it?\"\n        ],\n        [\n            43663,\n            \"but it warn\\u2019t no use, conscience up and says, every time, \\u201cBut you knowed he was running for his freedom, and you could a paddled ashore and told somebody.\"\n        ],\n        [\n            43721,\n            \"Conscience says to me, \\u201cWhat had poor Miss Watson done to you that you could see her nigger go off right under your eyes and never say one single word?\"\n        ],\n        [\n            43754,\n            \"What did that poor old woman do to you that you could treat her so mean?\"\n        ],\n        [\n            43771,\n            \"Why, she tried to learn you your book, she tried to learn you your manners, she tried to be good to you every way she knowed how.\"\n        ],\n        [\n            43913,\n            \"He was saying how the first thing he would do when he got to a free State he would go to saving up money and never spend a single cent, and when he got enough he would buy his wife, which was owned on a farm close to where Miss Watson lived;\"\n        ],\n        [\n            44244,\n            \"Jim sings out: \\u201cWe\\u2019s safe, Huck, we\\u2019s safe!\"\n        ],\n        [\n            44382,\n            \"I\\u2019s a free man, en I couldn\\u2019t ever ben free ef it hadn\\u2019ben for Huck;\"\n        ],\n        [\n            44832,\n            \"we\\u2019re in a hurry, boy.\"\n        ],\n        [\n            44841,\n            \"But I s\\u2019 pose we\\u2019ve got to.\"\n        ],\n        [\n            44879,\n            \"When we had made a stroke or two, I says: \\u201cPap\\u2019ll be mighty much obleeged to you, I can tell you.\"\n        ],\n        [\n            44907,\n            \"Everybody goes away when I want them to help me tow the raft ashore, and I can\\u2019t do it by myself.\"\n        ],\n        [\n            45038,\n            \"\\u201d \\u201cI will, sir, I will, honest-- but don\\u2019t leave us, please.\"\n        ],\n        [\n            45186,\n            \"\\u201d \\u201cWell,\\u201dsays I, a-blubbering, \\u201cI\\u2019ve told everybody before, and they just went away and left us.\"\n        ],\n        [\n            45314,\n            \"It will be long after sun-up then, and when you ask for help you tell them your folks are all down with chills and fever.\"\n        ],\n        [\n            45412,\n            \"Say, I reckon your father\\u2019s poor, and I\\u2019m bound to say he\\u2019s in pretty hard luck.\"\n        ],\n        [\n            46052,\n            \"Jim said we could take deck passage on a steamboat now, and the money would last us as far as we wanted to go in the free States.\"\n        ],\n        [\n            46082,\n            \"He said twenty mile more warn\\u2019t far for the raft to go, but he wished we was already there.\"\n        ],\n        [\n            46105,\n            \"Towards daybreak we tied up, and Jim was mighty particular about hiding the raft good.\"\n        ],\n        [\n            46214,\n            \"You must be a blame\\u2019fool.\"\n        ],\n        [\n            46298,\n            \"We passed another town before daylight, and I was going out again;\"\n        ],\n        [\n            46367,\n            \"I says: \\u201cMaybe we went by Cairo in the fog that night.\"\n        ],\n        [\n            47136,\n            \"There was a yell at us, and a jingling of bells to stop the engines, a powwow of cussing, and whistling of steam-- and as Jim went overboard on one side and I on the other, she come smashing straight through the raft.\"\n        ],\n        [\n            47337,\n            \"I sung out for Jim about a dozen times, but I didn\\u2019t get any answer;\"\n        ],\n        [\n            47616,\n            \"I only want to go along by, but the dogs won\\u2019t let me.\"\n        ],\n        [\n            47650,\n            \"\\u201d \\u201cI warn\\u2019t prowling around, sir, I fell overboard off of the steamboat.\"\n        ],\n        [\n            47708,\n            \"\\u201d \\u201cLook here, if you\\u2019re telling the truth you needn\\u2019t be afraid-- nobody\\u2019ll hurt you.\"\n        ],\n        [\n            48388,\n            \"He told me to make myself easy and at home, and tell all about myself;\"\n        ],\n        [\n            48457,\n            \"\\u201d So the old lady says: \\u201cBetsy\\u201d(this was a nigger woman), \\u201cyou fly around and get him something to eat as quick as you can, poor thing;\"\n        ],\n        [\n            57722,\n            \"they won\\u2019t find me, and they\\u2019ll think I\\u2019ve been killed, and floated down the river-- there\\u2019s something up there that\\u2019ll help them think so-- so don\\u2019t you lose no time, Jim, but just shove off for the big water as fast as ever you can.\"\n        ],\n        [\n            57829,\n            \"I hadn\\u2019t had a bite to eat since yesterday, so Jim he got out some corn-dodgers and buttermilk, and pork and cabbage and greens-- there ain\\u2019t nothing in the world so good when it\\u2019s cooked right-- and whilst I eat my supper we talked and had a good time.\"\n        ],\n        [\n            59440,\n            \"I thought I was a goner, for whenever anybody was after anybody I judged it was _ me _-- or maybe Jim.\"\n        ],\n        [\n            61053,\n            \"We tried to comfort him, but he said it warn\\u2019t much use, he couldn\\u2019t be much comforted;\"\n        ],\n        [\n            61098,\n            \"so we said we would, if he would tell us how.\"\n        ],\n        [\n            61111,\n            \"He said we ought to bow when we spoke to him, and say \\u201cYour Grace,\\u201dor \\u201cMy Lord,\\u201dor \\u201cYour Lordship \\u201d-- and he wouldn\\u2019t mind it if we called him plain \\u201cBridgewater,\\u201dwhich, he said, was a title anyway, and not a name;\"\n        ],\n        [\n            61489,\n            \"\\u201d You bet you, Jim and me stared this time.\"\n        ],\n        [\n            61644,\n            \"\\u201d Well, he cried and took on so that me and Jim didn\\u2019t know hardly what to do, we was so sorry-- and so glad and proud we\\u2019d got him with us, too.\"\n        ],\n        [\n            61799,\n            \"So Jim and me set to majestying him, and doing this and that and t\\u2019other for him, and standing up till he told us we might set down.\"\n        ],\n        [\n            62322,\n            \"wanted to know what we covered up the raft that way for, and laid by in the daytime instead of running-- was Jim a runaway nigger?\"\n        ],\n        [\n            62368,\n            \"\\u201d No, they allowed he wouldn\\u2019t.\"\n        ],\n        [\n            62612,\n            \"Well, for the next day or two we had considerable trouble, because people was always coming out in skiffs and trying to take Jim away from me, saying they believed he was a runaway nigger.\"\n        ],\n        [\n            62956,\n            \"\\u201d Jim and me was in a sweat again for a minute, being afraid there was going to be some more trouble amongst them;\"\n        ],\n        [\n            63418,\n            \"I had the middle watch, you know, but I was pretty sleepy by that time, so Jim he said he would stand the first half of it for me;\"\n        ],\n        [\n            63629,\n            \"and the first cabin-light that showed I rousted him out, and we slid the raft into hiding quarters for the day.\"\n        ],\n        [\n            64307,\n            \"There was a little one-horse town about three mile down the bend, and after dinner the duke said he had ciphered out his idea about how to run in daylight without it being dangersome for Jim;\"\n        ],\n        [\n            64381,\n            \"We was out of coffee, so Jim said I better go along with them in the canoe and get some.\"\n        ],\n        [\n            66392,\n            \"Whenever we see anybody coming we can tie Jim hand and foot with a rope, and lay him in the wigwam and show this handbill and say we captured him up the river, and were too poor to travel on a steamboat, so we got this little raft on credit from our friends and are going down to get the reward.\"\n        ],\n        [\n            66457,\n            \"Handcuffs and chains would look still better on Jim, but it wouldn\\u2019t go well with the story of us being so poor.\"\n        ],\n        [\n            66626,\n            \"When Jim called me to take the watch at four in the morning, he says: \\u201cHuck, does you reck\\u2019n we gwyne to run acrost any mo\\u2019kings on dis trip?\"\n        ],\n        [\n            66724,\n            \"\\u201d I found Jim had been trying to get him to talk French, so he could hear what it was like;\"\n        ],\n        [\n            67935,\n            \"so we tied up about three-quarters of a mile above it, in the mouth of a crick which was shut in like a tunnel by the cypress trees, and all of us but Jim took the canoe and went down there to see if there was any chance in that place for our show.\"\n        ],\n        [\n            73598,\n            \"And, then, there he was, slim and handsome, and dressed the gaudiest and prettiest you ever saw, and he lit into that horse with his whip and made him fairly hum-- and finally skipped off, and made his bow and danced off to the dressing-room, and everybody just a-howling with pleasure and astonishment.\"\n        ],\n        [\n            75286,\n            \"By and by, when they was asleep and snoring, Jim says: \\u201cDon\\u2019t it s\\u2019 prise you de way dem kings carries on, Huck?\"\n        ],\n        [\n            76323,\n            \"I went to sleep, and Jim didn\\u2019t call me when it was my turn.\"\n        ],\n        [\n            76346,\n            \"When I waked up just at daybreak he was sitting there with his head down betwixt his knees, moaning and mourning to himself.\"\n        ],\n        [\n            76388,\n            \"He was thinking about his wife and his children, away up yonder, and he was low and homesick;\"\n        ],\n        [\n            76424,\n            \"and I do believe he cared just as much for his people as white folks does for their\\u2019n.\"\n        ],\n        [\n            76460,\n            \"He was often moaning and mourning that way nights, when he judged I was asleep, and saying, \\u201cPo\\u2019little\\u2019Lizabeth!\"\n        ],\n        [\n            76498,\n            \"I spec\\u2019I ain\\u2019t ever gwyne to see you no mo \\u2019, no mo \\u2019!\"\n        ],\n        [\n            76518,\n            \"\\u201d He was a mighty good nigger, Jim was.\"\n        ],\n        [\n            76529,\n            \"But this time I somehow got to talking to him about his wife and young ones;\"\n        ],\n        [\n            77124,\n            \"Jim he spoke to the duke, and said he hoped it wouldn\\u2019t take but a few hours, because it got mighty heavy and tiresome to him when he had to lay all day in the wigwam tied with the rope.\"\n        ],\n        [\n            77169,\n            \"You see, when we left him all alone we had to tie him, because if anybody happened on to him all by himself and not tied it wouldn\\u2019t look much like he was a runaway nigger, you know.\"\n        ],\n        [\n            77260,\n            \"He dressed Jim up in King Lear\\u2019s outfit-- it was a long curtain-calico gown, and a white horse-hair wig and whiskers;\"\n        ],\n        [\n            77291,\n            \"and then he took his theater paint and painted Jim\\u2019s face and hands and ears and neck all over a dead, dull, solid blue, like a man that\\u2019s been drownded nine days.\"\n        ],\n        [\n            77345,\n            \"Then the duke took and wrote out a sign on a shingle so: Sick Arab-- but harmless when not out of his head.\"\n        ],\n        [\n            77428,\n            \"The duke told him to make himself free and easy, and if anybody ever come meddling around, he must hop out of the wigwam, and carry on a little, and fetch a howl or two like a wild beast, and he reckoned they would light out and leave him alone.\"\n        ],\n        [\n            77490,\n            \"but you take the average man, and he wouldn\\u2019t wait for him to howl.\"\n        ],\n        [\n            77786,\n            \"Jim cleaned up the canoe, and I got my paddle ready.\"\n        ],\n        [\n            78738,\n            \"He hasn\\u2019t had any too much time-- and besides he mightn\\u2019t a got the letter at all, you know.\"\n        ],\n        [\n            78765,\n            \"\\u201d \\u201cToo bad, too bad he couldn\\u2019t a lived to see his brothers, poor soul.\"\n        ],\n        [\n            85824,\n            \"he\\u2019s here in our house and a stranger, and it wasn\\u2019t good of you to say it.\"\n        ],\n        [\n            85847,\n            \"If you was in his place it would make you feel ashamed;\"\n        ],\n        [\n            85915,\n            \"The thing is for you to treat him _ kind _, and not be saying things to make him remember he ain\\u2019t in his own country and amongst his own folks.\"\n        ],\n        [\n            92578,\n            \"I see how maybe I could get me and Jim rid of the frauds;\"\n        ],\n        [\n            101081,\n            \"But Jim fished me out, and was going to hug me and bless me, and so on, he was so glad I was back and we was shut of the king and the duke, but I says: \\u201cNot now;\"\n        ],\n        [\n            101566,\n            \"and when I got here I told Jim to hurry, or they\\u2019d catch me and hang me yet, and said I was afeard you and the duke wasn\\u2019t alive now, and I was awful sorry, and so was Jim, and was awful glad when we see you coming;\"\n        ],\n        [\n            101624,\n            \"you may ask Jim if I didn\\u2019t.\"\n        ],\n        [\n            101641,\n            \"and the king told him to shut up, and said, \\u201cOh, yes, it\\u2019s _ mighty _ likely!\"\n        ],\n        [\n            103017,\n            \"Of course when they got to snoring we had a long gabble, and I told Jim everything.\"\n        ],\n        [\n            103349,\n            \"Jim and me got uneasy.\"\n        ],\n        [\n            103554,\n            \"\\u201cand when you get through robbing it you\\u2019ll come back here and wonder what has become of me and Jim and the raft-- and you\\u2019ll have to take it out in wondering.\"\n        ],\n        [\n            103854,\n            \"and I made up my mind that it would be a long day before they ever see me and Jim again.\"\n        ],\n        [\n            103876,\n            \"I got down there all out of breath but loaded up with joy, and sung out: \\u201cSet her loose, Jim!\"\n        ],\n        [\n            104527,\n            \"After all this long journey, and after all we\\u2019d done for them scoundrels, here it was all come to nothing, everything all busted up and ruined, because they could have the heart to serve Jim such a trick as that, and make him a slave again all his life, and amongst strangers, too, for forty dirty dollars.\"\n        ],\n        [\n            104595,\n            \"Once I said to myself it would be a thousand times better for Jim to be a slave at home where his family was, as long as he\\u2019d _ got _ to be a slave, and so I\\u2019d better write a letter to Tom Sawyer and tell him to tell Miss Watson where he was.\"\n        ],\n        [\n            104657,\n            \"But I soon give up that notion for two things: she\\u2019d be mad and disgusted at his rascality and ungratefulness for leaving her, and so she\\u2019d sell him straight down the river again;\"\n        ],\n        [\n            105512,\n            \"and I see Jim before me all the time: in the day and in the night-time, sometimes moonlight, sometimes storms, and we a-floating along, talking and singing and laughing.\"\n        ],\n        [\n            105551,\n            \"But somehow I couldn\\u2019t seem to strike no places to harden me against him, but only the other kind.\"\n        ],\n        [\n            105574,\n            \"I\\u2019d see him standing my watch on top of his\\u2019 n,\\u2019stead of calling me, so I could go on sleeping;\"\n        ],\n        [\n            105602,\n            \"and see him how glad he was when I come back out of the fog;\"\n        ],\n        [\n            105618,\n            \"and when I come to him again in the swamp, up there where the feud was;\"\n        ],\n        [\n            105642,\n            \"and would always call me honey, and pet me and do everything he could think of for me, and how good he always was;\"\n        ],\n        [\n            105669,\n            \"and at last I struck the time I saved him by telling the men we had small-pox aboard, and he was so grateful, and said I was the best friend old Jim ever had in the world, and the _ only _ one he\\u2019s got now;\"\n        ],\n        [\n            105883,\n            \"And for a starter I would go to work and steal Jim out of slavery again;\"\n        ],\n        [\n            107588,\n            \"Maybe you can get him to believe that Jim _ is _ your nigger-- some idiots don\\u2019t require documents-- leastways I\\u2019ve heard there\\u2019s such down South here.\"\n        ],\n        [\n            107758,\n            \"I reckoned I better start in on my plan straight off without fooling around, because I wanted to stop Jim\\u2019s mouth till these fellows could get away.\"\n        ],\n        [\n            111490,\n            \"Why, Jim is--\\u201dHe stopped and went to studying.\"\n        ],\n        [\n            111567,\n            \"\\u201d His eye lit up, and he says: \\u201cI\\u2019ll _ help _ you steal him!\"\n        ],\n        [\n            115020,\n            \"\\u201cWe can easy find out if it\\u2019s Jim in there.\"\n        ],\n        [\n            115246,\n            \"He told me what it was, and I see in a minute it was worth fifteen of mine for style, and would make Jim just as free a man as mine would, and maybe get us all killed besides.\"\n        ],\n        [\n            115852,\n            \"This hole\\u2019s big enough for Jim to get through if we wrench off the board.\"\n        ],\n        [\n            116383,\n            \"In the morning we was up at break of day, and down to the nigger cabins to pet the dogs and make friends with the nigger that fed Jim-- if it _ was _ Jim that was being fed.\"\n        ],\n        [\n            116742,\n            \"but Jim was there, sure enough, and could see us;\"\n        ],\n        [\n            117086,\n            \"\\u201d \\u201cDid you ever see us before?\"\n        ],\n        [\n            117486,\n            \"\\u201d Jim only had time to grab us by the hand and squeeze it;\"\n        ],\n        [\n            117524,\n            \"and he said he would, more particular if it was dark, because the witches went for him mostly in the dark, and it was good to have folks around then.\"\n        ],\n        [\n            117901,\n            \"Anyhow, there\\u2019s one thing-- there\\u2019s more honor in getting him out through a lot of difficulties and dangers, where there warn\\u2019t one of them furnished to you by the people who it was their duty to furnish them, and you had to contrive them all out of your own head.\"\n        ],\n        [\n            118062,\n            \"Hain\\u2019t we got to saw the leg of Jim\\u2019s bed off, so as to get the chain loose?\"\n        ],\n        [\n            118667,\n            \"we can tear up our sheets and make him a rope ladder easy enough.\"\n        ],\n        [\n            118682,\n            \"And we can send it to him in a pie;\"\n        ],\n        [\n            118999,\n            \"but there\\u2019s one thing, Tom Sawyer-- if we go to tearing up our sheets to make Jim a rope ladder, we\\u2019re going to get into trouble with Aunt Sally, just as sure as you\\u2019re born.\"\n        ],\n        [\n            119284,\n            \"\\u201d \\u201cS\\u2019pose he _ can\\u2019t _ write-- he can make marks on the shirt, can\\u2019t he, if we make him a pen out of an old pewter spoon or a piece of an old iron barrel-hoop?\"\n        ],\n        [\n            119334,\n            \"\\u201d \\u201cWhy, Tom, we can pull a feather out of a goose and make him a better one;\"\n        ],\n        [\n            119472,\n            \"\\u201d \\u201cWell, then, what\\u2019ll we make him the ink out of?\"\n        ],\n        [\n            119615,\n            \"we can get him some.\"\n        ],\n        [\n            119621,\n            \"\\u201d \\u201cCan\\u2019t nobody _ read _ his plates.\"\n        ],\n        [\n            120998,\n            \"So we can\\u2019t resk being as long digging him out as we ought to.\"\n        ],\n        [\n            121082,\n            \"Then we can snatch him out and rush him away the first time there\\u2019s an alarm.\"\n        ],\n        [\n            121383,\n            \"Tom said he was right behind Jim\\u2019s bed now, and we\\u2019d dig in under it, and when we got through there couldn\\u2019t nobody in the cabin ever know there was any hole there, because Jim\\u2019s counter-pin hung down most to the ground, and you\\u2019d have to raise it up and look under to see the hole.\"\n        ],\n        [\n            122449,\n            \"but I said nobody wouldn\\u2019t ever see the plates that Jim throwed out, because they\\u2019d fall in the dog-fennel and jimpson weeds under the window-hole-- then we could tote them back and he could use them over again.\"\n        ],\n        [\n            122602,\n            \"Said we\\u2019d got to post Jim first.\"\n        ],\n        [\n            122612,\n            \"That night we went down the lightning-rod a little after ten, and took one of the candles along, and listened under the window-hole, and heard Jim snoring;\"\n        ],\n        [\n            122647,\n            \"so we pitched it in, and it didn\\u2019t wake him.\"\n        ],\n        [\n            122684,\n            \"We crept in under Jim\\u2019s bed and into the cabin, and pawed around and found the candle and lit it, and stood over Jim awhile, and found him looking hearty and healthy, and then we woke him up gentle and gradual.\"\n        ],\n        [\n            122732,\n            \"He was so glad to see us he most cried;\"\n        ],\n        [\n            122743,\n            \"and called us honey, and all the pet names he could think of;\"\n        ],\n        [\n            122758,\n            \"and was for having us hunt up a cold-chisel to cut the chain off of his leg with right away, and clearing out without losing any time.\"\n        ],\n        [\n            122789,\n            \"But Tom he showed him how unregular it would be, and set down and told him all about our plans, and how we could alter them in a minute any time there was an alarm;\"\n        ],\n        [\n            122847,\n            \"So Jim he said it was all right, and we set there and talked over old times awhile, and then Tom asked a lot of questions, and when Jim told him Uncle Silas come in every day or two to pray with him, and Aunt Sally come in to see if he was comfortable and had plenty to eat, and both of them was kind as they could be, Tom says: \\u201c_ Now _ I know how to fix it.\"\n        ],\n        [\n            122936,\n            \"We\\u2019ll send you some things by them.\"\n        ],\n        [\n            123000,\n            \"So he told Jim how we\\u2019d have to smuggle in the rope-ladder pie and other large things by Nat, the nigger that fed him, and he must be on the lookout, and not be surprised, and not let Nat see him open them;\"\n        ],\n        [\n            123052,\n            \"and we would put small things in uncle\\u2019s coat-pockets and he must steal them out;\"\n        ],\n        [\n            123136,\n            \"Jim he couldn\\u2019t see no sense in the most of it, but he allowed we was white folks and knowed better than him;\"\n        ],\n        [\n            123250,\n            \"and said if he only could see his way to it we would keep it up all the rest of our lives and leave Jim to our children to get out;\"\n        ],\n        [\n            123376,\n            \"Then we went to the nigger cabins, and while I got Nat\\u2019s notice off, Tom shoved a piece of candlestick into the middle of a corn-pone that was in Jim\\u2019s pan, and we went along with Nat to see how it would work, and it just worked noble;\"\n        ],\n        [\n            123465,\n            \"Jim he never let on but what it was only just a piece of rock or something like that that\\u2019s always getting into bread, you know;\"\n        ],\n        [\n            123518,\n            \"And whilst we was a-standing there in the dimmish light, here comes a couple of the hounds bulging in from under Jim\\u2019s bed;\"\n        ],\n        [\n            126637,\n            \"So we had the odd spoon, and dropped it in her apron-pocket whilst she was a-giving us our sailing orders, and Jim got it all right, along with her shingle nail, before noon.\"\n        ],\n        [\n            127080,\n            \"So then we laid in with Jim the second night, and tore up the sheet all in little strings and twisted them together, and long before daylight we had a lovely rope that you could a hung a person with.\"\n        ],\n        [\n            128896,\n            \"It warn\\u2019t quite midnight yet, so we cleared out for the mill, leaving Jim at work.\"\n        ],\n        [\n            129013,\n            \"we got to go and fetch Jim.\"\n        ],\n        [\n            129021,\n            \"So he raised up his bed and slid the chain off of the bed-leg, and wrapt it round and round his neck, and we crawled out through our hole and down there, and Jim and me laid into that grindstone and walked her along like nothing;\"\n        ],\n        [\n            129205,\n            \"Then we helped him fix his chain back on the bed-leg, and was ready for bed ourselves.\"\n        ],\n        [\n            129262,\n            \"\\u201d \\u201cAll right, we\\u2019ll get you some.\"\n        ],\n        [\n            129664,\n            \"A prisoner\\u2019s _ got _ to have some kind of a dumb pet, and if a rattlesnake hain\\u2019t ever been tried, why, there\\u2019s more glory to be gained in your being the first to ever try it than any other way you could ever think of to save your life.\"\n        ],\n        [\n            129910,\n            \"We can get you some garter-snakes, and you can tie some buttons on their tails, and let on they\\u2019re rattlesnakes, and I reckon that\\u2019ll have to do.\"\n        ],\n        [\n            130036,\n            \"\\u201d \\u201cWell, we\\u2019ll get you some rats.\"\n        ],\n        [\n            131109,\n            \"So Jim he was sorry, and said he wouldn\\u2019t behave so no more, and then me and Tom shoved for bed.\"\n        ],\n        [\n            132007,\n            \"and you never see a cabin as blithesome as Jim\\u2019s was when they\\u2019d all swarm out for music and go for him.\"\n        ],\n        [\n            132207,\n            \"He said if he ever got out this time he wouldn\\u2019t ever be a prisoner again, not for a salary.\"\n        ],\n        [\n            132375,\n            \"and we was all pretty much fagged out, too, but mainly Jim.\"\n        ],\n        [\n            132575,\n            \"And it\\u2019s usual for the prisoner\\u2019s mother to change clothes with him, and she stays in, and he slides out in her clothes.\"\n        ],\n        [\n            133119,\n            \"I\\u2019ll stuff Jim\\u2019s clothes full of straw and lay it on his bed to represent his mother in disguise, and Jim\\u2019ll take the nigger woman\\u2019s gown off of me and wear it, and we\\u2019ll all evade together.\"\n        ],\n        [\n            134675,\n            \"I did wish Aunt Sally would come, and get done with me, and lick me, if she wanted to, and let me get away and tell Tom how we\\u2019d overdone this thing, and what a thundering hornet\\u2019s-nest we\\u2019d got ourselves into, so we could stop fooling around straight off, and clear out with Jim before these rips got out of patience and come for us.\"\n        ],\n        [\n            135332,\n            \"if you reach out your arm you can touch him.\"\n        ],\n        [\n            135503,\n            \"But we got under all right, and out through the hole, swift but soft-- Jim first, me next, and Tom last, which was according to Tom\\u2019s orders.\"\n        ],\n        [\n            135589,\n            \"and whispered and said he would listen for the steps to get further, and when he nudged us Jim must glide out first, and him last.\"\n        ],\n        [\n            135648,\n            \"and at last he nudged us, and we slid out, and stooped down, not breathing, and not making the least noise, and slipped stealthy towards the fence in Injun file, and got to it all right, and me and Jim over it;\"\n        ],\n        [\n            135737,\n            \"and as he dropped in our tracks and started somebody sings out: \\u201cWho\\u2019s that?\"\n        ],\n        [\n            136112,\n            \"And when we stepped on to the raft I says: \\u201c_ Now _, old Jim, you\\u2019re a free man again, and I bet you won\\u2019t ever be a slave no more.\"\n        ],\n        [\n            136238,\n            \"When me and Jim heard that we didn\\u2019t feel so brash as what we did before.\"\n        ],\n        [\n            136266,\n            \"so we laid him in the wigwam and tore up one of the duke\\u2019s shirts for to bandage him, but he says: \\u201cGimme the rags;\"\n        ],\n        [\n            136455,\n            \"And after we\\u2019d thought a minute, I says: \\u201cSay it, Jim.\"\n        ],\n        [\n            136684,\n            \"but we wouldn\\u2019t let him.\"\n        ],\n        [\n            136692,\n            \"Then he give us a piece of his mind, but it didn\\u2019t do no good.\"\n        ],\n        [\n            136927,\n            \"I told him me and my brother was over on Spanish Island hunting yesterday afternoon, and camped on a piece of a raft we found, and about midnight he must a kicked his gun in his dreams, for it went off and shot him in the leg, and we wanted him to go over there and fix it and not say nothing about it, nor let anybody know, because we wanted to come home this evening and surprise the folks.\"\n        ],\n        [\n            137239,\n            \"so he took my canoe, and said for me to wait till he come back, or I could hunt around further, or maybe I better go down home and get them ready for the surprise if I wanted to.\"\n        ],\n        [\n            137425,\n            \"and we\\u2019ll take and tie him, and keep him, and shove out down the river;\"\n        ],\n        [\n            137445,\n            \"and when Tom\\u2019s done with him we\\u2019ll give him what it\\u2019s worth, or all we got, and then let him get ashore.\"\n        ],\n        [\n            137505,\n            \"I shot out and went for the doctor\\u2019s house, but they told me he\\u2019d gone away in the night some time or other, and warn\\u2019t back yet.\"\n        ],\n        [\n            141217,\n            \"he ain\\u2019t our nigger, and his owner would turn up and make us pay for him, sure.\"\n        ],\n        [\n            141296,\n            \"They cussed Jim considerble, though, and give him a cuff or two side the head once in a while, but Jim never said nothing, and he never let on to know me, and they took him to the same cabin, and put his own clothes on him, and chained him again, and not to no bed-leg this time, but to a big staple drove into the bottom log, and chained his hands, too, and both legs, and said he warn\\u2019t to have nothing but bread and water to eat after this till his owner come, or he was sold at auction because he didn\\u2019t come in a certain length of time, and filled up our hole, and said a couple of farmers with guns must stand watch around about the cabin every night, and a bulldog tied to the door in the daytime;\"\n        ],\n        [\n            142141,\n            \"because I thought he had a good heart in him and was a good man the first time I see him.\"\n        ],\n        [\n            144960,\n            \"And he said, what he had planned in his head from the start, if we got Jim out all safe, was for us to run him down the river on the raft, and have adventures plumb to the mouth of the river, and then tell him about his being free, and take him back up home on a steamboat, in style, and pay him for his lost time, and write word ahead and get out all the niggers around, and have them waltz him into town with a torchlight procession and a brass-band, and then he would be a hero, and so would we.\"\n        ],\n        [\n            145092,\n            \"We had Jim out of the chains in no time, and when Aunt Polly and Uncle Silas and Aunt Sally found out how good he helped the doctor nurse Tom, they made a heap of fuss over him, and fixed him up prime, and give him all he wanted to eat, and a good time, and nothing to do.\"\n        ],\n        [\n            145158,\n            \"And we had him up to the sick-room, and had a high talk;\"\n        ],\n        [\n            145175,\n            \"and Tom give Jim forty dollars for being prisoner for us so patient, and doing it up so good, and Jim was pleased most to death, and busted out, and says: \\u201cDah, now, Huck, what I tell you?\"\n        ]\n    ],\n    \"[1, 13]\": [\n        [\n            3514,\n            \"\\u201cYes, he\\u2019s got a father, but you can\\u2019t never find him these days.\"\n        ],\n        [\n            44244,\n            \"Jim sings out: \\u201cWe\\u2019s safe, Huck, we\\u2019s safe!\"\n        ],\n        [\n            44382,\n            \"I\\u2019s a free man, en I couldn\\u2019t ever ben free ef it hadn\\u2019ben for Huck;\"\n        ],\n        [\n            44879,\n            \"When we had made a stroke or two, I says: \\u201cPap\\u2019ll be mighty much obleeged to you, I can tell you.\"\n        ],\n        [\n            46729,\n            \"We warn\\u2019t going to borrow it when there warn\\u2019t anybody around, the way pap would do, for that might set people after us.\"\n        ],\n        [\n            59440,\n            \"I thought I was a goner, for whenever anybody was after anybody I judged it was _ me _-- or maybe Jim.\"\n        ],\n        [\n            59601,\n            \"\\u201d They done it, and soon as they was aboard I lit out for our towhead, and in about five or ten minutes we heard the dogs and the men away off, shouting.\"\n        ],\n        [\n            60002,\n            \"\\u201cWell, I\\u2019d ben a-running\\u2019a little temperance revival thar\\u2019bout a week, and was the pet of the women folks, big and little, for I was makin\\u2019it mighty warm for the rummies, I _ tell _ you, and takin\\u2019as much as five or six dollars a night-- ten cents a head, children and niggers free-- and business a-growin\\u2019all the time, when somehow or another a little report got around last night that I had a way of puttin\\u2019in my time with a private jug on the sly.\"\n        ],\n        [\n            60119,\n            \"A nigger rousted me out this mornin \\u2019, and told me the people was getherin\\u2019on the quiet with their dogs and horses, and they\\u2019d be along pretty soon and give me\\u2019bout half an hour\\u2019s start, and then run me down if they could;\"\n        ],\n        [\n            60174,\n            \"and if they got me they\\u2019d tar and feather me and ride me on a rail, sure.\"\n        ],\n        [\n            60211,\n            \"\\u201d \\u201cOld man,\\u201dsaid the young one, \\u201cI reckon we might double-team it together;\"\n        ],\n        [\n            60573,\n            \"I don\\u2019t blame anybody.\"\n        ],\n        [\n            60608,\n            \"The world may go on just as it\\u2019s always done, and take everything from me-- loved ones, property, everything;\"\n        ],\n        [\n            60724,\n            \"I ain\\u2019t blaming you, gentlemen.\"\n        ],\n        [\n            60782,\n            \"\\u201d \\u201cAh, you would not believe me;\"\n        ],\n        [\n            60861,\n            \"By rights I am a duke!\"\n        ],\n        [\n            60998,\n            \"and here am I, forlorn, torn from my high estate, hunted of men, despised by the cold world, ragged, worn, heart-broken, and degraded to the companionship of felons on a raft!\"\n        ],\n        [\n            61053,\n            \"We tried to comfort him, but he said it warn\\u2019t much use, he couldn\\u2019t be much comforted;\"\n        ],\n        [\n            61077,\n            \"said if we was a mind to acknowledge him, that would do him more good than most anything else;\"\n        ],\n        [\n            61111,\n            \"He said we ought to bow when we spoke to him, and say \\u201cYour Grace,\\u201dor \\u201cMy Lord,\\u201dor \\u201cYour Lordship \\u201d-- and he wouldn\\u2019t mind it if we called him plain \\u201cBridgewater,\\u201dwhich, he said, was a title anyway, and not a name;\"\n        ],\n        [\n            61174,\n            \"and one of us ought to wait on him at dinner, and do any little thing for him he wanted done.\"\n        ],\n        [\n            61489,\n            \"\\u201d You bet you, Jim and me stared this time.\"\n        ],\n        [\n            61644,\n            \"\\u201d Well, he cried and took on so that me and Jim didn\\u2019t know hardly what to do, we was so sorry-- and so glad and proud we\\u2019d got him with us, too.\"\n        ],\n        [\n            61734,\n            \"though he said it often made him feel easier and better for a while if people treated him according to his rights, and got down on one knee to speak to him, and always called him \\u201cYour Majesty,\\u201dand waited on him first at meals, and didn\\u2019t set down in his presence till he asked them.\"\n        ],\n        [\n            61799,\n            \"So Jim and me set to majestying him, and doing this and that and t\\u2019other for him, and standing up till he told us we might set down.\"\n        ],\n        [\n            62018,\n            \"Make the best o\\u2019things the way you find\\u2019em, says I-- that\\u2019s my motto.\"\n        ],\n        [\n            62041,\n            \"This ain\\u2019t no bad thing that we\\u2019ve struck here-- plenty grub and an easy life-- come, give us your hand, duke, and le\\u2019s all be friends.\"\n        ],\n        [\n            62231,\n            \"If they wanted us to call them kings and dukes, I hadn\\u2019t no objections,\\u2019long as it would keep peace in the family;\"\n        ],\n        [\n            62378,\n            \"I had to account for things some way, so I says: \\u201cMy folks was living in Pike County, in Missouri, where I was born, and they all died off but me and pa and my brother Ike.\"\n        ],\n        [\n            62612,\n            \"Well, for the next day or two we had considerable trouble, because people was always coming out in skiffs and trying to take Jim away from me, saying they believed he was a runaway nigger.\"\n        ],\n        [\n            62912,\n            \"He says: \\u201cI should a reckoned the difference in rank would a sejested to you that a corn-shuck bed warn\\u2019t just fitten for me to sleep on.\"\n        ],\n        [\n            62956,\n            \"\\u201d Jim and me was in a sweat again for a minute, being afraid there was going to be some more trouble amongst them;\"\n        ],\n        [\n            63418,\n            \"I had the middle watch, you know, but I was pretty sleepy by that time, so Jim he said he would stand the first half of it for me;\"\n        ],\n        [\n            63462,\n            \"I crawled into the wigwam, but the king and the duke had their legs sprawled around so there warn\\u2019t no show for me;\"\n        ],\n        [\n            63629,\n            \"and the first cabin-light that showed I rousted him out, and we slid the raft into hiding quarters for the day.\"\n        ],\n        [\n            64018,\n            \"Do you reckon you can learn me?\"\n        ],\n        [\n            64056,\n            \"\\u201d So the duke he told him all about who Romeo was and who Juliet was, and said he was used to being Romeo, so the king could be Juliet.\"\n        ],\n        [\n            64089,\n            \"\\u201cBut if Juliet\\u2019s such a young gal, duke, my peeled head and my white whiskers is goin\\u2019to look oncommon odd on her, maybe.\"\n        ],\n        [\n            64381,\n            \"We was out of coffee, so Jim said I better go along with them in the canoe and get some.\"\n        ],\n        [\n            64469,\n            \"The king got the directions, and allowed he\\u2019d go and work that camp-meeting for all it was worth, and I might go, too.\"\n        ],\n        [\n            64590,\n            \"So me and the king lit out for the camp-meeting.\"\n        ],\n        [\n            66626,\n            \"When Jim called me to take the watch at four in the morning, he says: \\u201cHuck, does you reck\\u2019n we gwyne to run acrost any mo\\u2019kings on dis trip?\"\n        ],\n        [\n            66724,\n            \"\\u201d I found Jim had been trying to get him to talk French, so he could hear what it was like;\"\n        ],\n        [\n            69667,\n            \"I reckoned they was used to having fun out of Boggs.\"\n        ],\n        [\n            69915,\n            \"\\u201d He see me, and rode up and says: \\u201cWhar\\u2019d you come f\\u2019m, boy?\"\n        ],\n        [\n            69949,\n            \"I was scared, but a man says: \\u201cHe don\\u2019t mean nothing;\"\n        ],\n        [\n            70514,\n            \"He was a-reeling across the street towards me, bare-headed, with a friend on both sides of him a-holt of his arms and hurrying him along.\"\n        ],\n        [\n            70636,\n            \"The same second I see a young girl coming on the run, and two men with her.\"\n        ],\n        [\n            70873,\n            \"They took Boggs to a little drug store, the crowd pressing around just the same, and the whole town following, and I rushed and got a good place at the window, where I was close to him and could see in.\"\n        ],\n        [\n            70945,\n            \"but they tore open his shirt first, and I seen where one of the bullets went in.\"\n        ],\n        [\n            71936,\n            \"\\u201cDo I know you?\"\n        ],\n        [\n            71942,\n            \"I know you clear through.\"\n        ],\n        [\n            72586,\n            \"I had my twenty-dollar gold piece and some other money, but I reckoned I better save it, because there ain\\u2019t no telling how soon you are going to need it, away from home and amongst strangers that way.\"\n        ],\n        [\n            73080,\n            \"and how he ever _ could _ think of so many of them, and so sudden and so pat, was what I couldn\\u2019t noway understand.\"\n        ],\n        [\n            73665,\n            \"Then the ringmaster he see how he had been fooled, and he _ was _ the sickest ringmaster you ever see, I reckon.\"\n        ],\n        [\n            73721,\n            \"Well, I felt sheepish enough to be took in so, but I wouldn\\u2019t a been in that ringmaster\\u2019s place, not for a thousand dollars.\"\n        ],\n        [\n            74022,\n            \"\\u201cThere,\\u201dsays he, \\u201cif that line don\\u2019t fetch them, I dont know Arkansaw!\"\n        ],\n        [\n            74688,\n            \"When me and the king and the duke got home to the raft we all had a supper;\"\n        ],\n        [\n            74779,\n            \"I stood by the duke at the door, and I see that every man that went in had his pockets bulging, or something muffled up under his coat-- and I see it warn\\u2019t no perfumery, neither, not by a long sight.\"\n        ],\n        [\n            74897,\n            \"Well, when the place couldn\\u2019t hold no more people the duke he give a fellow a quarter and told him to tend door for him a minute, and then he started around for the stage door, I after him;\"\n        ],\n        [\n            74942,\n            \"but the minute we turned the corner and was in the dark he says: \\u201cWalk fast now till you get away from the houses, and then shin for the raft like the dickens was after you!\"\n        ],\n        [\n            74982,\n            \"\\u201d I done it, and he done the same.\"\n        ],\n        [\n            75056,\n            \"pretty soon he crawls out from under the wigwam, and says: \\u201cWell, how\\u2019d the old thing pan out this time, duke?\"\n        ],\n        [\n            75286,\n            \"By and by, when they was asleep and snoring, Jim says: \\u201cDon\\u2019t it s\\u2019 prise you de way dem kings carries on, Huck?\"\n        ]\n    ],\n    \"[1, 15]\": [\n        [\n            48543,\n            \"\\u201d Buck looked about as old as me-- thirteen or fourteen or along there, though he was a little bigger than me.\"\n        ],\n        [\n            48660,\n            \"\\u201d They all laughed, and Bob says: \\u201cWhy, Buck, they might have scalped us all, you\\u2019ve been so slow in coming.\"\n        ],\n        [\n            48720,\n            \"\\u201d \\u201cNever mind, Buck, my boy,\\u201dsays the old man, \\u201cyou\\u2019ll have show enough, all in good time, don\\u2019t you fret about that.\"\n        ],\n        [\n            48772,\n            \"\\u201d When we got up-stairs to his room he got me a coarse shirt and a roundabout and pants of his, and I put them on.\"\n        ],\n        [\n            49201,\n            \"Buck and his ma and all of them smoked cob pipes, except the nigger woman, which was gone, and the two young women.\"\n        ],\n        [\n            49255,\n            \"They all asked me questions, and I told them how pap and me and all the family was living on a little farm down at the bottom of Arkansaw, and my sister Mary Ann run off and got married and never was heard of no more, and Bill went to hunt them and he warn\\u2019t heard of no more, and Tom and Mort died, and then there warn\\u2019t nobody but just me and pap left, and he was just trimmed down to nothing, on account of his troubles;\"\n        ],\n        [\n            49355,\n            \"so when he died I took what there was left, because the farm didn\\u2019t belong to us, and started up the river, deck passage, and fell overboard;\"\n        ],\n        [\n            49399,\n            \"So they said I could have a home there as long as I wanted it.\"\n        ],\n        [\n            50711,\n            \"But I reckoned that with her disposition she was having a better time in the graveyard.\"\n        ],\n        [\n            51234,\n            \"Buck said she could rattle off poetry like nothing.\"\n        ],\n        [\n            51255,\n            \"He said she would slap down a line, and if she couldn\\u2019t find anything to rhyme with it would just scratch it out and slap down another one, and go ahead.\"\n        ],\n        [\n            52305,\n            \"Then Tom and Bob went to the sideboard where the decanter was, and mixed a glass of bitters and handed it to him, and he held it in his hand and waited till Tom\\u2019s and Bob\\u2019s was mixed, and then they bowed and said, \\u201cOur duty to you, sir, and madam;\"\n        ],\n        [\n            52368,\n            \"\\u201d and _ they _ bowed the least bit in the world and said thank you, and so they drank, all three, and Bob and Tom poured a spoonful of water on the sugar and the mite of whisky or apple brandy in the bottom of their tumblers, and give it to me and Buck, and we drank to the old people too.\"\n        ],\n        [\n            52933,\n            \"I heard Buck\\u2019s gun go off at my ear, and Harney\\u2019s hat tumbled off from his head.\"\n        ],\n        [\n            52987,\n            \"The woods warn\\u2019t thick, so I looked over my shoulder to dodge the bullet, and twice I seen Harney cover Buck with his gun;\"\n        ],\n        [\n            53101,\n            \"Why didn\\u2019t you step into the road, my boy?\"\n        ],\n        [\n            53129,\n            \"\\u201d Miss Charlotte she held her head up like a queen while Buck was telling his tale, and her nostrils spread and her eyes snapped.\"\n        ],\n        [\n            53189,\n            \"Soon as I could get Buck down by the corn-cribs under the trees by ourselves, I says: \\u201cDid you want to kill him, Buck?\"\n        ],\n        [\n            53229,\n            \"\\u201d \\u201cWhat did he do to you?\"\n        ],\n        [\n            53242,\n            \"He never done nothing to me.\"\n        ],\n        [\n            53249,\n            \"\\u201d \\u201cWell, then, what did you want to kill him for?\"\n        ],\n        [\n            53322,\n            \"\\u201d \\u201cWell,\\u201dsays Buck, \\u201ca feud is this way: A man has a quarrel with another man, and kills him;\"\n        ],\n        [\n            54312,\n            \"I went up to our room, and judged I would take a nap myself.\"\n        ],\n        [\n            54373,\n            \"and she asked me if I would do something for her and not tell anybody, and I said I would.\"\n        ],\n        [\n            54395,\n            \"Then she said she\\u2019d forgot her Testament, and left it in the seat at church between two other books, and would I slip out quiet and go there and fetch it to her, and not say nothing to nobody.\"\n        ],\n        [\n            54633,\n            \"She pulled me in and shut the door;\"\n        ],\n        [\n            54665,\n            \"and before a body could think she grabbed me and give me a squeeze, and said I was the best boy in the world, and not to tell anybody.\"\n        ],\n        [\n            54721,\n            \"I was a good deal astonished, but when I got my breath I asked her what the paper was about, and she asked me if I had read it, and I said no, and she asked me if I could read writing, and I told her \\u201cno, only coarse-hand,\\u201dand then she said the paper warn\\u2019t anything but a book-mark to keep her place, and I might go and play now.\"\n        ],\n        [\n            54835,\n            \"When we was out of sight of the house he looked back and around a second, and then comes a-running, and says: \\u201cMars Jawge, if you\\u2019ll come down into de swamp I\\u2019ll show you a whole stack o\\u2019water-moccasins.\"\n        ],\n        [\n            54971,\n            \"We come to a little flat piece of land which was dry and very thick with trees and bushes and vines, and he says: \\u201cYou shove right in dah jist a few steps, Mars Jawge;\"\n        ],\n        [\n            55027,\n            \"I don\\u2019t k\\u2019yer to see\\u2019em no mo \\u2019.\"\n        ],\n        [\n            55940,\n            \"He can say he never seen us together, and it\\u2019ll be the truth.\"\n        ],\n        [\n            56679,\n            \"They got half way to the tree I was in before the men noticed.\"\n        ],\n        [\n            56734,\n            \"they got to the woodpile that was in front of my tree, and slipped in behind it, and so they had the bulge on the men again.\"\n        ],\n        [\n            56922,\n            \"He said his father and his two brothers was killed, and two or three of the enemy.\"\n        ],\n        [\n            56950,\n            \"Buck said his father and brothers ought to waited for their relations-- the Shepherdsons was too strong for them.\"\n        ],\n        [\n            57281,\n            \"I judged that that piece of paper meant that Miss Sophia was to meet Harney somewheres at half-past two and run off;\"\n        ],\n        [\n            57306,\n            \"and I judged I ought to told her father about that paper and the curious way she acted, and then maybe he would a locked her up, and this awful mess wouldn\\u2019t ever happened.\"\n        ],\n        [\n            57722,\n            \"they won\\u2019t find me, and they\\u2019ll think I\\u2019ve been killed, and floated down the river-- there\\u2019s something up there that\\u2019ll help them think so-- so don\\u2019t you lose no time, Jim, but just shove off for the big water as fast as ever you can.\"\n        ],\n        [\n            57829,\n            \"I hadn\\u2019t had a bite to eat since yesterday, so Jim he got out some corn-dodgers and buttermilk, and pork and cabbage and greens-- there ain\\u2019t nothing in the world so good when it\\u2019s cooked right-- and whilst I eat my supper we talked and had a good time.\"\n        ],\n        [\n            62472,\n            \"so when he\\u2019d squared up there warn\\u2019t nothing left but sixteen dollars and our nigger, Jim.\"\n        ]\n    ],\n    \"[1, 16]\": [\n        [\n            81293,\n            \"So the king he blattered along, and managed to inquire about pretty much everybody and dog in town, by his name, and mentioned all sorts of little things that happened one time or another in the town, or to George\\u2019s family, or to Peter.\"\n        ],\n        [\n            81345,\n            \"And he always let on that Peter wrote him the things;\"\n        ],\n        [\n            88001,\n            \"but I see there warn\\u2019t nobody in there but the remainders of Peter;\"\n        ],\n        [\n            88302,\n            \"because when we get down the river a hundred mile or two I could write back to Mary Jane, and she could dig him up again and get it;\"\n        ],\n        [\n            88636,\n            \"Then the people begun to flock in, and the beats and the girls took seats in the front row at the head of the coffin, and for a half an hour the people filed around slow, in single rank, and looked down at the dead man\\u2019s face a minute, and some dropped in a tear, and it was all very still and solemn, only the girls and the beats holding handkerchiefs to their eyes and keeping their heads bent, and sobbing a little.\"\n        ],\n        [\n            88900,\n            \"and when everything was ready a young woman set down and worked it, and it was pretty skreeky and colicky, and everybody joined in and sung, and Peter was the only one that had a good thing, according to my notion.\"\n        ],\n        [\n            89491,\n            \"S\\u2019pose she dug him up and didn\\u2019t find nothing, what would she think of me?\"\n        ],\n        [\n            89583,\n            \"They buried him, and we come back home, and I went to watching faces again-- I couldn\\u2019t help it, and I couldn\\u2019t rest easy.\"\n        ]\n    ],\n    \"[1, 18]\": [\n        [\n            31011,\n            \"They\\u2019re after us!\"\n        ],\n        [\n            31523,\n            \"and Jim said she was a smart one, and if she was to start after us herself she wouldn\\u2019t set down and watch a camp fire-- no, sir, she\\u2019d fetch a dog.\"\n        ],\n        [\n            31565,\n            \"Well, then, I said, why couldn\\u2019t she tell her husband to fetch a dog?\"\n        ],\n        [\n            31585,\n            \"Jim said he bet she did think of it by the time the men was ready to start, and he believed they must a gone up-town to get a dog and so they lost all that time, or else we wouldn\\u2019t be here on a towhead sixteen or seventeen mile below the village-- no, indeedy, we would be in that same old town again.\"\n        ],\n        [\n            31903,\n            \"but we wouldn\\u2019t have to light it for up-stream boats unless we see we was in what they call a \\u201ccrossing \\u201d;\"\n        ],\n        [\n            32293,\n            \"I never see pap when he didn\\u2019t want the chicken himself, but that is what he used to say, anyway.\"\n        ],\n        [\n            32921,\n            \"\\u201d \\u201cWatchman your grandmother,\\u201dI says;\"\n        ],\n        [\n            33200,\n            \"I wish Tom Sawyer _ was _ here.\"\n        ],\n        [\n            33422,\n            \"but just then I heard a voice wail out and say: \\u201cOh, please don\\u2019t, boys;\"\n        ],\n        [\n            33564,\n            \"and I says to myself, Tom Sawyer wouldn\\u2019t back out now, and so I won\\u2019t either;\"\n        ],\n        [\n            33903,\n            \"I\\u2019m for killin\\u2019him-- and didn\\u2019t he kill old Hatfield jist the same way-- and don\\u2019t he deserve it?\"\n        ],\n        [\n            33934,\n            \"\\u201d \\u201cBut I don\\u2019t _ want _ him killed, and I\\u2019ve got my reasons for it.\"\n        ],\n        [\n            33970,\n            \"I\\u2019ll never forgit you long\\u2019s I live!\"\n        ],\n        [\n            34322,\n            \"I\\u2019m for putting him out of his troubles.\"\n        ],\n        [\n            34425,\n            \"But what I say is this: it ain\\u2019t good sense to go court\\u2019n around after a halter if you can git at what you\\u2019re up to in some way that\\u2019s jist as good and at the same time don\\u2019t bring you into no resks.\"\n        ],\n        [\n            34505,\n            \"\\u201d \\u201cWell, my idea is this: we\\u2019ll rustle around and gather up whatever pickins we\\u2019ve overlooked in the staterooms, and shove for shore and hide the truck.\"\n        ],\n        [\n            34601,\n            \"I reckon that\\u2019s a considerble sight better\\u2019n killin\\u2019of him.\"\n        ],\n        [\n            34656,\n            \"\\u201d \\u201cYes, I reck\\u2019n you are.\"\n        ],\n        [\n            34712,\n            \"\\u201d So they started, and I lit out, all in a cold sweat, and scrambled forward.\"\n        ],\n        [\n            35064,\n            \"But I said, come on, if we get left on this wreck we are in a fix, sure.\"\n        ],\n        [\n            35430,\n            \"I out with my knife and cut the rope, and away we went!\"\n        ],\n        [\n            35602,\n            \"Now was the first time that I begun to worry about the men-- I reckon I hadn\\u2019t had time to before.\"\n        ],\n        [\n            35628,\n            \"I begun to think how dreadful it was, even for murderers, to be in such a fix.\"\n        ],\n        [\n            35648,\n            \"I says to myself, there ain\\u2019t no telling but I might come to be a murderer myself yet, and then how would I like it?\"\n        ],\n        [\n            35678,\n            \"So says I to Jim: \\u201cThe first light we see we\\u2019ll land a hundred yards below it or above it, in a place where it\\u2019s a good hiding-place for you and the skiff, and then I\\u2019ll go and fix up some kind of a yarn, and get somebody to go for that gang and get them out of their scrape, so they can be hung when their time comes.\"\n        ],\n        [\n            35918,\n            \"We hustled it on to the raft in a pile, and I told Jim to float along down, and show a light when he judged he had gone about two mile, and keep it burning till I come;\"\n        ]\n    ],\n    \"[3, 8]\": [\n        [\n            112287,\n            \"\\u201d \\u201cNo, my boy,\\u201dsays the old gentleman, \\u201cI\\u2019m sorry to say\\u2019t your driver has deceived you;\"\n        ],\n        [\n            112522,\n            \"And, besides, I\\u2019ve already told\\u2019em to put on another plate when I see you coming;\"\n        ],\n        [\n            112717,\n            \"\\u201d He looked kind of hurt, and says: \\u201cI\\u2019m surprised at you, m\\u2019am.\"\n        ],\n        [\n            112739,\n            \"\\u201d \\u201cYou\\u2019re s\\u2019 rp-- Why, what do you reckon I am?\"\n        ],\n        [\n            112758,\n            \"I\\u2019ve a good notion to take and-- Say, what do you mean by kissing me?\"\n        ],\n        [\n            112809,\n            \"I-- I-- thought you\\u2019d like it.\"\n        ],\n        [\n            112830,\n            \"\\u201d She took up the spinning stick, and it looked like it was all she could do to keep from giving him a crack with it.\"\n        ],\n        [\n            112858,\n            \"\\u201cWhat made you think I\\u2019d like it?\"\n        ],\n        [\n            112953,\n            \"and her eyes snapped, and her fingers worked like she wanted to scratch him;\"\n        ],\n        [\n            113102,\n            \"Well, I sh\\u2019d _ reckon _ you won\\u2019t!\"\n        ],\n        [\n            113129,\n            \"I won\\u2019t ever do it again-- till you ask me.\"\n        ],\n        [\n            113144,\n            \"\\u201d \\u201cTill I _ ask _ you!\"\n        ],\n        [\n            113167,\n            \"I lay you\\u2019ll be the Methusalem-numskull of creation before ever I ask you-- or the likes of you.\"\n        ],\n        [\n            113228,\n            \"But--\\u201dHe stopped and looked around slow, like he wished he could run across a friendly eye somewheres, and fetched up on the old gentleman\\u2019s, and says, \\u201cDidn\\u2019t _ you _ think she\\u2019d like me to kiss her, sir?\"\n        ],\n        [\n            113308,\n            \"\\u201d Then he looks on around the same way to me, and says: \\u201cTom, didn\\u2019t _ you _ think Aunt Sally\\u2019d open out her arms and say,\\u2019Sid Sawyer--\\u2019\\u201d \\u201cMy land!\"\n        ],\n        [\n            113355,\n            \"\\u201d she says, breaking in and jumping for him, \\u201cyou impudent young rascal, to fool a body so--\\u201dand was going to hug him, but he fended her off, and says: \\u201cNo, not till you\\u2019ve asked me first.\"\n        ],\n        [\n            113408,\n            \"\\u201d So she didn\\u2019t lose no time, but asked him;\"\n        ],\n        [\n            113490,\n            \"Sis never wrote to me about anybody coming but him.\"\n        ],\n        [\n            133083,\n            \"I\\u2019ll hook a gown from Aunt Sally.\"\n        ],\n        [\n            133854,\n            \"We was feeling pretty good after breakfast, and took my canoe and went over the river a-fishing, with a lunch, and had a good time, and took a look at the raft and found her all right, and got home late to supper, and found them in such a sweat and worry they didn\\u2019t know which end they was standing on, and made us go right off to bed the minute we was done supper, and wouldn\\u2019t tell us what the trouble was, and never let on a word about the new letter, but didn\\u2019t need to, because we knowed as much about it as anybody did, and as soon as we was half up stairs and her back was turned we slid for the cellar cupboard and loaded up a good lunch and took it up to our room and went to bed, and got up about half-past eleven, and Tom put on Aunt Sally\\u2019s dress that he stole and was going to start with the lunch, but says: \\u201cWhere\\u2019s the butter?\"\n        ],\n        [\n            134206,\n            \"The hunk of butter, big as a person\\u2019s fist, was where I had left it, so I took up the slab of corn-pone with it on, and blowed out my light, and started up stairs very stealthy, and got up to the main floor all right, but here comes Aunt Sally with a candle, and I clapped the truck in my hat, and clapped my hat on my head, and the next second she see me;\"\n        ],\n        [\n            134297,\n            \"and she says: \\u201cYou been down cellar?\"\n        ],\n        [\n            134388,\n            \"Tom, I want to know what you been _ doing _ down there.\"\n        ],\n        [\n            134403,\n            \"\\u201d \\u201cI hain\\u2019t been doing a single thing, Aunt Sally, I hope to gracious if I have.\"\n        ],\n        [\n            134426,\n            \"\\u201d I reckoned she\\u2019d let me go now, and as a generl thing she would;\"\n        ],\n        [\n            134445,\n            \"but I s\\u2019 pose there was so many strange things going on she was just in a sweat about every little thing that warn\\u2019t yard-stick straight;\"\n        ],\n        [\n            134477,\n            \"so she says, very decided: \\u201cYou just march into that setting-room and stay there till I come.\"\n        ],\n        [\n            134500,\n            \"You been up to something you no business to, and I lay I\\u2019ll find out what it is before I\\u2019M done with you.\"\n        ],\n        [\n            134529,\n            \"\\u201d So she went away as I opened the door and walked into the setting-room.\"\n        ],\n        [\n            134675,\n            \"I did wish Aunt Sally would come, and get done with me, and lick me, if she wanted to, and let me get away and tell Tom how we\\u2019d overdone this thing, and what a thundering hornet\\u2019s-nest we\\u2019d got ourselves into, so we could stop fooling around straight off, and clear out with Jim before these rips got out of patience and come for us.\"\n        ],\n        [\n            134756,\n            \"At last she come and begun to ask me questions, but I _ couldn\\u2019t _ answer them straight, I didn\\u2019t know which end of me was up;\"\n        ],\n        [\n            134844,\n            \"and here was Aunty pegging away at the questions, and me a-shaking all over and ready to sink down in my tracks I was that scared;\"\n        ],\n        [\n            134940,\n            \"and a streak of butter come a-trickling down my forehead, and Aunt Sally she see it, and turns white as a sheet, and says: \\u201cFor the land\\u2019s sake, what _ is _ the matter with the child?\"\n        ],\n        [\n            135011,\n            \"\\u201d And everybody runs to see, and she snatches off my hat, and out comes the bread and what was left of the butter, and she grabbed me, and hugged me, and says: \\u201cOh, what a turn you did give me!\"\n        ],\n        [\n            135075,\n            \"for luck\\u2019s against us, and it never rains but it pours, and when I see that truck I thought we\\u2019d lost you, for I knowed by the color and all it was just like your brains would be if-- Dear, dear, whyd\\u2019nt you _ tell _ me that was what you\\u2019d been down there for, I wouldn\\u2019t a cared.\"\n        ],\n        [\n            140286,\n            \"And then when I went up to bed she come up with me and fetched her candle, and tucked me in, and mothered me so good I felt mean, and like I couldn\\u2019t look her in the face;\"\n        ],\n        [\n            140330,\n            \"and she set down on the bed and talked with me a long time, and said what a splendid boy Sid was, and didn\\u2019t seem to want to ever stop talking about him;\"\n        ],\n        [\n            140368,\n            \"and kept asking me every now and then if I reckoned he could a got lost, or hurt, or maybe drownded, and might be laying at this minute somewheres suffering or dead, and she not by him to help him, and so the tears would drip down silent, and I would tell her that Sid was all right, and would be home in the morning, sure;\"\n        ],\n        [\n            140443,\n            \"and she would squeeze my hand, or maybe kiss me, and tell me to say it again, and keep on saying it, because it done her good, and she was in so much trouble.\"\n        ],\n        [\n            140483,\n            \"And when she was going away she looked down in my eyes so steady and gentle, and says: \\u201cThe door ain\\u2019t going to be locked, Tom, and there\\u2019s the window and the rod;\"\n        ],\n        [\n            140590,\n            \"But she was on my mind and Tom was on my mind, so I slept very restless.\"\n        ],\n        [\n            140609,\n            \"And twice I went down the rod away in the night, and slipped around front, and see her setting there by her candle in the window with her eyes towards the road and the tears in them;\"\n        ],\n        [\n            140649,\n            \"and I wished I could do something for her, but I couldn\\u2019t, only to swear that I wouldn\\u2019t never do nothing to grieve her any more.\"\n        ],\n        [\n            140682,\n            \"And the third time I waked up at dawn, and slid down, and she was there yet, and her candle was most out, and her old gray head was resting on her hand, and she was asleep.\"\n        ],\n        [\n            142357,\n            \"Aunt Sally she stuck to the sick-room all day and all night, and every time I see Uncle Silas mooning around I dodged him.\"\n        ],\n        [\n            142385,\n            \"Next morning I heard Tom was a good deal better, and they said Aunt Sally was gone to get a nap.\"\n        ],\n        [\n            142476,\n            \"In about half an hour Aunt Sally comes gliding in, and there I was, up a stump again!\"\n        ],\n        [\n            142497,\n            \"She motioned me to be still, and set down by me, and begun to whisper, and said we could all be joyful now, because all the symptoms was first-rate, and he\\u2019d been sleeping like that for ever so long, and looking better and peacefuller all the time, and ten to one he\\u2019d wake up in his right mind.\"\n        ],\n        [\n            142685,\n            \"Did you tell Aunty?\"\n        ],\n        [\n            142698,\n            \"but she chipped in and says: \\u201cAbout what, Sid?\"\n        ],\n        [\n            142851,\n            \"\\u201d He\\u2019d got a start, and she never checked him up, just set and stared and stared, and let him clip along, and I see it warn\\u2019t no use for _ me _ to put in.\"\n        ],\n        [\n            143115,\n            \"and then you kept Tom here so long with the butter in his hat that you come near spiling the whole business, because the men come before we was out of the cabin, and we had to rush, and they heard us and let drive at us, and I got my share, and we dodged out of the path and let them go by, and when the dogs come they warn\\u2019t interested in us, but went for the most noise, and we got our canoe, and made for the raft, and was all safe, and Jim was a free man, and we done it all by ourselves, and _ wasn\\u2019t _ it bully, Aunty!\"\n        ],\n        [\n            143373,\n            \"\\u201d But Tom, he _ was _ so proud and joyful, he just _ couldn\\u2019t _ hold in, and his tongue just _ went _ it-- she a-chipping in, and spitting fire all along, and both of them going it at once, like a cat convention;\"\n        ],\n        [\n            143432,\n            \"and she says: \\u201c_ Well _, you get all the enjoyment you can out of it _ now _, for mind I tell you if I catch you meddling with him again--\\u201d\\u201cMeddling with _ who _?\"\n        ],\n        [\n            143887,\n            \"Aunt Sally jumped for her, and most hugged the head off of her, and cried over her, and I found a good enough place for me under the bed, for it was getting pretty sultry for us, seemed to me.\"\n        ],\n        [\n            143933,\n            \"And I peeped out, and in a little while Tom\\u2019s Aunt Polly shook herself loose and stood there looking across at Tom over her spectacles-- kind of grinding him into the earth, you know.\"\n        ],\n        [\n            143974,\n            \"And then she says: \\u201cYes, you _ better _ turn y\\u2019r head away-- I would if I was you, Tom.\"\n        ],\n        [\n            144081,\n            \"I reckon I hain\\u2019t raised such a scamp as my Tom all these years not to know him when I _ see _ him.\"\n        ],\n        [\n            144140,\n            \"Aunt Sally she was one of the mixed-upest-looking persons I ever see-- except one, and that was Uncle Silas, when he come in and they told it all to him.\"\n        ],\n        [\n            144254,\n            \"and I had to up and tell how I was in such a tight place that when Mrs. Phelps took me for Tom Sawyer-- she chipped in and says, \\u201cOh, go on and call me Aunt Sally, I\\u2019m used to it now, and\\u2019tain\\u2019t no need to change \\u201d-- that when Aunt Sally took me for Tom Sawyer I had to stand it-- there warn\\u2019t no other way, and I knowed he wouldn\\u2019t mind, because it would be nuts for him, being a mystery, and he\\u2019d make an adventure out of it, and be perfectly satisfied.\"\n        ],\n        [\n            144404,\n            \"And his Aunt Polly she said Tom was right about old Miss Watson setting Jim free in her will;\"\n        ],\n        [\n            144482,\n            \"Well, Aunt Polly she said that when Aunt Sally wrote to her that Tom and _ Sid _ had come all right and safe, she says to herself: \\u201cLook at that, now!\"\n        ],\n        [\n            144520,\n            \"I might have expected it, letting him go off that way without anybody to watch him.\"\n        ],\n        [\n            144538,\n            \"So now I got to go and trapse all the way down the river, eleven hundred mile, and find out what that creetur\\u2019s up to _ this _ time, as long as I couldn\\u2019t seem to get any answer out of you about it.\"\n        ],\n        [\n            144590,\n            \"\\u201d \\u201cWhy, I never heard nothing from you,\\u201dsays Aunt Sally.\"\n        ],\n        [\n            144612,\n            \"Why, I wrote you twice to ask you what you could mean by Sid being here.\"\n        ],\n        [\n            144630,\n            \"\\u201d \\u201cWell, I never got\\u2019em, Sis.\"\n        ],\n        [\n            144642,\n            \"\\u201d Aunt Polly she turns around slow and severe, and says: \\u201cYou, Tom!\"\n        ],\n        [\n            144677,\n            \"\\u201cDon\\u2019t you what _ me _, you impudent thing-- hand out them letters.\"\n        ],\n        [\n            144873,\n            \"\\u201d I wanted to offer to bet two dollars she hadn\\u2019t, but I reckoned maybe it was just as safe to not to.\"\n        ],\n        [\n            145092,\n            \"We had Jim out of the chains in no time, and when Aunt Polly and Uncle Silas and Aunt Sally found out how good he helped the doctor nurse Tom, they made a heap of fuss over him, and fixed him up prime, and give him all he wanted to eat, and a good time, and nothing to do.\"\n        ]\n    ],\n    \"[3, 9]\": [\n        [\n            117256,\n            \"I jis\\u2019 bet he couldn\\u2019fine no way to git aroun\\u2019it _ dis _ time.\"\n        ],\n        [\n            117369,\n            \"and then looks at Jim, and says: \\u201cI wonder if Uncle Silas is going to hang this nigger.\"\n        ],\n        [\n            117391,\n            \"If I was to catch a nigger that was ungrateful enough to run away, I wouldn\\u2019t give him up, I\\u2019d hang him.\"\n        ],\n        [\n            122847,\n            \"So Jim he said it was all right, and we set there and talked over old times awhile, and then Tom asked a lot of questions, and when Jim told him Uncle Silas come in every day or two to pray with him, and Aunt Sally come in to see if he was comfortable and had plenty to eat, and both of them was kind as they could be, Tom says: \\u201c_ Now _ I know how to fix it.\"\n        ],\n        [\n            124629,\n            \"Uncle Silas he says: \\u201cIt\\u2019s most uncommon curious, I can\\u2019t understand it.\"\n        ],\n        [\n            125060,\n            \"I wonder they don\\u2019t walk off with the whole place, the way you\\u2019re always going to stop their holes and don\\u2019t do it;\"\n        ],\n        [\n            125599,\n            \"\\u201d \\u201cI reely don\\u2019t know, Sally,\\u201dhe says, kind of apologizing, \\u201cor you know I would tell.\"\n        ],\n        [\n            125626,\n            \"I was a-studying over my text in Acts Seventeen before breakfast, and I reckon I put it in there, not noticing, meaning to put my Testament in, and it must be so, because my Testament ain\\u2019t in;\"\n        ],\n        [\n            125681,\n            \"and if the Testament is where I had it, I\\u2019ll know I didn\\u2019t put it in, and that will show that I laid the Testament down and took up the spoon, and--\\u201d\\u201cOh, for the land\\u2019s sake!\"\n        ],\n        [\n            125868,\n            \"Tom see him do it, and remembered about the spoon, and says: \\u201cWell, it ain\\u2019t no use to send things by _ him _ no more, he ain\\u2019t reliable.\"\n        ],\n        [\n            125908,\n            \"\\u201d Then he says: \\u201cBut he done us a good turn with the spoon, anyway, without knowing it, and so we\\u2019ll go and do him one without _ him _ knowing it-- stop up his rat-holes.\"\n        ],\n        [\n            137565,\n            \"So away I shoved, and turned the corner, and nearly rammed my head into Uncle Silas\\u2019 s stomach!\"\n        ],\n        [\n            137587,\n            \"He says: \\u201cWhy, _ Tom!\"\n        ],\n        [\n            137899,\n            \"I couldn\\u2019t get him to let me stay and wait for Sid;\"\n        ],\n        [\n            137914,\n            \"and he said there warn\\u2019t no use in it, and I must come along, and let Aunt Sally see we was all right.\"\n        ],\n        [\n            139920,\n            \"And then I went on and told her all what I told Uncle Silas before;\"\n        ],\n        [\n            140813,\n            \"\\u201d \\u201cNo, you didn\\u2019t give me no letter.\"\n        ],\n        [\n            145092,\n            \"We had Jim out of the chains in no time, and when Aunt Polly and Uncle Silas and Aunt Sally found out how good he helped the doctor nurse Tom, they made a heap of fuss over him, and fixed him up prime, and give him all he wanted to eat, and a good time, and nothing to do.\"\n        ]\n    ],\n    \"[3, 12]\": [\n        [\n            140,\n            \"Now the way that the book winds up is this: Tom and me found the money that the robbers hid in the cave, and it made us rich.\"\n        ],\n        [\n            312,\n            \"But Tom Sawyer he hunted me up and said he was going to start a band of robbers, and I might join if I would go back to the widow and be respectable.\"\n        ],\n        [\n            1090,\n            \"I asked her if she reckoned Tom Sawyer would go there, and she said not by a considerable sight.\"\n        ],\n        [\n            1111,\n            \"I was glad about that, because I wanted him and me to be together.\"\n        ],\n        [\n            1708,\n            \"Then I slipped down to the ground and crawled in among the trees, and, sure enough, there was Tom Sawyer waiting for me.\"\n        ],\n        [\n            2071,\n            \"\\u201d So he set down on the ground betwixt me and Tom.\"\n        ],\n        [\n            2084,\n            \"He leaned his back up against a tree, and stretched his legs out till one of them most touched one of mine.\"\n        ],\n        [\n            2225,\n            \"next he begun to snore-- and then I was pretty soon comfortable again.\"\n        ],\n        [\n            2241,\n            \"Tom he made a sign to me-- kind of a little noise with his mouth-- and we went creeping away on our hands and knees.\"\n        ],\n        [\n            2271,\n            \"When we was ten foot off Tom whispered to me, and wanted to tie Jim to the tree for fun.\"\n        ],\n        [\n            2298,\n            \"he might wake and make a disturbance, and then they\\u2019d find out I warn\\u2019t in.\"\n        ],\n        [\n            2342,\n            \"I didn\\u2019t want him to try.\"\n        ],\n        [\n            2351,\n            \"I said Jim might wake up and come.\"\n        ],\n        [\n            2483,\n            \"Tom said he slipped Jim\\u2019s hat off of his head and hung it on a limb right over him, and Jim stirred a little, but he didn\\u2019t wake.\"\n        ],\n        [\n            2891,\n            \"Well, when Tom and me got to the edge of the hilltop we looked away down into the village and could see three or four lights twinkling, where there was sick folks, maybe;\"\n        ],\n        [\n            114606,\n            \"I bet I know where Jim is.\"\n        ],\n        [\n            114868,\n            \"Now you work your mind, and study out a plan to steal Jim, and I will study out one, too;\"\n        ],\n        [\n            115053,\n            \"Then the first dark night that comes steal the key out of the old man\\u2019s britches after he goes to bed, and shove off down the river on the raft with Jim, hiding daytimes and running nights, the way me and Jim used to do before.\"\n        ],\n        [\n            115246,\n            \"He told me what it was, and I see in a minute it was worth fifteen of mine for style, and would make Jim just as free a man as mine would, and maybe get us all killed besides.\"\n        ],\n        [\n            115927,\n            \"\\u201d \\u201cWell, then,\\u201dI says, \\u201chow\\u2019ll it do to saw him out, the way I done before I was murdered that time?\"\n        ],\n        [\n            117019,\n            \"\\u201d Then he turns to Jim, and looks him over like he never see him before, and says: \\u201cDid you sing out?\"\n        ],\n        [\n            117369,\n            \"and then looks at Jim, and says: \\u201cI wonder if Uncle Silas is going to hang this nigger.\"\n        ],\n        [\n            118952,\n            \"\\u201d \\u201cWell,\\u201dI says, \\u201cif it\\u2019s in the regulations, and he\\u2019s got to have it, all right, let him have it;\"\n        ],\n        [\n            118999,\n            \"but there\\u2019s one thing, Tom Sawyer-- if we go to tearing up our sheets to make Jim a rope ladder, we\\u2019re going to get into trouble with Aunt Sally, just as sure as you\\u2019re born.\"\n        ],\n        [\n            119100,\n            \"and as for Jim, he ain\\u2019t had no experience, and so he don\\u2019t care what kind of a--\\u201d\\u201cOh, shucks, Huck Finn, if I was as ignorant as you I\\u2019d keep still-- that\\u2019s what _ I\\u2019d _ do.\"\n        ],\n        [\n            119334,\n            \"\\u201d \\u201cWhy, Tom, we can pull a feather out of a goose and make him a better one;\"\n        ],\n        [\n            120821,\n            \"\\u201d \\u201cAll right-- I don\\u2019t care where he comes out, so he _ comes _ out;\"\n        ],\n        [\n            120844,\n            \"and Jim don\\u2019t, either, I reckon.\"\n        ],\n        [\n            121383,\n            \"Tom said he was right behind Jim\\u2019s bed now, and we\\u2019d dig in under it, and when we got through there couldn\\u2019t nobody in the cabin ever know there was any hole there, because Jim\\u2019s counter-pin hung down most to the ground, and you\\u2019d have to raise it up and look under to see the hole.\"\n        ],\n        [\n            122078,\n            \"It might answer for _ you _ to dig Jim out with a pick, _ without _ any letting on, because you don\\u2019t know no better;\"\n        ],\n        [\n            122392,\n            \"Next day Tom stole a pewter spoon and a brass candlestick in the house, for to make some pens for Jim out of, and six tallow candles;\"\n        ],\n        [\n            122449,\n            \"but I said nobody wouldn\\u2019t ever see the plates that Jim throwed out, because they\\u2019d fall in the dog-fennel and jimpson weeds under the window-hole-- then we could tote them back and he could use them over again.\"\n        ],\n        [\n            122504,\n            \"Then he says: \\u201cNow, the thing to study out is, how to get the things to Jim.\"\n        ],\n        [\n            122573,\n            \"By and by he said he had ciphered out two or three ways, but there warn\\u2019t no need to decide on any of them yet.\"\n        ],\n        [\n            122789,\n            \"But Tom he showed him how unregular it would be, and set down and told him all about our plans, and how we could alter them in a minute any time there was an alarm;\"\n        ],\n        [\n            122847,\n            \"So Jim he said it was all right, and we set there and talked over old times awhile, and then Tom asked a lot of questions, and when Jim told him Uncle Silas come in every day or two to pray with him, and Aunt Sally come in to see if he was comfortable and had plenty to eat, and both of them was kind as they could be, Tom says: \\u201c_ Now _ I know how to fix it.\"\n        ],\n        [\n            123000,\n            \"So he told Jim how we\\u2019d have to smuggle in the rope-ladder pie and other large things by Nat, the nigger that fed him, and he must be on the lookout, and not be surprised, and not let Nat see him open them;\"\n        ],\n        [\n            123131,\n            \"He told him everything.\"\n        ],\n        [\n            123163,\n            \"so he was satisfied, and said he would do it all just as Tom said.\"\n        ],\n        [\n            123250,\n            \"and said if he only could see his way to it we would keep it up all the rest of our lives and leave Jim to our children to get out;\"\n        ],\n        [\n            123282,\n            \"for he believed Jim would come to like it better and better the more he got used to it.\"\n        ],\n        [\n            123376,\n            \"Then we went to the nigger cabins, and while I got Nat\\u2019s notice off, Tom shoved a piece of candlestick into the middle of a corn-pone that was in Jim\\u2019s pan, and we went along with Nat to see how it would work, and it just worked noble;\"\n        ],\n        [\n            123619,\n            \"Tom jerked the door open and flung out a slab of Jim\\u2019s meat, and the dogs went for it, and in two seconds he was out himself and back again and shut the door, and I knowed he\\u2019d fixed the other door too.\"\n        ],\n        [\n            124079,\n            \"And don\\u2019t you look when Jim unloads the pan-- something might happen, I don\\u2019t know what.\"\n        ],\n        [\n            128524,\n            \"When he got done he couldn\\u2019t no way make up his mind which one for Jim to scrabble on to the wall, they was all so good;\"\n        ],\n        [\n            128555,\n            \"but at last he allowed he would let him scrabble them all on.\"\n        ],\n        [\n            128605,\n            \"but Tom said he would block them out for him, and then he wouldn\\u2019t have nothing to do but just follow the lines.\"\n        ],\n        [\n            128730,\n            \"Then he took a look to see how me and Jim was getting along with the pens.\"\n        ],\n        [\n            129021,\n            \"So he raised up his bed and slid the chain off of the bed-leg, and wrapt it round and round his neck, and we crawled out through our hole and down there, and Jim and me laid into that grindstone and walked her along like nothing;\"\n        ],\n        [\n            129127,\n            \"Then Tom marked out them things on it with the nail, and set Jim to work on them, with the nail for a chisel and an iron bolt from the rubbage in the lean-to for a hammer, and told him to work till the rest of his candle quit on him, and then he could go to bed, and hide the grindstone under his straw tick and sleep on it.\"\n        ],\n        [\n            129226,\n            \"But Tom thought of something, and says: \\u201cYou got any spiders in here, Jim?\"\n        ],\n        [\n            129491,\n            \"You try-- that\\u2019s all I ask;\"\n        ],\n        [\n            129787,\n            \"I only _ want _ you to try-- you needn\\u2019t keep it up if it don\\u2019t work.\"\n        ],\n        [\n            129811,\n            \"\\u201d \\u201cBut de trouble all _ done _ ef de snake bite me while I\\u2019s a tryin\\u2019him.\"\n        ],\n        [\n            129834,\n            \"Mars Tom, I\\u2019s willin\\u2019to tackle mos\\u2019 anything\\u2019at ain\\u2019t onreasonable, but ef you en Huck fetches a rattlesnake in heah for me to tame, I\\u2019s gwyne to _ leave _, dat\\u2019s _ shore _.\"\n        ],\n        [\n            129910,\n            \"We can get you some garter-snakes, and you can tie some buttons on their tails, and let on they\\u2019re rattlesnakes, and I reckon that\\u2019ll have to do.\"\n        ],\n        [\n            130906,\n            \"But he studied it over, and then said Jim would have to worry along the best he could with an onion.\"\n        ],\n        [\n            130929,\n            \"He promised he would go to the nigger cabins and drop one, private, in Jim\\u2019s coffee-pot, in the morning.\"\n        ],\n        [\n            133093,\n            \"\\u201d \\u201cWell, then, you\\u2019ll have to stay in the cabin when me and Jim leaves.\"\n        ],\n        [\n            133119,\n            \"I\\u2019ll stuff Jim\\u2019s clothes full of straw and lay it on his bed to represent his mother in disguise, and Jim\\u2019ll take the nigger woman\\u2019s gown off of me and wear it, and we\\u2019ll all evade together.\"\n        ],\n        [\n            133226,\n            \"\\u201d So Tom he wrote the nonnamous letter, and I smouched the yaller wench\\u2019s frock that night, and put it on, and shoved it under the front door, the way Tom told me to.\"\n        ],\n        [\n            134156,\n            \"I\\u2019ll go and stuff the straw into Jim\\u2019s clothes to represent his mother in disguise, and be ready to _ baa _ like a sheep and shove soon as you get there.\"\n        ],\n        [\n            134675,\n            \"I did wish Aunt Sally would come, and get done with me, and lick me, if she wanted to, and let me get away and tell Tom how we\\u2019d overdone this thing, and what a thundering hornet\\u2019s-nest we\\u2019d got ourselves into, so we could stop fooling around straight off, and clear out with Jim before these rips got out of patience and come for us.\"\n        ],\n        [\n            135332,\n            \"if you reach out your arm you can touch him.\"\n        ],\n        [\n            135503,\n            \"But we got under all right, and out through the hole, swift but soft-- Jim first, me next, and Tom last, which was according to Tom\\u2019s orders.\"\n        ],\n        [\n            135648,\n            \"and at last he nudged us, and we slid out, and stooped down, not breathing, and not making the least noise, and slipped stealthy towards the fence in Injun file, and got to it all right, and me and Jim over it;\"\n        ],\n        [\n            136112,\n            \"And when we stepped on to the raft I says: \\u201c_ Now _, old Jim, you\\u2019re a free man again, and I bet you won\\u2019t ever be a slave no more.\"\n        ],\n        [\n            136238,\n            \"When me and Jim heard that we didn\\u2019t feel so brash as what we did before.\"\n        ],\n        [\n            136443,\n            \"\\u201d But me and Jim was consulting-- and thinking.\"\n        ],\n        [\n            136455,\n            \"And after we\\u2019d thought a minute, I says: \\u201cSay it, Jim.\"\n        ],\n        [\n            136651,\n            \"He raised considerable row about it, but me and Jim stuck to it and wouldn\\u2019t budge;\"\n        ],\n        [\n            136711,\n            \"So when he sees me getting the canoe ready, he says: \\u201cWell, then, if you\\u2019re bound to go, I\\u2019ll tell you the way to do when you get to the village.\"\n        ],\n        [\n            136753,\n            \"Shut the door and blindfold the doctor tight and fast, and make him swear to be silent as the grave, and put a purse full of gold in his hand, and then take and lead him all around the back alleys and everywheres in the dark, and then fetch him here in the canoe, in a roundabout way amongst the islands, and search him and take his chalk away from him, and don\\u2019t give it back to him till you get him back to the village, or else he will chalk this raft so he can find it again.\"\n        ],\n        [\n            136872,\n            \"\\u201d So I said I would, and left, and Jim was to hide in the woods when he see the doctor coming till he was gone again.\"\n        ],\n        [\n            136912,\n            \"a very nice, kind-looking old man when I got him up.\"\n        ],\n        [\n            136927,\n            \"I told him me and my brother was over on Spanish Island hunting yesterday afternoon, and camped on a piece of a raft we found, and about midnight he must a kicked his gun in his dreams, for it went off and shot him in the leg, and we wanted him to go over there and fix it and not say nothing about it, nor let anybody know, because we wanted to come home this evening and surprise the folks.\"\n        ],\n        [\n            137039,\n            \"And after a minute, he says: \\u201cHow\\u2019d you say he got shot?\"\n        ],\n        [\n            137057,\n            \"\\u201d \\u201cHe had a dream,\\u201dI says, \\u201cand it shot him.\"\n        ],\n        [\n            137136,\n            \"I says: \\u201cOh, you needn\\u2019t be afeard, sir, she carried the three of us easy enough.\"\n        ],\n        [\n            137239,\n            \"so he took my canoe, and said for me to wait till he come back, or I could hunt around further, or maybe I better go down home and get them ready for the surprise if I wanted to.\"\n        ],\n        [\n            137290,\n            \"so I told him just how to find the raft, and then he started.\"\n        ],\n        [\n            137313,\n            \"I says to myself, spos\\u2019 n he can\\u2019t fix that leg just in three shakes of a sheep\\u2019s tail, as the saying is?\"\n        ],\n        [\n            137391,\n            \"I\\u2019ll wait, and when he comes back if he says he\\u2019s got to go any more I\\u2019ll get down there, too, if I swim;\"\n        ],\n        [\n            137505,\n            \"I shot out and went for the doctor\\u2019s house, but they told me he\\u2019d gone away in the night some time or other, and warn\\u2019t back yet.\"\n        ],\n        [\n            137541,\n            \"Well, thinks I, that looks powerful bad for Tom, and I\\u2019ll dig out for the island right off.\"\n        ],\n        [\n            141108,\n            \"I followed the men to see what they was going to do with Jim;\"\n        ],\n        [\n            141296,\n            \"They cussed Jim considerble, though, and give him a cuff or two side the head once in a while, but Jim never said nothing, and he never let on to know me, and they took him to the same cabin, and put his own clothes on him, and chained him again, and not to no bed-leg this time, but to a big staple drove into the bottom log, and chained his hands, too, and both legs, and said he warn\\u2019t to have nothing but bread and water to eat after this till his owner come, or he was sold at auction because he didn\\u2019t come in a certain length of time, and filled up our hole, and said a couple of farmers with guns must stand watch around about the cabin every night, and a bulldog tied to the door in the daytime;\"\n        ],\n        [\n            141567,\n            \"and he got a little worse and a little worse, and after a long time he went out of his head, and wouldn\\u2019t let me come a-nigh him any more, and said if I chalked his raft he\\u2019d kill me, and no end of wild foolishness like that, and I see I couldn\\u2019t do anything at all with him;\"\n        ],\n        [\n            142099,\n            \"\\u201d Then the others softened up a little, too, and I was mighty thankful to that old doctor for doing Jim that good turn;\"\n        ],\n        [\n            142126,\n            \"and I was glad it was according to my judgment of him, too;\"\n        ],\n        [\n            142141,\n            \"because I thought he had a good heart in him and was a good man the first time I see him.\"\n        ],\n        [\n            142219,\n            \"I hoped they was going to say he could have one or two of the chains took off, because they was rotten heavy, or could have meat and greens with his bread and water;\"\n        ],\n        [\n            144404,\n            \"And his Aunt Polly she said Tom was right about old Miss Watson setting Jim free in her will;\"\n        ],\n        [\n            144960,\n            \"And he said, what he had planned in his head from the start, if we got Jim out all safe, was for us to run him down the river on the raft, and have adventures plumb to the mouth of the river, and then tell him about his being free, and take him back up home on a steamboat, in style, and pay him for his lost time, and write word ahead and get out all the niggers around, and have them waltz him into town with a torchlight procession and a brass-band, and then he would be a hero, and so would we.\"\n        ],\n        [\n            145092,\n            \"We had Jim out of the chains in no time, and when Aunt Polly and Uncle Silas and Aunt Sally found out how good he helped the doctor nurse Tom, they made a heap of fuss over him, and fixed him up prime, and give him all he wanted to eat, and a good time, and nothing to do.\"\n        ],\n        [\n            145175,\n            \"and Tom give Jim forty dollars for being prisoner for us so patient, and doing it up so good, and Jim was pleased most to death, and busted out, and says: \\u201cDah, now, Huck, what I tell you?\"\n        ],\n        [\n            145295,\n            \"doan\\u2019talk to _ me _-- signs is _ signs _, mine I tell you;\"\n        ],\n        [\n            145509,\n            \"\\u201d Jim says, kind of solemn: \\u201cHe ain\\u2019t a-comin\\u2019back no mo \\u2019, Huck.\"\n        ],\n        [\n            145533,\n            \"\\u201d I says: \\u201cWhy, Jim?\"\n        ],\n        [\n            145561,\n            \"\\u201d But I kept at him;\"\n        ],\n        [\n            145568,\n            \"so at last he says: \\u201cDoan\\u2019you\\u2019member de house dat was float\\u2019n down de river, en dey wuz a man in dah, kivered up, en I went in en unkivered him and didn\\u2019let you come in?\"\n        ]\n    ],\n    \"[6, 9]\": [\n        [\n            95751,\n            \"She says,\\u2019Tell them to give Uncle Harvey and William my love and a kiss, and say I\\u2019ve run over the river to see Mr.\\u2019--Mr.-- what _ is _ the name of that rich family your uncle Peter used to think so much of?\"\n        ]\n    ],\n    \"[6, 11]\": [\n        [\n            82611,\n            \"\\u201d Mary Jane she went for him, Susan and the hare-lip went for the duke, and then such another hugging and kissing I never see yet.\"\n        ],\n        [\n            83657,\n            \"turn this pitiful rascal out-- I _ beg _ you to do it.\"\n        ],\n        [\n            83702,\n            \"\\u201d She hove up the bag of money and put it in the king\\u2019s hands, and says, \\u201cTake this six thousand dollars, and invest for me and my sisters any way you want to, and don\\u2019t give us no receipt for it.\"\n        ],\n        [\n            83905,\n            \"Well, when they was all gone the king he asks Mary Jane how they was off for spare rooms, and she said she had one spare room, which would do for Uncle William, and she\\u2019d give her own room to Uncle Harvey, which was a little bigger, and she would turn into the room with her sisters and sleep on a cot;\"\n        ],\n        [\n            84025,\n            \"She said she\\u2019d have her frocks and a lot of other traps took out of her room if they was in Uncle Harvey\\u2019s way, but he said they warn\\u2019t.\"\n        ],\n        [\n            95751,\n            \"She says,\\u2019Tell them to give Uncle Harvey and William my love and a kiss, and say I\\u2019ve run over the river to see Mr.\\u2019--Mr.-- what _ is _ the name of that rich family your uncle Peter used to think so much of?\"\n        ]\n    ],\n    \"[6, 16]\": [\n        [\n            81293,\n            \"So the king he blattered along, and managed to inquire about pretty much everybody and dog in town, by his name, and mentioned all sorts of little things that happened one time or another in the town, or to George\\u2019s family, or to Peter.\"\n        ]\n    ],\n    \"[8, 9]\": [\n        [\n            140214,\n            \"but Uncle Silas he said there warn\\u2019t no occasion to be-- boys will be boys, he said, and you\\u2019ll see this one turn up in the morning all sound and right.\"\n        ],\n        [\n            140261,\n            \"But she said she\\u2019d set up for him a while anyway, and keep a light burning so he could see it.\"\n        ],\n        [\n            140777,\n            \"And by and by the old man says: \\u201cDid I give you the letter?\"\n        ],\n        [\n            140836,\n            \"\\u201d So he rummaged his pockets, and then went off somewheres where he had laid it down, and fetched it, and give it to her.\"\n        ],\n        [\n            141061,\n            \"\\u201d and she snatched a kiss of him, and flew for the house to get the bed ready, and scattering orders right and left at the niggers and everybody else, as fast as her tongue could go, every jump of the way.\"\n        ],\n        [\n            145092,\n            \"We had Jim out of the chains in no time, and when Aunt Polly and Uncle Silas and Aunt Sally found out how good he helped the doctor nurse Tom, they made a heap of fuss over him, and fixed him up prime, and give him all he wanted to eat, and a good time, and nothing to do.\"\n        ]\n    ],\n    \"[8, 12]\": [\n        [\n            134675,\n            \"I did wish Aunt Sally would come, and get done with me, and lick me, if she wanted to, and let me get away and tell Tom how we\\u2019d overdone this thing, and what a thundering hornet\\u2019s-nest we\\u2019d got ourselves into, so we could stop fooling around straight off, and clear out with Jim before these rips got out of patience and come for us.\"\n        ],\n        [\n            144404,\n            \"And his Aunt Polly she said Tom was right about old Miss Watson setting Jim free in her will;\"\n        ],\n        [\n            145092,\n            \"We had Jim out of the chains in no time, and when Aunt Polly and Uncle Silas and Aunt Sally found out how good he helped the doctor nurse Tom, they made a heap of fuss over him, and fixed him up prime, and give him all he wanted to eat, and a good time, and nothing to do.\"\n        ]\n    ],\n    \"[9, 11]\": [\n        [\n            95554,\n            \"\\u2019 But never mind, if you think it\\u2019s best to tell your uncle Harvey--\\u201d\\u201cShucks, and stay fooling around here when we could all be having good times in England whilst we was waiting to find out whether Mary Jane\\u2019s got it or not?\"\n        ],\n        [\n            95706,\n            \"\\u201d \\u201cBut I reckon we ought to tell Uncle Harvey she\\u2019s gone out a while, anyway, so he won\\u2019t be uneasy about her?\"\n        ],\n        [\n            95751,\n            \"She says,\\u2019Tell them to give Uncle Harvey and William my love and a kiss, and say I\\u2019ve run over the river to see Mr.\\u2019--Mr.-- what _ is _ the name of that rich family your uncle Peter used to think so much of?\"\n        ]\n    ],\n    \"[9, 12]\": [\n        [\n            117369,\n            \"and then looks at Jim, and says: \\u201cI wonder if Uncle Silas is going to hang this nigger.\"\n        ],\n        [\n            120972,\n            \"He\\u2019ll hear Jim ain\\u2019t from there.\"\n        ],\n        [\n            120983,\n            \"Then his next move will be to advertise Jim, or something like that.\"\n        ],\n        [\n            122847,\n            \"So Jim he said it was all right, and we set there and talked over old times awhile, and then Tom asked a lot of questions, and when Jim told him Uncle Silas come in every day or two to pray with him, and Aunt Sally come in to see if he was comfortable and had plenty to eat, and both of them was kind as they could be, Tom says: \\u201c_ Now _ I know how to fix it.\"\n        ],\n        [\n            140728,\n            \"The old man was uptown again before breakfast, but couldn\\u2019t get no track of Tom;\"\n        ],\n        [\n            145092,\n            \"We had Jim out of the chains in no time, and when Aunt Polly and Uncle Silas and Aunt Sally found out how good he helped the doctor nurse Tom, they made a heap of fuss over him, and fixed him up prime, and give him all he wanted to eat, and a good time, and nothing to do.\"\n        ]\n    ],\n    \"[11, 12]\": [\n        [\n            85882,\n            \"\\u201d \\u201cWhy, Mam, he said--\\u201d\\u201cIt don\\u2019t make no difference what he _ said _-- that ain\\u2019t the thing.\"\n        ],\n        [\n            86084,\n            \"\\u201cyou just ask his pardon.\"\n        ]\n    ],\n    \"[11, 16]\": [\n        [\n            88001,\n            \"but I see there warn\\u2019t nobody in there but the remainders of Peter;\"\n        ],\n        [\n            88111,\n            \"I tucked the money-bag in under the lid, just down beyond where his hands was crossed, which made me creep, they was so cold, and then I run back across the room and in behind the door.\"\n        ],\n        [\n            88302,\n            \"because when we get down the river a hundred mile or two I could write back to Mary Jane, and she could dig him up again and get it;\"\n        ],\n        [\n            88900,\n            \"and when everything was ready a young woman set down and worked it, and it was pretty skreeky and colicky, and everybody joined in and sung, and Peter was the only one that had a good thing, according to my notion.\"\n        ],\n        [\n            89491,\n            \"S\\u2019pose she dug him up and didn\\u2019t find nothing, what would she think of me?\"\n        ]\n    ],\n    \"[12, 13]\": [\n        [\n            44244,\n            \"Jim sings out: \\u201cWe\\u2019s safe, Huck, we\\u2019s safe!\"\n        ],\n        [\n            44341,\n            \"and as I shoved off, he says: \\u201cPooty soon I\\u2019ll be a-shout\\u2019n\\u2019for joy, en I\\u2019ll say, it\\u2019s all on accounts o\\u2019Huck;\"\n        ],\n        [\n            44382,\n            \"I\\u2019s a free man, en I couldn\\u2019t ever ben free ef it hadn\\u2019ben for Huck;\"\n        ],\n        [\n            44409,\n            \"Jim won\\u2019t ever forgit you, Huck;\"\n        ],\n        [\n            44511,\n            \"When I was fifty yards off, Jim says: \\u201cDah you goes, de ole true Huck;\"\n        ],\n        [\n            44879,\n            \"When we had made a stroke or two, I says: \\u201cPap\\u2019ll be mighty much obleeged to you, I can tell you.\"\n        ],\n        [\n            44946,\n            \"Say, boy, what\\u2019s the matter with your father?\"\n        ],\n        [\n            45149,\n            \"Your pap\\u2019s got the small-pox, and you know it precious well.\"\n        ],\n        [\n            45878,\n            \"\\u201d \\u201cHere I is, Huck.\"\n        ],\n        [\n            46382,\n            \"\\u201d He says: \\u201cDoan\\u2019le\\u2019s talk about it, Huck.\"\n        ],\n        [\n            46453,\n            \"\\u201d \\u201cIt ain\\u2019t yo\\u2019fault, Huck;\"\n        ],\n        [\n            59440,\n            \"I thought I was a goner, for whenever anybody was after anybody I judged it was _ me _-- or maybe Jim.\"\n        ],\n        [\n            61040,\n            \"\\u201d Jim pitied him ever so much, and so did I.\"\n        ],\n        [\n            61053,\n            \"We tried to comfort him, but he said it warn\\u2019t much use, he couldn\\u2019t be much comforted;\"\n        ],\n        [\n            61111,\n            \"He said we ought to bow when we spoke to him, and say \\u201cYour Grace,\\u201dor \\u201cMy Lord,\\u201dor \\u201cYour Lordship \\u201d-- and he wouldn\\u2019t mind it if we called him plain \\u201cBridgewater,\\u201dwhich, he said, was a title anyway, and not a name;\"\n        ],\n        [\n            61304,\n            \"So, along in the afternoon, he says: \\u201cLooky here, Bilgewater,\\u201dhe says, \\u201cI\\u2019m nation sorry for you, but you ain\\u2019t the only person that\\u2019s had troubles like that.\"\n        ],\n        [\n            61489,\n            \"\\u201d You bet you, Jim and me stared this time.\"\n        ],\n        [\n            61644,\n            \"\\u201d Well, he cried and took on so that me and Jim didn\\u2019t know hardly what to do, we was so sorry-- and so glad and proud we\\u2019d got him with us, too.\"\n        ],\n        [\n            61799,\n            \"So Jim and me set to majestying him, and doing this and that and t\\u2019other for him, and standing up till he told us we might set down.\"\n        ],\n        [\n            62081,\n            \"\\u201d The duke done it, and Jim and me was pretty glad to see it.\"\n        ],\n        [\n            62260,\n            \"and it warn\\u2019t no use to tell Jim, so I didn\\u2019t tell him.\"\n        ],\n        [\n            62583,\n            \"Jim and me come up all right, but pa was drunk, and Ike was only four years old, so they never come up no more.\"\n        ],\n        [\n            62612,\n            \"Well, for the next day or two we had considerable trouble, because people was always coming out in skiffs and trying to take Jim away from me, saying they believed he was a runaway nigger.\"\n        ],\n        [\n            62821,\n            \"My bed was a straw tick better than Jim\\u2019s, which was a corn-shuck tick;\"\n        ],\n        [\n            62956,\n            \"\\u201d Jim and me was in a sweat again for a minute, being afraid there was going to be some more trouble amongst them;\"\n        ],\n        [\n            63418,\n            \"I had the middle watch, you know, but I was pretty sleepy by that time, so Jim he said he would stand the first half of it for me;\"\n        ],\n        [\n            63519,\n            \"About two they come up again, though, and Jim was going to call me;\"\n        ],\n        [\n            63557,\n            \"but he was mistaken about that, for pretty soon all of a sudden along comes a regular ripper and washed me overboard.\"\n        ],\n        [\n            63602,\n            \"I took the watch, and Jim he laid down and snored away;\"\n        ],\n        [\n            63629,\n            \"and the first cabin-light that showed I rousted him out, and we slid the raft into hiding quarters for the day.\"\n        ],\n        [\n            64381,\n            \"We was out of coffee, so Jim said I better go along with them in the canoe and get some.\"\n        ],\n        [\n            66626,\n            \"When Jim called me to take the watch at four in the morning, he says: \\u201cHuck, does you reck\\u2019n we gwyne to run acrost any mo\\u2019kings on dis trip?\"\n        ],\n        [\n            66724,\n            \"\\u201d I found Jim had been trying to get him to talk French, so he could hear what it was like;\"\n        ],\n        [\n            73481,\n            \"I was all of a tremble to see his danger.\"\n        ],\n        [\n            74707,\n            \"and by and by, about midnight, they made Jim and me back her out and float her down the middle of the river, and fetch her in and hide her about two mile below town.\"\n        ],\n        [\n            75286,\n            \"By and by, when they was asleep and snoring, Jim says: \\u201cDon\\u2019t it s\\u2019 prise you de way dem kings carries on, Huck?\"\n        ],\n        [\n            75715,\n            \"You don\\u2019t know kings, Jim, but I know them;\"\n        ]\n    ],\n    \"[12, 15]\": [\n        [\n            57448,\n            \"Jim warn\\u2019t on his island, so I tramped off in a hurry for the crick, and crowded through the willows, red-hot to jump aboard and get out of that awful country.\"\n        ],\n        [\n            57562,\n            \"I run along the bank a piece and got aboard, and Jim he grabbed me and hugged me, he was so glad to see me.\"\n        ],\n        [\n            57590,\n            \"He says: \\u201cLaws bless you, chile, I\\u2019uz right down sho\\u2019you\\u2019s dead agin.\"\n        ],\n        [\n            57641,\n            \"so I\\u2019s jes\\u2019 dis minute a startin\\u2019de raf\\u2019down towards de mouf er de crick, so\\u2019s to be all ready for to shove out en leave soon as Jack comes agin en tells me for certain you _ is _ dead.\"\n        ],\n        [\n            57692,\n            \"Lawsy, I\\u2019s mighty glad to git you back again, honey.\"\n        ],\n        [\n            57722,\n            \"they won\\u2019t find me, and they\\u2019ll think I\\u2019ve been killed, and floated down the river-- there\\u2019s something up there that\\u2019ll help them think so-- so don\\u2019t you lose no time, Jim, but just shove off for the big water as fast as ever you can.\"\n        ],\n        [\n            57829,\n            \"I hadn\\u2019t had a bite to eat since yesterday, so Jim he got out some corn-dodgers and buttermilk, and pork and cabbage and greens-- there ain\\u2019t nothing in the world so good when it\\u2019s cooked right-- and whilst I eat my supper we talked and had a good time.\"\n        ],\n        [\n            57893,\n            \"I was powerful glad to get away from the feuds, and so was Jim to get away from the swamp.\"\n        ],\n        [\n            62081,\n            \"\\u201d The duke done it, and Jim and me was pretty glad to see it.\"\n        ]\n    ],\n    \"[12, 18]\": [\n        [\n            31298,\n            \"If the men went to the island I just expect they found the camp fire I built, and watched it all night for Jim to come.\"\n        ],\n        [\n            31509,\n            \"I told Jim all about the time I had jabbering with that woman;\"\n        ],\n        [\n            31523,\n            \"and Jim said she was a smart one, and if she was to start after us herself she wouldn\\u2019t set down and watch a camp fire-- no, sir, she\\u2019d fetch a dog.\"\n        ],\n        [\n            31585,\n            \"Jim said he bet she did think of it by the time the men was ready to start, and he believed they must a gone up-town to get a dog and so they lost all that time, or else we wouldn\\u2019t be here on a towhead sixteen or seventeen mile below the village-- no, indeedy, we would be in that same old town again.\"\n        ],\n        [\n            32411,\n            \"so the best way would be for us to pick out two or three things from the list and say we wouldn\\u2019t borrow them any more-- then he reckoned it wouldn\\u2019t be no harm to borrow the others.\"\n        ],\n        [\n            32677,\n            \"By and by says I, \\u201cHel-_ lo _, Jim, looky yonder!\"\n        ],\n        [\n            32842,\n            \"So I says: \\u201cLe\\u2019s land on her, Jim.\"\n        ],\n        [\n            33031,\n            \"Seegars, I bet you-- and cost five cents apiece, solid cash.\"\n        ],\n        [\n            33091,\n            \"I can\\u2019t rest, Jim, till we give her a rummaging.\"\n        ],\n        [\n            33220,\n            \"He said we mustn\\u2019t talk any more than we could help, and then talk mighty low.\"\n        ],\n        [\n            33390,\n            \"Jim whispered and said he was feeling powerful sick, and told me to come along.\"\n        ],\n        [\n            34739,\n            \"but I said, in a kind of a coarse whisper, \\u201cJim!\"\n        ],\n        [\n            34754,\n            \"\\u201d and he answered up, right at my elbow, with a sort of a moan, and I says: \\u201cQuick, Jim, it ain\\u2019t no time for fooling around and moaning;\"\n        ],\n        [\n            34881,\n            \"I\\u2019ll hunt the labboard side, you hunt the stabboard.\"\n        ],\n        [\n            35412,\n            \"and in a half second I was in the boat, and Jim come tumbling after me.\"\n        ],\n        [\n            35678,\n            \"So says I to Jim: \\u201cThe first light we see we\\u2019ll land a hundred yards below it or above it, in a place where it\\u2019s a good hiding-place for you and the skiff, and then I\\u2019ll go and fix up some kind of a yarn, and get somebody to go for that gang and get them out of their scrape, so they can be hung when their time comes.\"\n        ],\n        [\n            35918,\n            \"We hustled it on to the raft in a pile, and I told Jim to float along down, and show a light when he judged he had gone about two mile, and keep it burning till I come;\"\n        ],\n        [\n            36031,\n            \"I skimmed around for the watchman, a-wondering whereabouts he slept;\"\n        ],\n        [\n            36045,\n            \"and by and by I found him roosting on the bitts forward, with his head down between his knees.\"\n        ],\n        [\n            36066,\n            \"I gave his shoulder two or three little shoves, and begun to cry.\"\n        ],\n        [\n            36092,\n            \"but when he see it was only me he took a good gap and stretch, and then he says: \\u201cHello, what\\u2019s up?\"\n        ]\n    ],\n    \"[13, 15]\": [\n        [\n            62081,\n            \"\\u201d The duke done it, and Jim and me was pretty glad to see it.\"\n        ],\n        [\n            62892,\n            \"Well, the duke allowed he would take my bed;\"\n        ]\n    ]\n}"