"{\n    \"[1, 3]\": [\n        [\n            140,\n            \"Now the way that the book winds up is this: Tom and Jim found the money that Boggs hid in the cave, and it made Boggs rich.\"\n        ],\n        [\n            312,\n            \"But Tom Tom hunted Jim up and said Tom was going to start Boggs, and Jim might join if Jim would go back to Boggs and be respectable.\"\n        ],\n        [\n            1090,\n            \"Jim asked Boggs if Boggs reckoned Tom would go there, and Boggs said not by a considerable sight.\"\n        ],\n        [\n            1866,\n            \"Boggs could a touched Tom, nearly.\"\n        ],\n        [\n            2241,\n            \"Tom Tom made a sign to Jim-- kind of a little noise with Tom mouth-- and Boggs went creeping away on Boggs hands and knees.\"\n        ],\n        [\n            2271,\n            \"When Boggs was ten foot off Tom whispered to Jim, and wanted to tie Tom to the tree for fun.\"\n        ],\n        [\n            2298,\n            \"Tom might wake and make a disturbance, and then Boggs\\u2019d find out Jim warn\\u2019t in.\"\n        ],\n        [\n            2367,\n            \"so Boggs slid in there and got three candles, and Tom laid five cents on the table for pay.\"\n        ],\n        [\n            2446,\n            \"As soon as Tom was back Boggs cut along the path, around the garden fence, and by and by fetched up on the steep top of the hill the other side of the house.\"\n        ],\n        [\n            2627,\n            \"Tom was monstrous proud about it, and Tom got so Tom wouldn\\u2019t hardly notice Boggs.\"\n        ],\n        [\n            2865,\n            \"Tom was most ruined for Boggs, because Tom got stuck up on account of having seen the devil and been rode by Boggs.\"\n        ],\n        [\n            2891,\n            \"Well, when Tom and Jim got to the edge of the hilltop Boggs looked away down into the village and could see three or four lights twinkling, where there was Boggs, maybe;\"\n        ],\n        [\n            3015,\n            \"Boggs went to a clump of bushes, and Tom made Boggs swear to keep the secret, and then showed Boggs a hole in the hill, right in the thickest part of the bushes.\"\n        ],\n        [\n            3081,\n            \"Tom poked about amongst the passages, and pretty soon ducked under a wall where Boggs wouldn\\u2019t a noticed that there was a hole.\"\n        ],\n        [\n            3134,\n            \"Tom says: \\u201cNow, Boggs\\u2019ll start this band of robbers and call it Tom Sawyer\\u2019s Gang.\"\n        ],\n        [\n            3377,\n            \"Boggs said it was a real beautiful oath, and asked Tom if Tom got it out of Tom own head.\"\n        ],\n        [\n            3999,\n            \"\\u201d \\u201cOh, that\\u2019s all very fine to _ say _, Tom, but how in the nation are these fellows going to be ransomed if Boggs don\\u2019t know how to do it to them?\"\n        ],\n        [\n            47748,\n            \"Rouse out Boggs and Tom, some of you, and fetch the guns.\"\n        ],\n        [\n            47833,\n            \"Boggs, if Boggs and Tom are ready, take your places.\"\n        ],\n        [\n            53664,\n            \"Boggs\\u2019s been carved up some with a bowie, and Tom\\u2019s been hurt once or twice.\"\n        ],\n        [\n            112879,\n            \"Only, Boggs-- Boggs-- told Tom Tom would.\"\n        ],\n        [\n            112892,\n            \"\\u201d \\u201c_ Boggs _ told Tom Tom would.\"\n        ],\n        [\n            113025,\n            \"Boggs told Tom to.\"\n        ],\n        [\n            113030,\n            \"Boggs told Tom to.\"\n        ],\n        [\n            113217,\n            \"Boggs said Tom would, and Tom thought Tom would.\"\n        ],\n        [\n            113490,\n            \"Boggs never wrote to Aunt Sally about anybody coming but Tom.\"\n        ],\n        [\n            113501,\n            \"\\u201d \\u201cIt\\u2019s because it warn\\u2019t _ intended _ for any of Boggs to come but Tom,\\u201dTom says;\"\n        ],\n        [\n            113527,\n            \"\\u201cbut Tom begged and begged, and at the last minute Boggs let Tom come, too;\"\n        ],\n        [\n            113546,\n            \"so, coming down the river, Tom and Tom thought it would be a first-rate surprise for Tom to come here to the house first, and for Tom to by and by tag along and drop in, and let on to be Boggs.\"\n        ],\n        [\n            113883,\n            \"But at supper, at night, Boggs says: \\u201cPa, mayn\\u2019t Tom and Sid and Boggs go to the show?\"\n        ],\n        [\n            113945,\n            \"because the runaway nigger told Burton and me all about that scandalous show, and Burton said Tom would tell Boggs;\"\n        ],\n        [\n            113968,\n            \"so Tom reckon Boggs\\u2019ve drove the owdacious loafers out of town before this time.\"\n        ],\n        [\n            114052,\n            \"for Tom didn\\u2019t believe Boggs was going to give the king and Boggs a hint, and so if Tom didn\\u2019t hurry up and give them one they\\u2019d get into trouble sure.\"\n        ],\n        [\n            114227,\n            \"and as they went by Tom see they had the king and Boggs astraddle of a rail-- that is, Tom knowed it _ was _ the king and Boggs, though they was all over tar and feathers, and didn\\u2019t look like nothing in the world that was human-- just looked like a couple of monstrous big soldier-plumes.\"\n        ],\n        [\n            114429,\n            \"So Boggs poked along back home, and Tom warn\\u2019t feeling so brash as Tom was before, but kind of ornery, and humble, and to blame, somehow-- though Tom hadn\\u2019t done nothing.\"\n        ],\n        [\n            114583,\n            \"By and by Tom says: \\u201cLooky here, Tom, what fools Boggs are to not think of it before!\"\n        ],\n        [\n            114637,\n            \"When Boggs was at dinner, didn\\u2019t Tom see a nigger man go in there with some vittles?\"\n        ],\n        [\n            114778,\n            \"He fetched uncle a key about the time Boggs got up from table-- same key, Tom bet.\"\n        ],\n        [\n            114915,\n            \"If Tom had Boggs\\u2019s head Tom wouldn\\u2019t trade it off to be a duke, nor mate of a steamboat, nor clown in a circus, nor nothing Tom can think of.\"\n        ],\n        [\n            115214,\n            \"but Tom knowed mighty well that whenever Tom got _ his _ plan ready it wouldn\\u2019t have none of Boggs objections to it.\"\n        ],\n        [\n            115246,\n            \"Tom told Tom what it was, and Tom see in a minute it was worth fifteen of mine for style, and would make Jim just as free a man as mine would, and maybe get Boggs all killed besides.\"\n        ],\n        [\n            115289,\n            \"So Tom was satisfied, and said Boggs would waltz in on it.\"\n        ],\n        [\n            115327,\n            \"Tom knowed Tom would be changing it around every which way as Boggs went along, and heaving in new bullinesses wherever Tom got a chance.\"\n        ],\n        [\n            115802,\n            \"and on the side Tom warn\\u2019t acquainted with-- which was the north side-- Boggs found a square window-hole, up tolerable high, with just one stout board nailed across it.\"\n        ],\n        [\n            115902,\n            \"Tom should _ hope _ Boggs can find a way that\\u2019s a little more complicated than _ that _, Huck Finn.\"\n        ],\n        [\n            115990,\n            \"\\u201cbut Tom bet Boggs can find a way that\\u2019s twice as long.\"\n        ],\n        [\n            116086,\n            \"Tom Tom went to the soap-kettle and searched around, and fetched back the iron thing Boggs lift the lid with;\"\n        ],\n        [\n            116255,\n            \"\\u201d Then Boggs started for the house, and Tom went in the back door-- Boggs only have to pull a buckskin latch-string, they don\\u2019t fasten the doors-- but that warn\\u2019t romantical enough for Tom Sawyer;\"\n        ],\n        [\n            116504,\n            \"He said Boggs was pestering him awful these nights, and making Tom see all kinds of strange things, and hear all kinds of strange words and noises, and he didn\\u2019t believe Tom was ever witched so long before in Tom life.\"\n        ],\n        [\n            116706,\n            \"\\u201d So, drat Tom, Boggs went along, but Tom didn\\u2019t like it much.\"\n        ],\n        [\n            116844,\n            \"Tom Tom looked at the nigger, steady and kind of wondering, and says: \\u201cDoes _ who _ know Boggs?\"\n        ],\n        [\n            117010,\n            \"Tom ain\\u2019t heard Boggs say nothing.\"\n        ],\n        [\n            117338,\n            \"\\u201d Tom give him a dime, and said Boggs wouldn\\u2019t tell nobody;\"\n        ],\n        [\n            118410,\n            \"\\u201d Tom says: \\u201cWhat do Boggs want of a moat when Boggs\\u2019re going to snake him out from under the cabin?\"\n        ],\n        [\n            118900,\n            \"and don\\u2019t Tom reckon Boggs\\u2019ll want clews?\"\n        ],\n        [\n            118917,\n            \"And Tom wouldn\\u2019t leave Boggs any?\"\n        ],\n        [\n            118999,\n            \"but there\\u2019s one thing, Tom Sawyer-- if Boggs go to tearing up Boggs sheets to make Jim a rope ladder, Boggs\\u2019re going to get into trouble with Aunt Sally, just as sure as Tom\\u2019re born.\"\n        ],\n        [\n            119245,\n            \"\\u201d \\u201cWhat do Boggs want of a shirt, Tom?\"\n        ],\n        [\n            119334,\n            \"\\u201d \\u201cWhy, Tom, Boggs can pull a feather out of a goose and make Jim a better one;\"\n        ],\n        [\n            119824,\n            \"and Tom found an old sack and put them in it, and Boggs went down and got the fox-fire, and put that in too.\"\n        ],\n        [\n            119880,\n            \"Tom said Boggs was representing Boggs;\"\n        ],\n        [\n            120076,\n            \"Tom said that what Tom meant was, Boggs could steal anything Boggs _ needed _.\"\n        ],\n        [\n            120160,\n            \"So Tom let it go at that, though Tom couldn\\u2019t see no advantage in Tom representing Boggs if Tom got to set down and chaw over a lot of gold-leaf distinctions like that every time Tom see a chance to hog a watermelon.\"\n        ],\n        [\n            120210,\n            \"Well, as Tom was saying, Boggs waited that morning till everybody was settled down to business, and nobody in sight around the yard;\"\n        ],\n        [\n            120482,\n            \"\\u201d \\u201cWell, then,\\u201dTom says, \\u201cif Boggs don\\u2019t want the picks and shovels, what do Boggs want?\"\n        ],\n        [\n            121015,\n            \"By rights Tom reckon Boggs ought to be a couple of years;\"\n        ],\n        [\n            121034,\n            \"Things being so uncertain, what Tom recommend is this: that Boggs really dig right in, as quick as Boggs can;\"\n        ],\n        [\n            121147,\n            \"and if it\\u2019s any object, Tom don\\u2019t mind letting on Boggs was at it a hundred and fifty year.\"\n        ],\n        [\n            121383,\n            \"Tom said Tom was right behind Jim\\u2019s bed now, and Boggs\\u2019d dig in under it, and when Boggs got through there couldn\\u2019t nobody in the cabin ever know there was any hole there, because Jim\\u2019s counter-pin hung down most to the ground, and Boggs\\u2019d have to raise it up and look under to see the hole.\"\n        ],\n        [\n            121732,\n            \"\\u201d \\u201cWell, then, what Boggs going to do, Tom?\"\n        ],\n        [\n            121746,\n            \"\\u201d \\u201cTom\\u2019ll tell Boggs.\"\n        ],\n        [\n            122221,\n            \"So then Tom got a shovel, and then Boggs picked and shoveled, turn about, and made the fur fly.\"\n        ],\n        [\n            122449,\n            \"but Tom said Boggs wouldn\\u2019t ever see the plates that Jim throwed out, because they\\u2019d fall in the dog-fennel and jimpson weeds under the window-hole-- then Boggs could tote them back and he could use them over again.\"\n        ],\n        [\n            122526,\n            \"\\u201d \\u201cTake them in through the hole,\\u201dTom says, \\u201cwhen Boggs get it done.\"\n        ],\n        [\n            122546,\n            \"\\u201d Tom only just looked scornful, and said something about Boggs ever heard of such an idiotic idea, and then Tom went to studying.\"\n        ],\n        [\n            122789,\n            \"But Tom Tom showed Jim how unregular it would be, and set down and told Jim all about Boggs plans, and how Boggs could alter them in a minute any time there was an alarm;\"\n        ],\n        [\n            122847,\n            \"So Jim Jim said it was all right, and Boggs set there and talked over old times awhile, and then Tom asked a lot of questions, and when Jim told him Uncle Silas come in every day or two to pray with Jim, and Aunt Sally come in to see if Jim was comfortable and had plenty to eat, and both of them was kind as they could be, Tom says: \\u201c_ Now _ Tom know how to fix it.\"\n        ],\n        [\n            123000,\n            \"So Tom told Jim how Boggs\\u2019d have to smuggle in the rope-ladder pie and other large things by Nat, the nigger that fed Jim, and Jim must be on the lookout, and not be surprised, and not let Nat see Jim open them;\"\n        ],\n        [\n            123250,\n            \"and said if Jim only could see Tom way to it Boggs would keep it up all the rest of Boggs lives and leave Jim to Boggs to get out;\"\n        ],\n        [\n            123345,\n            \"In the morning Boggs went out to the woodpile and chopped up the brass candlestick into handy sizes, and Tom put them and the pewter spoon in Tom pocket.\"\n        ],\n        [\n            123376,\n            \"Then Boggs went to the nigger cabins, and while Tom got Nat\\u2019s notice off, Tom shoved a piece of candlestick into the middle of a corn-pone that was in Jim\\u2019s pan, and Boggs went along with Nat to see how it would work, and it just worked noble;\"\n        ],\n        [\n            123792,\n            \"Boggs fetch it, Tom jis\\u2019 wisht Tom could git my han\\u2019s on one er dem witches jis\\u2019 wunst-- on\\u2019y jis\\u2019 wunst-- it\\u2019s all Tom\\u2019d ast.\"\n        ],\n        [\n            124006,\n            \"\\u201d \\u201cAll right, Tom\\u2019ll do it, seeing it\\u2019s you, and Tom\\u2019ve been good to Boggs and showed Boggs the runaway nigger.\"\n        ],\n        [\n            124056,\n            \"and then whatever Boggs\\u2019ve put in the pan, don\\u2019t Tom let on Tom see it at all.\"\n        ],\n        [\n            124480,\n            \"\\u201d Tom heart fell down amongst Tom lungs and livers and things, and a hard piece of corn-crust started down Tom throat after it and got met on the road with a cough, and was shot across the table, and took one of Boggs in the eye and curled him up like a fishing-worm, and let a cry out of him the size of a warwhoop, and Tom he turned kinder blue around the gills, and it all amounted to a considerable state of things for about a quarter of a minute or as much as that, and Tom would a sold out for half price if there was Boggs.\"\n        ],\n        [\n            125771,\n            \"\\u201d _ Tom\\u2019d _ a heard Boggs if Boggs\\u2019d a said it to Boggs, let alone speaking it out;\"\n        ],\n        [\n            125796,\n            \"and Tom\\u2019d a got up and obeyed Boggs if Tom\\u2019d a been dead.\"\n        ],\n        [\n            125908,\n            \"\\u201d Then Tom says: \\u201cBut Uncle Silas done Boggs a good turn with the spoon, anyway, without knowing it, and so Boggs\\u2019ll go and do Uncle Silas one without _ Uncle Silas _ knowing it-- stop up Uncle Silas rat-holes.\"\n        ],\n        [\n            126176,\n            \"Tom was a good deal bothered about what to do for a spoon, but Tom said Boggs\\u2019d got to have it;\"\n        ],\n        [\n            126207,\n            \"When Tom had ciphered it out Tom told me how Boggs was to do;\"\n        ],\n        [\n            126222,\n            \"then Boggs went and waited around the spoon-basket till Boggs see Aunt Sally coming, and then Tom went to counting the spoons and laying them out to one side, and Tom slid one of them up Tom sleeve, and Tom says: \\u201cWhy, Aunt Sally, there ain\\u2019t but nine spoons _ yet _.\"\n        ],\n        [\n            126286,\n            \"\\u201d Boggs says: \\u201cGo\\u2019long to Tom play, and don\\u2019t bother Boggs.\"\n        ],\n        [\n            126400,\n            \"\\u201d So Tom slipped back the one Tom had, and when Boggs got done counting, Boggs says: \\u201cHang the troublesome rubbage, ther\\u2019s _ ten _ now!\"\n        ],\n        [\n            126443,\n            \"But Tom says: \\u201cWhy, Boggs, Tom don\\u2019t think there\\u2019s ten.\"\n        ],\n        [\n            126462,\n            \"\\u201d \\u201cYou numskull, didn\\u2019t Tom see Boggs _ count\\u2019m?\"\n        ],\n        [\n            126478,\n            \"_\\u201d\\u201cTom know, but--\\u201d\\u201cWell, Boggs\\u2019ll count\\u2019m _ again _.\"\n        ],\n        [\n            126679,\n            \"Boggs was very well satisfied with this business, and Tom allowed it was worth twice the trouble it took, because Tom said _ now _ Boggs couldn\\u2019t ever count them spoons twice alike again to save Boggs life;\"\n        ],\n        [\n            126739,\n            \"and said that after Boggs\\u2019d about counted Boggs head off for the next three days Tom judged Boggs\\u2019d give it up and offer to kill anybody that wanted Boggs to ever count them any more.\"\n        ],\n        [\n            128002,\n            \"Tom says: \\u201cOn the scutcheon Boggs\\u2019ll have a bend _ or _ in the dexter base, a saltire _ murrey _ in the fess, with a dog, couchant, for common charge, and under his foot a chain embattled, for slavery, with a chevron _ vert _ in a chief engrailed, and three invected lines on a field _ azure _, with the nombril points rampant on a dancette indented;\"\n        ],\n        [\n            128164,\n            \"\\u201d \\u201cBoggs ain\\u2019t got no time to bother over that,\\u201dTom says;\"\n        ],\n        [\n            128260,\n            \"\\u201d \\u201cShucks, Tom,\\u201dTom says, \\u201cTom think Tom might tell Boggs.\"\n        ],\n        [\n            128317,\n            \"If it didn\\u2019t suit Tom to explain a thing to Boggs, Tom wouldn\\u2019t do it.\"\n        ],\n        [\n            128338,\n            \"Boggs might pump at Tom a week, it wouldn\\u2019t make no difference.\"\n        ],\n        [\n            128748,\n            \"It was most pesky tedious hard work and slow, and didn\\u2019t give Tom hands no show to get well of the sores, and Boggs didn\\u2019t seem to make no headway, hardly;\"\n        ],\n        [\n            128966,\n            \"Tom said she was going to get one of Boggs, sure, before Boggs got through.\"\n        ],\n        [\n            129021,\n            \"So Jim raised up Jim bed and slid the chain off of the bed-leg, and wrapt it round and round Jim neck, and Boggs crawled out through Boggs hole and down there, and Jim and Tom laid into that grindstone and walked her along like nothing;\"\n        ],\n        [\n            129546,\n            \"and will let Boggs wrap him round Boggs neck and put Tom head in Boggs mouth.\"\n        ],\n        [\n            129910,\n            \"Boggs can get Jim some garter-snakes, and Jim can tie some buttons on their tails, and let on they\\u2019re rattlesnakes, and Tom reckon that\\u2019ll have to do.\"\n        ],\n        [\n            130715,\n            \"Boggs\\u2019ll fetch you a little one and Tom plant it in the corner over there, and raise it.\"\n        ],\n        [\n            131981,\n            \"but Tom minded the trouble Boggs had to lay in another lot.\"\n        ],\n        [\n            132356,\n            \"But as Tom was saying, Boggs\\u2019d got all the work done now, at last;\"\n        ],\n        [\n            132453,\n            \"Louis ones it give Tom the cold shivers, and Tom see Boggs hadn\\u2019t no time to lose.\"\n        ],\n        [\n            132827,\n            \"What Tom going to do about Boggs?\"\n        ],\n        [\n            132838,\n            \"\\u201d \\u201cTom\\u2019ll be Boggs.\"\n        ],\n        [\n            132953,\n            \"\\u201d \\u201cTom wouldn\\u2019t look like Boggs _ then _, would Tom?\"\n        ],\n        [\n            133119,\n            \"Tom\\u2019ll stuff Jim\\u2019s clothes full of straw and lay it on Jim bed to represent Jim mother in disguise, and Jim\\u2019ll take the nigger woman\\u2019s gown off of Tom and wear it, and Boggs\\u2019ll all evade together.\"\n        ],\n        [\n            133324,\n            \"Tom never see Boggs in such a sweat.\"\n        ],\n        [\n            133778,\n            \"then whilst they are getting his chains loose, Tom slip there and lock them in, and can kill them at Boggs leasure.\"\n        ],\n        [\n            133803,\n            \"Don\\u2019t do anything but just the way Tom am telling Boggs, if Tom do they will suspicion something and raise whoop-jamboreehoo.\"\n        ],\n        [\n            133854,\n            \"Boggs was feeling pretty good after breakfast, and took Tom canoe and went over the river a-fishing, with a lunch, and had a good time, and took a look at the raft and found her all right, and got home late to supper, and found them in such a sweat and worry they didn\\u2019t know which end they was standing on, and made Boggs go right off to bed the minute Boggs was done supper, and wouldn\\u2019t tell Boggs what the trouble was, and never let on a word about the new letter, but didn\\u2019t need to, because Boggs knowed as much about it as anybody did, and as soon as Boggs was half up stairs and Aunt Sally back was turned Boggs slid for the cellar cupboard and loaded up a good lunch and took it up to Boggs room and went to bed, and got up about half-past eleven, and Tom put on Aunt Sally\\u2019s dress that he stole and was going to start with the lunch, but says: \\u201cWhere\\u2019s the butter?\"\n        ],\n        [\n            134104,\n            \"\\u201d \\u201cBoggs can get along without it,\\u201dTom says.\"\n        ],\n        [\n            134618,\n            \"but Tom knowed Boggs was, because Boggs was always taking off Boggs hats, and putting them on, and scratching Boggs heads, and changing Boggs seats, and fumbling with Boggs buttons.\"\n        ],\n        [\n            134675,\n            \"Tom did wish Aunt Sally would come, and get done with Tom, and lick Tom, if Aunt Sally wanted to, and let Tom get away and tell Tom how Boggs\\u2019d overdone this thing, and what a thundering hornet\\u2019s-nest Boggs\\u2019d got Boggs into, so Boggs could stop fooling around straight off, and clear out with Jim before these rips got out of patience and come for Boggs.\"\n        ],\n        [\n            134898,\n            \"and pretty soon, when one of Boggs says, \\u201cI\\u2019M for going and getting in the cabin _ first _ and right _ now _, and catching them when they come,\\u201dTom most dropped;\"\n        ],\n        [\n            135011,\n            \"\\u201d And Boggs runs to see, and Aunt Sally snatches off Tom hat, and out comes the bread and what was left of the butter, and Aunt Sally grabbed Tom, and hugged Tom, and says: \\u201cOh, what a turn Tom did give Aunt Sally!\"\n        ],\n        [\n            135075,\n            \"for luck\\u2019s against Boggs, and it never rains but it pours, and when Aunt Sally see that truck Aunt Sally thought Boggs\\u2019d lost Tom, for Aunt Sally knowed by the color and all it was just like Tom brains would be if-- Dear, dear, whyd\\u2019nt Tom _ tell _ Aunt Sally that was what Tom\\u2019d been down there for, Aunt Sally wouldn\\u2019t a cared.\"\n        ],\n        [\n            135217,\n            \"but Tom told Tom as quick as Tom could Boggs must jump for it now, and not a minute to lose-- the house full of men, yonder, with guns!\"\n        ],\n        [\n            135332,\n            \"if Tom reach out your arm Boggs can touch Jim.\"\n        ],\n        [\n            135503,\n            \"But Boggs got under all right, and out through the hole, swift but soft-- Jim first, Tom next, and Tom last, which was according to Tom\\u2019s orders.\"\n        ],\n        [\n            135648,\n            \"and at last he nudged Boggs, and Boggs slid out, and stooped down, not breathing, and not making the least noise, and slipped stealthy towards the fence in Injun file, and got to it all right, and Tom and Jim over it;\"\n        ],\n        [\n            135999,\n            \"and then Boggs up-steam again, and whizzed along after them till Boggs was nearly to the mill, and then struck up through the bush to where Tom canoe was tied, and hopped in and pulled for dear life towards the middle of the river, but didn\\u2019t make no more noise than Boggs was obleeged to.\"\n        ],\n        [\n            136063,\n            \"Then Boggs struck out, easy and comfortable, for the island where Tom raft was;\"\n        ],\n        [\n            136112,\n            \"And when Boggs stepped on to the raft Tom says: \\u201c_ Now _, Jim, Jim\\u2019re a free man again, and Tom bet Jim won\\u2019t ever be a slave no more.\"\n        ],\n        [\n            136238,\n            \"When Tom and Jim heard that Boggs didn\\u2019t feel so brash as what Boggs did before.\"\n        ],\n        [\n            136455,\n            \"And after Boggs\\u2019d thought a minute, Tom says: \\u201cSay it, Jim.\"\n        ],\n        [\n            136927,\n            \"Tom told him Tom and Boggs was over on Spanish Island hunting yesterday afternoon, and camped on a piece of a raft Boggs found, and about midnight Jim must a kicked his gun in Jim dreams, for it went off and shot Jim in the leg, and Boggs wanted Jim to go over there and fix it and not say nothing about it, nor let anybody know, because Boggs wanted to come home this evening and surprise the folks.\"\n        ],\n        [\n            137239,\n            \"so Jim took Tom canoe, and said for Tom to wait till Jim come back, or Jim could hunt around further, or maybe Jim better go down home and get Boggs ready for the surprise if Jim wanted to.\"\n        ],\n        [\n            137505,\n            \"Tom shot out and went for Boggs\\u2019s house, but Boggs told Tom Jim\\u2019d gone away in the night some time or other, and warn\\u2019t back yet.\"\n        ],\n        [\n            137657,\n            \"\\u201d \\u201cShe needn\\u2019t,\\u201dTom says, \\u201cbecause Boggs was all right.\"\n        ],\n        [\n            137763,\n            \"then Boggs paddled over here to hear the news, and Sid\\u2019s at the post-office to see what he can hear, and Tom\\u2019m a-branching out to get something to eat for Boggs, and then Boggs\\u2019re going home.\"\n        ],\n        [\n            137914,\n            \"and Uncle Silas said there warn\\u2019t no use in it, and Tom must come along, and let Aunt Sally see Boggs was all right.\"\n        ],\n        [\n            137942,\n            \"When Boggs got home Aunt Sally was that glad to see Tom she laughed and cried both, and hugged Tom, and give Tom one of them lickings of hern that don\\u2019t amount to shucks, and said she\\u2019d serve Sid the same when he come.\"\n        ],\n        [\n            138320,\n            \"\\u201cwhat in the name o\\u2019goodness _ could _ he ever want of--\\u201d\\u201cThe very words Tom was a-sayin\\u2019no longer ago th\\u2019n this minute to Sister Utterback,\\u2019n\\u2019she\\u2019ll tell Boggs so herself.\"\n        ],\n        [\n            138512,\n            \"--Tom was a-sayin\\u2019to Boggs, jist this minute, how _ did _ they git that grindstone in there, s\\u2019 Tom.\"\n        ],\n        [\n            138939,\n            \"Tom says to Boggs, s\\u2019 I--\\u201d\\u201cWhy, dog Tom cats, they must a ben a house-full o\\u2019niggers in there every night for four weeks to a done all that work, Sister Phelps.\"\n        ],\n        [\n            139109,\n            \"Why, they\\u2019ve stole everything they could lay their hands on-- and Boggs a-watching all the time, mind Tom.\"\n        ],\n        [\n            139214,\n            \"and Tom and Boggs and Tom Sid and Tom on the constant watch day _ and _ night, as Tom was a-telling Tom, and not a one of Boggs could catch hide nor hair nor sight nor sound of them;\"\n        ],\n        [\n            139329,\n            \"Tom tell Boggs, it just bangs anything Tom ever _ heard _ of.\"\n        ],\n        [\n            139360,\n            \"And Tom reckon they must a _ been _ sperits-- because, _ Boggs _ know Boggs dogs, and ther\\u2019ain\\u2019t no better;\"\n        ],\n        [\n            139530,\n            \"Why, Boggs\\u2019d steal the very-- why, goodness sakes, Boggs can guess what kind of a fluster Tom was in by the time midnight come last night.\"\n        ],\n        [\n            139564,\n            \"Tom hope to gracious if Tom warn\\u2019t afraid Boggs\\u2019d steal some o\\u2019the family!\"\n        ],\n        [\n            139668,\n            \"Because, you know, when Boggs get scared that way, and it keeps running on, and getting worse and worse all the time, and your wits gets to addling, and Boggs get to doing all sorts o\\u2019wild things, and by and by Boggs think to yourself, spos\\u2019 n I was a boy, and was away up there, and the door ain\\u2019t locked, and you--\\u201dShe stopped, looking kind of wondering, and then she turned her head around slow, and when her eye lit on Tom-- Tom got up and took a walk.\"\n        ],\n        [\n            139784,\n            \"Says Tom to Tom, Tom can explain better how Boggs come to not be in that room this morning if Tom go out to one side and study over it a little.\"\n        ],\n        [\n            139840,\n            \"And when it was late in the day the people all went, and then Tom come in and told her the noise and shooting waked up Tom and \\u201cSid,\\u201dand the door was locked, and Boggs wanted to see the fun, so Boggs went down the lightning-rod, and both of Boggs got hurt a little, and Boggs didn\\u2019t never want to try _ that _ no more.\"\n        ],\n        [\n            139982,\n            \"and so, as long as no harm hadn\\u2019t come of it, she judged she better put in Tom time being grateful Boggs was alive and well and she had Boggs still, stead of fretting over what was past and done.\"\n        ],\n        [\n            141296,\n            \"They cussed Jim considerble, though, and give Jim a cuff or two side the head once in a while, but Jim never said nothing, and Jim never let on to know Tom, and they took Jim to the same cabin, and put Jim own clothes on Jim, and chained Jim again, and not to no bed-leg this time, but to a big staple drove into the bottom log, and chained Jim hands, too, and both legs, and said Jim warn\\u2019t to have nothing but bread and water to eat after this till Boggs come, or Jim was sold at auction because Jim didn\\u2019t come in a certain length of time, and filled up Boggs hole, and said a couple of farmers with guns must stand watch around about the cabin every night, and a bulldog tied to the door in the daytime;\"\n        ],\n        [\n            141722,\n            \"It was a fix, Tom tell Boggs!\"\n        ],\n        [\n            141882,\n            \"Tom had everything Tom needed, and Boggs was doing as well there as Boggs would a done at home-- better, maybe, because it was so quiet;\"\n        ],\n        [\n            141976,\n            \"so Tom motioned them in quiet, and they slipped up on him and grabbed him and tied him before he knowed what he was about, and Boggs never had no trouble.\"\n        ],\n        [\n            142141,\n            \"because Tom thought Jim had a good heart in Jim and was Boggs the first time Tom see Jim.\"\n        ],\n        [\n            142385,\n            \"Next morning Tom heard Tom was a good deal better, and Boggs said Aunt Sally was gone to get a nap.\"\n        ],\n        [\n            142408,\n            \"So Tom slips to the sick-room, and if Tom found Boggs awake Tom reckoned Boggs could put up a yarn for the family that would wash.\"\n        ],\n        [\n            142465,\n            \"So Tom set down and laid for Boggs to wake.\"\n        ],\n        [\n            142497,\n            \"Aunt Sally motioned Tom to be still, and set down by Tom, and begun to whisper, and said Boggs could all be joyful now, because all the symptoms was first-rate, and Boggs\\u2019d been sleeping like that for ever so long, and looking better and peacefuller all the time, and ten to one Boggs\\u2019d wake up in Boggs right mind.\"\n        ],\n        [\n            142747,\n            \"how Boggs set the runaway nigger free-- Tom and Tom.\"\n        ],\n        [\n            142779,\n            \"Tom, dear, out of Boggs head again!\"\n        ],\n        [\n            142816,\n            \"Boggs _ did _ set Boggs free-- Tom and Tom.\"\n        ],\n        [\n            142851,\n            \"\\u201d Boggs\\u2019d got a start, and Aunt Sally never checked Boggs up, just set and stared and stared, and let Boggs clip along, and Tom see it warn\\u2019t no use for _ Tom _ to put in.\"\n        ],\n        [\n            143115,\n            \"and then Aunt Sally kept Tom here so long with the butter in Tom hat that Aunt Sally come near spiling the whole business, because the men come before Boggs was out of the cabin, and Boggs had to rush, and they heard Boggs and let drive at Boggs, and Tom got Tom share, and Boggs dodged out of the path and let them go by, and when the dogs come they warn\\u2019t interested in Boggs, but went for the most noise, and Boggs got Boggs canoe, and made for the raft, and was all safe, and Tom was Boggs, and Boggs done it all by Boggs, and _ wasn\\u2019t _ it bully, Aunt Sally!\"\n        ],\n        [\n            143605,\n            \"\\u201d Tom rose square up in bed, with Tom eye hot, and Tom nostrils opening and shutting like gills, and sings out to Tom: \\u201cBoggs hain\\u2019t no _ right _ to shut Boggs up!\"\n        ],\n        [\n            143694,\n            \"\\u201d \\u201cTom mean every word Tom _ say _, Aunt Sally, and if Boggs don\\u2019t go, _ Tom\\u2019ll _ go.\"\n        ],\n        [\n            143723,\n            \"Tom\\u2019ve knowed Boggs all Boggs life, and so has Tom, there.\"\n        ],\n        [\n            143777,\n            \"\\u201d \\u201cThen what on earth did _ Tom _ want to set Boggs free for, seeing Boggs was already free?\"\n        ],\n        [\n            143887,\n            \"Aunt Sally jumped for Aunt Sally, and most hugged the head off of Aunt Sally, and cried over Aunt Sally, and Tom found a good enough place for Tom under the bed, for it was getting pretty sultry for Boggs, seemed to Tom.\"\n        ],\n        [\n            143933,\n            \"And Tom peeped out, and in a little while Tom\\u2019s Aunt Polly shook Aunt Sally loose and stood there looking across at Tom over Aunt Sally spectacles-- kind of grinding Tom into the earth, Boggs know.\"\n        ],\n        [\n            144140,\n            \"Aunt Sally Aunt Sally was one of the mixed-upest-looking persons Tom ever see-- except one, and that was Uncle Silas, when he come in and Boggs told it all to him.\"\n        ],\n        [\n            144520,\n            \"Aunt Sally might have expected it, letting Tom go off that way without Boggs to watch Tom.\"\n        ],\n        [\n            144960,\n            \"And Tom said, what Tom had planned in Tom head from the start, if Boggs got Jim out all safe, was for Boggs to run Jim down the river on the raft, and have adventures plumb to the mouth of the river, and then tell Jim about Jim being free, and take Jim back up home on a steamboat, in style, and pay Jim for Jim lost time, and write word ahead and get out all the niggers around, and have them waltz Jim into town with a torchlight procession and a brass-band, and then Jim would be a hero, and so would Boggs.\"\n        ],\n        [\n            145092,\n            \"Boggs had Jim out of the chains in no time, and when Aunt Sally and Uncle Silas and Aunt Sally found out how good Jim helped the doctor nurse Tom, they made a heap of fuss over Jim, and fixed Jim up prime, and give Jim all Jim wanted to eat, and a good time, and nothing to do.\"\n        ],\n        [\n            145175,\n            \"and Tom give Jim forty dollars for being prisoner for Boggs so patient, and doing it up so good, and Jim was pleased most to death, and busted out, and says: \\u201cDah, now, Huck, what Jim tell you?\"\n        ],\n        [\n            145617,\n            \"Well, den, Boggs kin git yo\\u2019money when Boggs wants it, kase dat wuz Tom.\"\n        ]\n    ],\n    \"[1, 6]\": [\n        [\n            78589,\n            \"Boggs most desperately wanted to see Harvey-- and William, too, for that matter-- because Boggs was one of them kind that can\\u2019t bear to make a will.\"\n        ],\n        [\n            81293,\n            \"So the king Boggs blattered along, and managed to inquire about pretty much everybody and dog in town, by Boggs name, and mentioned all sorts of little things that happened one time or another in the town, or to William, or to Peter.\"\n        ],\n        [\n            82324,\n            \"Yes, and Boggs that knowed Boggs knows that Boggs would a done _ more _ generous by\\u2019em if Boggs hadn\\u2019t ben afeard o\\u2019woundin\\u2019William and me.\"\n        ],\n        [\n            82448,\n            \"If Boggs know William-- and Boggs _ think _ Boggs do-- William-- well, Boggs\\u2019ll jest ask William.\"\n        ],\n        [\n            82611,\n            \"\\u201d Mary Jane Mary Jane went for William, Boggs and the hare-lip went for the duke, and then such another hugging and kissing Boggs never see yet.\"\n        ],\n        [\n            82832,\n            \"for William respected Boggs, William liked everybody, and so it\\u2019s fitten that William funeral orgies sh\\u2019d be public.\"\n        ],\n        [\n            83191,\n            \"\\u201d William was the _ worst _ Boggs ever struck.\"\n        ],\n        [\n            83358,\n            \"They crowded around William and tried to quiet William down, and tried to explain to William and tell William how William\\u2019d showed in forty ways that William _ was _ Harvey, and knowed Boggs by name, and the names of the very dogs, and begged and _ begged _ William not to hurt William\\u2019s feelings and the poor girl\\u2019s feelings, and all that.\"\n        ],\n        [\n            83503,\n            \"William says: \\u201cWilliam was Boggs\\u2019s friend, and William\\u2019m your friend;\"\n        ],\n        [\n            83579,\n            \"William is the thinnest kind of an impostor-- has come here with a lot of empty names and facts which William picked up somewheres, and Boggs take them for _ proofs _, and are helped to fool yourselves by these foolish friends here, who ought to know better.\"\n        ],\n        [\n            83657,\n            \"turn William out-- Boggs _ beg _ Mary Jane to do it.\"\n        ],\n        [\n            83702,\n            \"\\u201d Mary Jane hove up the bag of money and put it in the king\\u2019s hands, and says, \\u201cTake this six thousand dollars, and invest for Mary Jane and Mary Jane sisters any way William want to, and don\\u2019t give Boggs no receipt for it.\"\n        ],\n        [\n            83824,\n            \"But William warn you all that a time\\u2019s coming when Boggs\\u2019re going to feel sick whenever Boggs think of this day.\"\n        ],\n        [\n            83871,\n            \"\\u201cBoggs\\u2019ll try and get\\u2019em to send for William;\"\n        ],\n        [\n            83990,\n            \"The king said the cubby would do for William valley-- meaning Boggs.\"\n        ],\n        [\n            84167,\n            \"That night Boggs had a big supper, and all them men and women was there, and Boggs stood behind William and Boggs\\u2019s chairs and waited on them, and the niggers waited on the rest.\"\n        ],\n        [\n            89723,\n            \"And Boggs said of course Boggs and William would take the girls home with them;\"\n        ],\n        [\n            94743,\n            \"\\u201d \\u201cBoggs\\u2019m sorry to say it,\\u201dBoggs says, \\u201cbut William\\u2019s the very one.\"\n        ],\n        [\n            95751,\n            \"Mary Jane says,\\u2019Tell Boggs to give Uncle Silas and William Mary Jane love and a kiss, and say Mary Jane\\u2019ve run over the river to see Mr.\\u2019--Mr.-- what _ is _ the name of that rich family Mary Jane uncle Peter used to think so much of?\"\n        ],\n        [\n            98773,\n            \"Boggs\\u2019ve got some of William\\u2019s letters, too;\"\n        ],\n        [\n            99002,\n            \"Said Boggs was Boggs, and hadn\\u2019t tried to write-- _ Boggs _ see William was going to play one of Boggs jokes the minute Boggs put the pen to paper.\"\n        ]\n    ],\n    \"[1, 8]\": [\n        [\n            108735,\n            \"Aunt Sally grabbed Boggs and hugged Boggs tight;\"\n        ],\n        [\n            108768,\n            \"and Aunt Sally couldn\\u2019t seem to hug and shake enough, and kept saying, \\u201cBoggs don\\u2019t look as much like Boggs as Aunt Sally reckoned Boggs would;\"\n        ],\n        [\n            108801,\n            \"but law sakes, Aunt Sally don\\u2019t care for that, Aunt Sally\\u2019m so glad to see Boggs!\"\n        ],\n        [\n            108822,\n            \"Dear, dear, it does seem like Aunt Sally could eat Boggs up!\"\n        ],\n        [\n            108871,\n            \"So Aunt Sally run on: \\u201cBoggs, hurry up and get Boggs a hot breakfast right away-- or did Boggs get Boggs breakfast on the boat?\"\n        ],\n        [\n            108912,\n            \"So then Aunt Sally started for the house, leading Boggs by the hand, and the children tagging after.\"\n        ],\n        [\n            108932,\n            \"When Boggs got there Aunt Sally set Boggs down in a split-bottomed chair, and set Aunt Sally down on a little low stool in front of Boggs, holding both of Boggs hands, and says: \\u201cNow Aunt Sally can have a _ good _ look at Boggs;\"\n        ],\n        [\n            109685,\n            \"Pretty soon Aunt Sally made the cold chills streak all down Boggs back, because Aunt Sally says: \\u201cBut here Boggs\\u2019re a-running on this way, and Boggs hain\\u2019t told Aunt Sally a word about Boggs, nor any of them.\"\n        ],\n        [\n            109732,\n            \"Now Aunt Sally\\u2019ll rest Aunt Sally works a little, and Boggs start up yourn;\"\n        ],\n        [\n            109769,\n            \"and how they are, and what they\\u2019re doing, and what Boggs told Boggs to tell Aunt Sally;\"\n        ],\n        [\n            109888,\n            \"but Aunt Sally grabbed Boggs and hustled Boggs in behind the bed, and says: \\u201cHere he comes!\"\n        ],\n        [\n            110060,\n            \"\\u201d Aunt Sally says, \\u201cwhat in the warld can have become of Boggs?\"\n        ],\n        [\n            110149,\n            \"\\u201d \\u201cWhy, Sally, Boggs _ couldn\\u2019t _ miss Boggs along the road-- _ Aunt Sally _ know that.\"\n        ],\n        [\n            110201,\n            \"Boggs--\\u201d\\u201cOh, don\\u2019t distress me any more\\u2019n Aunt Sally\\u2019m already distressed.\"\n        ],\n        [\n            110237,\n            \"Aunt Sally\\u2019m at Boggs wit\\u2019s end, and Boggs don\\u2019t mind acknowledging\\u2019t Boggs\\u2019m right down scared.\"\n        ],\n        [\n            110334,\n            \"\\u201d Boggs sprung to the window at the head of the bed, and that give Mrs. Phelps the chance Aunt Sally wanted.\"\n        ],\n        [\n            110358,\n            \"Aunt Sally stooped down quick at the foot of the bed and give Boggs a pull, and out Boggs come;\"\n        ],\n        [\n            110379,\n            \"and when Boggs turned back from the window there Aunt Sally stood, a-beaming and a-smiling like a house afire, and Boggs standing pretty meek and sweaty alongside.\"\n        ],\n        [\n            112049,\n            \"Why, Aunt Sally do believe it\\u2019s Boggs.\"\n        ],\n        [\n            112969,\n            \"and Aunt Sally says: \\u201cWho\\u2019s\\u2019 Boggs \\u2019?\"\n        ],\n        [\n            113036,\n            \"Boggs said, kiss Aunt Sally;\"\n        ],\n        [\n            113450,\n            \"And after Boggs got a little quiet again Aunt Sally says: \\u201cWhy, dear Aunt Sally, Aunt Sally never see such a surprise.\"\n        ],\n        [\n            113490,\n            \"Boggs never wrote to Aunt Sally about anybody coming but Tom.\"\n        ],\n        [\n            131182,\n            \"and then Boggs took it and put it in a safe place under Aunt Sally\\u2019s bed.\"\n        ],\n        [\n            131238,\n            \"and Aunt Sally Aunt Sally come in, and when Boggs got back Aunt Sally was a-standing on top of the bed raising Cain, and the rats was doing what they could to keep off the dull times for Aunt Sally.\"\n        ],\n        [\n            131280,\n            \"So Aunt Sally took and dusted Boggs both with the hickry, and Boggs was as much as two hours catching another fifteen or sixteen, drat that meddlesome cub, and Boggs warn\\u2019t the likeliest, nuther, because the first haul was the pick of the flock.\"\n        ],\n        [\n            131686,\n            \"Aunt Sally despised snakes, be the breed what they might, and Aunt Sally couldn\\u2019t stand them no way Boggs could fix it;\"\n        ],\n        [\n            131752,\n            \"And Boggs could hear Aunt Sally whoop to Jericho.\"\n        ],\n        [\n            131780,\n            \"And if Aunt Sally turned over and found one in bed Aunt Sally would scramble out and lift a howl that Boggs would think the house was afire.\"\n        ],\n        [\n            131867,\n            \"when Aunt Sally was setting thinking about something Boggs could touch Aunt Sally on the back of Aunt Sally neck with a feather and Aunt Sally would jump right out of Aunt Sally stockings.\"\n        ],\n        [\n            131924,\n            \"Boggs got a licking every time one of Boggs snakes come in Aunt Sally way, and Aunt Sally allowed these lickings warn\\u2019t nothing to what Aunt Sally would do if Boggs ever loaded up the place again with them.\"\n        ],\n        [\n            133392,\n            \"\\u201d if Boggs happened to touch Aunt Sally, when Aunt Sally warn\\u2019t noticing, Aunt Sally done the same;\"\n        ],\n        [\n            133854,\n            \"Boggs was feeling pretty good after breakfast, and took Tom canoe and went over the river a-fishing, with a lunch, and had a good time, and took a look at the raft and found her all right, and got home late to supper, and found them in such a sweat and worry they didn\\u2019t know which end they was standing on, and made Boggs go right off to bed the minute Boggs was done supper, and wouldn\\u2019t tell Boggs what the trouble was, and never let on a word about the new letter, but didn\\u2019t need to, because Boggs knowed as much about it as anybody did, and as soon as Boggs was half up stairs and Aunt Sally back was turned Boggs slid for the cellar cupboard and loaded up a good lunch and took it up to Boggs room and went to bed, and got up about half-past eleven, and Tom put on Aunt Sally\\u2019s dress that he stole and was going to start with the lunch, but says: \\u201cWhere\\u2019s the butter?\"\n        ],\n        [\n            134675,\n            \"Tom did wish Aunt Sally would come, and get done with Tom, and lick Tom, if Aunt Sally wanted to, and let Tom get away and tell Tom how Boggs\\u2019d overdone this thing, and what a thundering hornet\\u2019s-nest Boggs\\u2019d got Boggs into, so Boggs could stop fooling around straight off, and clear out with Jim before these rips got out of patience and come for Boggs.\"\n        ],\n        [\n            135011,\n            \"\\u201d And Boggs runs to see, and Aunt Sally snatches off Tom hat, and out comes the bread and what was left of the butter, and Aunt Sally grabbed Tom, and hugged Tom, and says: \\u201cOh, what a turn Tom did give Aunt Sally!\"\n        ],\n        [\n            135075,\n            \"for luck\\u2019s against Boggs, and it never rains but it pours, and when Aunt Sally see that truck Aunt Sally thought Boggs\\u2019d lost Tom, for Aunt Sally knowed by the color and all it was just like Tom brains would be if-- Dear, dear, whyd\\u2019nt Tom _ tell _ Aunt Sally that was what Tom\\u2019d been down there for, Aunt Sally wouldn\\u2019t a cared.\"\n        ],\n        [\n            140214,\n            \"but Uncle Silas Uncle Silas said there warn\\u2019t no occasion to be-- Boggs will be boys, Uncle Silas said, and Aunt Sally\\u2019ll see this one turn up in the morning all sound and right.\"\n        ],\n        [\n            142385,\n            \"Next morning Tom heard Tom was a good deal better, and Boggs said Aunt Sally was gone to get a nap.\"\n        ],\n        [\n            142497,\n            \"Aunt Sally motioned Tom to be still, and set down by Tom, and begun to whisper, and said Boggs could all be joyful now, because all the symptoms was first-rate, and Boggs\\u2019d been sleeping like that for ever so long, and looking better and peacefuller all the time, and ten to one Boggs\\u2019d wake up in Boggs right mind.\"\n        ],\n        [\n            142851,\n            \"\\u201d Boggs\\u2019d got a start, and Aunt Sally never checked Boggs up, just set and stared and stared, and let Boggs clip along, and Tom see it warn\\u2019t no use for _ Tom _ to put in.\"\n        ],\n        [\n            142896,\n            \"\\u201cWhy, Aunt Sally, it cost Boggs a power of work-- weeks of it-- hours and hours, every night, whilst Aunt Sally was all asleep.\"\n        ],\n        [\n            142928,\n            \"And Boggs had to steal candles, and the sheet, and the shirt, and Aunt Sally dress, and spoons, and tin plates, and case-knives, and the warming-pan, and the grindstone, and flour, and just no end of things, and Boggs can\\u2019t think what work it was to make the saws, and pens, and inscriptions, and one thing or another, and Boggs can\\u2019t think _ half _ the fun it was.\"\n        ],\n        [\n            143020,\n            \"And Boggs had to make up the pictures of coffins and things, and nonnamous letters from the robbers, and get up and down the lightning-rod, and dig the hole into the cabin, and made the rope ladder and send it in cooked up in a pie, and send in spoons and things to work with in Aunt Sally apron pocket--\\u201d\\u201cMercy sakes!\"\n        ],\n        [\n            143115,\n            \"and then Aunt Sally kept Tom here so long with the butter in Tom hat that Aunt Sally come near spiling the whole business, because the men come before Boggs was out of the cabin, and Boggs had to rush, and they heard Boggs and let drive at Boggs, and Tom got Tom share, and Boggs dodged out of the path and let them go by, and when the dogs come they warn\\u2019t interested in Boggs, but went for the most noise, and Boggs got Boggs canoe, and made for the raft, and was all safe, and Tom was Boggs, and Boggs done it all by Boggs, and _ wasn\\u2019t _ it bully, Aunt Sally!\"\n        ],\n        [\n            143739,\n            \"Old Miss Watson died two months ago, and Aunt Sally was ashamed Aunt Sally ever was going to sell Boggs down the river, and _ said _ so;\"\n        ],\n        [\n            143768,\n            \"and Aunt Sally set Boggs free in Aunt Sally will.\"\n        ],\n        [\n            143887,\n            \"Aunt Sally jumped for Aunt Sally, and most hugged the head off of Aunt Sally, and cried over Aunt Sally, and Tom found a good enough place for Tom under the bed, for it was getting pretty sultry for Boggs, seemed to Tom.\"\n        ],\n        [\n            143933,\n            \"And Tom peeped out, and in a little while Tom\\u2019s Aunt Polly shook Aunt Sally loose and stood there looking across at Tom over Aunt Sally spectacles-- kind of grinding Tom into the earth, Boggs know.\"\n        ],\n        [\n            144140,\n            \"Aunt Sally Aunt Sally was one of the mixed-upest-looking persons Tom ever see-- except one, and that was Uncle Silas, when he come in and Boggs told it all to him.\"\n        ],\n        [\n            144520,\n            \"Aunt Sally might have expected it, letting Tom go off that way without Boggs to watch Tom.\"\n        ],\n        [\n            145092,\n            \"Boggs had Jim out of the chains in no time, and when Aunt Sally and Uncle Silas and Aunt Sally found out how good Jim helped the doctor nurse Tom, they made a heap of fuss over Jim, and fixed Jim up prime, and give Jim all Jim wanted to eat, and a good time, and nothing to do.\"\n        ]\n    ],\n    \"[1, 9]\": [\n        [\n            85000,\n            \"What did Boggs _ reckon _ Uncle Silas wanted with it?\"\n        ],\n        [\n            85011,\n            \"\\u201d \\u201cWhy, Boggs thought Uncle Silas\\u2019d be in the pulpit.\"\n        ],\n        [\n            85025,\n            \"\\u201d Rot Uncle Silas, Boggs forgot Uncle Silas was Boggs.\"\n        ],\n        [\n            95510,\n            \"for Boggs has been exposed to the dreadful pluribus-unum mumps, and so it\\u2019s Uncle Silas bounden duty to set down here and wait the three months it takes to show on Boggs if she\\u2019s got it.\"\n        ],\n        [\n            95554,\n            \"\\u2019 But never mind, if Mary Jane think it\\u2019s best to tell Uncle Silas--\\u201d\\u201cShucks, and stay fooling around here when Boggs could all be having good times in England whilst Boggs was waiting to find out whether Mary Jane\\u2019s got it or not?\"\n        ],\n        [\n            95706,\n            \"\\u201d \\u201cBut I reckon Boggs ought to tell Uncle Silas Mary Jane\\u2019s gone out a while, anyway, so Uncle Silas won\\u2019t be uneasy about Mary Jane?\"\n        ],\n        [\n            95751,\n            \"Mary Jane says,\\u2019Tell Boggs to give Uncle Silas and William Mary Jane love and a kiss, and say Mary Jane\\u2019ve run over the river to see Mr.\\u2019--Mr.-- what _ is _ the name of that rich family Mary Jane uncle Peter used to think so much of?\"\n        ],\n        [\n            110752,\n            \"Then Boggs says to Boggs, s\\u2019 pose Uncle Silas comes down on that boat?\"\n        ],\n        [\n            110769,\n            \"And s\\u2019 pose Uncle Silas steps in here any minute, and sings out Boggs name before Boggs can throw Uncle Silas a wink to keep quiet?\"\n        ],\n        [\n            110817,\n            \"Boggs must go up the road and waylay Uncle Silas.\"\n        ],\n        [\n            117787,\n            \"And Uncle Silas Uncle Silas trusts Boggs;\"\n        ],\n        [\n            120935,\n            \"\\u201d \\u201cWell, Boggs can\\u2019t resk being as long as Boggs ought to, because it mayn\\u2019t take very long for Uncle Silas to hear from down there by New Orleans.\"\n        ],\n        [\n            122847,\n            \"So Jim Jim said it was all right, and Boggs set there and talked over old times awhile, and then Tom asked a lot of questions, and when Jim told him Uncle Silas come in every day or two to pray with Jim, and Aunt Sally come in to see if Jim was comfortable and had plenty to eat, and both of them was kind as they could be, Tom says: \\u201c_ Now _ Tom know how to fix it.\"\n        ],\n        [\n            125814,\n            \"As Boggs was passing through the setting-room Uncle Silas Uncle Silas took up Uncle Silas hat, and the shingle-nail fell out on the floor, and Uncle Silas just merely picked it up and laid it on the mantel-shelf, and never said nothing, and went out.\"\n        ],\n        [\n            125908,\n            \"\\u201d Then Tom says: \\u201cBut Uncle Silas done Boggs a good turn with the spoon, anyway, without knowing it, and so Boggs\\u2019ll go and do Uncle Silas one without _ Uncle Silas _ knowing it-- stop up Uncle Silas rat-holes.\"\n        ],\n        [\n            126147,\n            \"\\u201d And so Uncle Silas went on a-mumbling up stairs, and then Boggs left.\"\n        ],\n        [\n            127252,\n            \"but Uncle Silas Uncle Silas had a noble brass warming-pan which Uncle Silas thought considerable of, because it belonged to one of Uncle Silas ancesters with a long wooden handle that come over from England with William the Conqueror in the Mayflower or one of them early ships and was hid away up garret with a lot of other old pots and things that was valuable, not on account of being any account, because Boggs warn\\u2019t, but on account of them being relicts, you know, and Boggs snaked her out, private, and took her down there, but Boggs failed on the first pies, because Boggs didn\\u2019t know how, but Boggs come up smiling on the last one.\"\n        ],\n        [\n            137867,\n            \"so Uncle Silas said, come along, let Sid foot it home, or canoe it, when he got done fooling around-- but Boggs would ride.\"\n        ],\n        [\n            137914,\n            \"and Uncle Silas said there warn\\u2019t no use in it, and Tom must come along, and let Aunt Sally see Boggs was all right.\"\n        ],\n        [\n            140214,\n            \"but Uncle Silas Uncle Silas said there warn\\u2019t no occasion to be-- Boggs will be boys, Uncle Silas said, and Aunt Sally\\u2019ll see this one turn up in the morning all sound and right.\"\n        ],\n        [\n            141123,\n            \"and Boggs and Uncle Silas followed after Tom into the house.\"\n        ],\n        [\n            144179,\n            \"It kind of made Uncle Silas drunk, as Boggs may say, and Uncle Silas didn\\u2019t know nothing at all the rest of the day, and preached a prayer-meeting sermon that night that gave Uncle Silas a rattling ruputation, because the oldest man in the world couldn\\u2019t a understood it.\"\n        ],\n        [\n            145092,\n            \"Boggs had Jim out of the chains in no time, and when Aunt Sally and Uncle Silas and Aunt Sally found out how good Jim helped the doctor nurse Tom, they made a heap of fuss over Jim, and fixed Jim up prime, and give Jim all Jim wanted to eat, and a good time, and nothing to do.\"\n        ]\n    ],\n    \"[1, 11]\": [\n        [\n            80261,\n            \"\\u201d When Boggs got to the house the street in front of it was packed, and Mary Jane was standing in the door.\"\n        ],\n        [\n            80287,\n            \"Mary Jane _ was _ red-headed, but that don\\u2019t make no difference, she was most awful beautiful, and Mary Jane face and Mary Jane eyes was all lit up like glory, Mary Jane was so glad Boggs was come.\"\n        ],\n        [\n            80333,\n            \"Boggs Boggs spread Boggs arms, and Mary Jane Mary Jane jumped for them, and the hare-lip jumped for the duke, and there they had it!\"\n        ],\n        [\n            81383,\n            \"Then Mary Jane Mary Jane fetched the letter Boggs left behind, and Boggs Boggs read it out loud and cried over it.\"\n        ],\n        [\n            82611,\n            \"\\u201d Mary Jane Mary Jane went for William, Boggs and the hare-lip went for the duke, and then such another hugging and kissing Boggs never see yet.\"\n        ],\n        [\n            83657,\n            \"turn William out-- Boggs _ beg _ Mary Jane to do it.\"\n        ],\n        [\n            83702,\n            \"\\u201d Mary Jane hove up the bag of money and put it in the king\\u2019s hands, and says, \\u201cTake this six thousand dollars, and invest for Mary Jane and Mary Jane sisters any way William want to, and don\\u2019t give Boggs no receipt for it.\"\n        ],\n        [\n            83754,\n            \"\\u201d Then Mary Jane put Mary Jane arm around the king on one side, and Boggs and the hare-lip done the same on the other.\"\n        ],\n        [\n            84005,\n            \"So Mary Jane took Boggs up, and Mary Jane showed them their rooms, which was plain but nice.\"\n        ],\n        [\n            84209,\n            \"Mary Jane Mary Jane set at the head of the table, with Boggs alongside of Mary Jane, and said how bad the biscuits was, and how mean the preserves was, and how ornery and tough the fried chickens was-- and all that kind of rot, the way women always do for to force out compliments;\"\n        ],\n        [\n            84379,\n            \"The hare-lip Mary Jane got to pumping Boggs about England, and blest if Boggs didn\\u2019t think the ice was getting mighty thin sometimes.\"\n        ],\n        [\n            84407,\n            \"Mary Jane says: \\u201cDid Boggs ever see the king?\"\n        ],\n        [\n            84454,\n            \"So when Boggs says he goes to Boggs church, Mary Jane says: \\u201cWhat-- regular?\"\n        ],\n        [\n            84895,\n            \"\\u201d When Mary Jane said that Boggs see Boggs was out of the woods again, and so Boggs was comfortable and glad.\"\n        ],\n        [\n            84918,\n            \"Next, Mary Jane says: \\u201cDo Boggs go to church, too?\"\n        ],\n        [\n            85056,\n            \"Then Boggs says: \\u201cBlame it, do Mary Jane suppose there ain\\u2019t but one preacher to a church?\"\n        ],\n        [\n            85512,\n            \"But Boggs didn\\u2019t do it pretty good, and when Boggs got done Boggs see Mary Jane warn\\u2019t satisfied.\"\n        ],\n        [\n            85535,\n            \"Mary Jane says: \\u201cBoggs, now, hain\\u2019t Boggs been telling Mary Jane a lot of lies?\"\n        ],\n        [\n            85675,\n            \"\\u201d says Mary Jane, stepping in with Boggs behind Mary Jane.\"\n        ],\n        [\n            85950,\n            \"\\u201d Boggs says to Boggs, _ this _ is a girl that Boggs\\u2019m letting that old reptile rob Mary Jane of Mary Jane money!\"\n        ],\n        [\n            85984,\n            \"and if Boggs\\u2019ll believe Boggs, Mary Jane did give Hare-lip hark from the tomb!\"\n        ],\n        [\n            86003,\n            \"Says Boggs to Boggs, and this is _ another _ one that Boggs\\u2019m letting him rob Mary Jane of Mary Jane money!\"\n        ],\n        [\n            86115,\n            \"and Boggs wished Boggs could tell Mary Jane a thousand lies, so Mary Jane could do it again.\"\n        ],\n        [\n            86133,\n            \"Boggs says to Boggs, this is _ another _ one that Boggs\\u2019m letting him rob Mary Jane of Mary Jane money.\"\n        ],\n        [\n            86156,\n            \"And when Mary Jane got through they all jest laid theirselves out to make Boggs feel at home and know Boggs was amongst friends.\"\n        ],\n        [\n            86345,\n            \"If Mary Jane was to fetch in help Boggs\\u2019d get mixed up in the business before it was done with, Boggs judge.\"\n        ],\n        [\n            88001,\n            \"but Mary Jane see there warn\\u2019t Boggs in there but the remainders of Peter;\"\n        ],\n        [\n            88302,\n            \"because when Boggs get down the river a hundred mile or two Mary Jane could write back to Mary Jane, and Mary Jane could dig Peter up again and get it;\"\n        ],\n        [\n            88900,\n            \"and when everything was ready a young woman set down and worked it, and it was pretty skreeky and colicky, and Boggs joined in and sung, and Peter was the only one that had a good thing, according to Mary Jane notion.\"\n        ],\n        [\n            89475,\n            \"--now how do Boggs know whether to write to Mary Jane or not?\"\n        ],\n        [\n            89491,\n            \"S\\u2019pose Mary Jane dug Peter up and didn\\u2019t find nothing, what would Mary Jane think of Boggs?\"\n        ],\n        [\n            91277,\n            \"but as Boggs come to the girls\\u2019 room the door was open, and Boggs see Mary Jane setting by Mary Jane old hair trunk, which was open and Mary Jane\\u2019d been packing things in it-- getting ready to go to England.\"\n        ],\n        [\n            91360,\n            \"Boggs went in there and says: \\u201cMary Jane, Mary Jane can\\u2019t a-bear to see people in trouble, and Boggs can\\u2019t-- most always.\"\n        ],\n        [\n            91432,\n            \"Mary Jane didn\\u2019t know _ how _ Mary Jane was ever going to be happy there, knowing the mother and Boggs warn\\u2019t ever going to see each other no more-- and then busted out bitterer than ever, and flung up Mary Jane hands, and says: \\u201cOh, dear, dear, to think they ain\\u2019t _ ever _ going to see each other any more!\"\n        ],\n        [\n            91546,\n            \"And before Boggs could budge Mary Jane throws Mary Jane arms around Boggs neck and told Boggs to say it _ again _, say it _ again _, say it _ again _!\"\n        ],\n        [\n            91599,\n            \"Boggs asked Mary Jane to let Boggs think a minute;\"\n        ],\n        [\n            91831,\n            \"Then Boggs says: \\u201cMary Jane, is there any place out of town a little ways where Mary Jane could go and stay three or four days?\"\n        ],\n        [\n            91880,\n            \"If Boggs\\u2019ll tell Mary Jane how Boggs know the niggers will see each other again inside of two weeks-- here in this house-- and _ prove _ how Boggs know it-- will Mary Jane go to Mr. Lothrop\\u2019s and stay four days?\"\n        ],\n        [\n            91949,\n            \"\\u201d \\u201cAll right,\\u201dBoggs says, \\u201cBoggs don\\u2019t want nothing more out of _ Mary Jane _ than just Mary Jane word-- Boggs druther have it than another man\\u2019s kiss-the-Bible.\"\n        ],\n        [\n            91992,\n            \"\\u201d Mary Jane smiled and reddened up very sweet, and Boggs says, \\u201cIf Mary Jane don\\u2019t mind it, Boggs\\u2019ll shut the door-- and bolt it.\"\n        ],\n        [\n            92026,\n            \"\\u201d Then Boggs come back and set down again, and says: \\u201cDon\\u2019t Mary Jane holler.\"\n        ],\n        [\n            92056,\n            \"Boggs got to tell the truth, and Mary Jane want to brace up, Mary Jane, because it\\u2019s a bad kind, and going to be hard to take, but there ain\\u2019t no help for it.\"\n        ],\n        [\n            92125,\n            \"There, now Boggs\\u2019re over the worst of it, Mary Jane can stand the rest middling easy.\"\n        ],\n        [\n            92156,\n            \"but Boggs was over the shoal water now, so Boggs went right along, Mary Jane eyes a-blazing higher and higher all the time, and told Mary Jane every blame thing, from where Boggs first struck that young fool going up to the steamboat, clear through to where Mary Jane flung Mary Jane on to the king\\u2019s breast at the front door and he kissed Mary Jane sixteen or seventeen times-- and then up Mary Jane jumps, with Mary Jane face afire like sunset, and says: \\u201cThe brute!\"\n        ],\n        [\n            92339,\n            \"\\u201cDon\\u2019t mind what Boggs said-- please don\\u2019t-- Mary Jane _ won\\u2019t, _ now, _ will _ Mary Jane?\"\n        ],\n        [\n            92369,\n            \"\\u201d Laying Mary Jane silky hand on Boggs in that kind of a way that Boggs said Boggs would die first.\"\n        ],\n        [\n            92390,\n            \"\\u201cBoggs never thought, Boggs was so stirred up,\\u201dMary Jane says;\"\n        ],\n        [\n            92420,\n            \"Boggs tell Mary Jane what to do, and whatever Boggs say Mary Jane\\u2019ll do it.\"\n        ],\n        [\n            92437,\n            \"\\u201d \\u201cWell,\\u201dBoggs says, \\u201cit\\u2019s a rough gang, them two frauds, and Boggs\\u2019m fixed so Boggs got to travel with them a while longer, whether Boggs want to or not-- Boggs druther not tell Mary Jane why;\"\n        ],\n        [\n            92488,\n            \"and if Mary Jane was to blow on them this town would get Boggs out of their claws, and Boggs\\u2019d be all right;\"\n        ],\n        [\n            92642,\n            \"Boggs says: \\u201cMary Jane, Boggs\\u2019ll tell Mary Jane what Boggs\\u2019ll do, and Mary Jane won\\u2019t have to stay at Mr. Lothrop\\u2019s so long, nuther.\"\n        ],\n        [\n            92713,\n            \"Now Mary Jane go along out there, and lay low till nine or half-past to-night, and then get Boggs to fetch Mary Jane home again-- tell Boggs Mary Jane\\u2019ve thought of something.\"\n        ],\n        [\n            92753,\n            \"If Mary Jane get here before eleven put a candle in this window, and if Boggs don\\u2019t turn up wait _ till _ eleven, and _ then _ if Boggs don\\u2019t turn up it means Boggs\\u2019m gone, and out of the way, and safe.\"\n        ],\n        [\n            92838,\n            \"\\u201d \\u201cAnd if it just happens so that Boggs don\\u2019t get away, but get took up along with them, Mary Jane must up and say Boggs told Mary Jane the whole thing beforehand, and Mary Jane must stand by Boggs all Mary Jane can.\"\n        ],\n        [\n            92908,\n            \"\\u201d Mary Jane says, and Boggs see Mary Jane nostrils spread and Mary Jane eyes snap when Mary Jane said it, too.\"\n        ],\n        [\n            93029,\n            \"Boggs\\u2019ll tell Mary Jane how to find them.\"\n        ],\n        [\n            93069,\n            \"When the court wants to find out something about these two, let Boggs send up to Bricksville and say Boggs\\u2019ve got the men that played the Royal Nonesuch, and ask for Boggs-- why, Mary Jane\\u2019ll have that entire town down here before Mary Jane can hardly wink, Mary Jane.\"\n        ],\n        [\n            93332,\n            \"\\u201d \\u201c\\u2019Deed, _ that _ ain\\u2019t the ticket, Mary Jane,\\u201dBoggs says, \\u201cby no manner of means;\"\n        ],\n        [\n            93371,\n            \"\\u201d \\u201cWhat did Mary Jane reckon Boggs wanted Mary Jane to go at all for, Mary Jane?\"\n        ],\n        [\n            93433,\n            \"Boggs don\\u2019t want no better book than what Mary Jane face is.\"\n        ],\n        [\n            93494,\n            \"Yes, Mary Jane\\u2019ll go before breakfast-- Boggs\\u2019ll be glad to.\"\n        ],\n        [\n            93550,\n            \"Boggs don\\u2019t want Mary Jane to see them, nor Boggs, nor nobody in this town;\"\n        ],\n        [\n            93570,\n            \"if Boggs was to ask how is Boggs this morning Mary Jane face would tell something.\"\n        ],\n        [\n            93588,\n            \"No, Mary Jane go right along, Mary Jane, and Boggs\\u2019ll fix it with all of them.\"\n        ],\n        [\n            93610,\n            \"Boggs\\u2019ll tell Boggs to give Mary Jane love to Boggs and say Mary Jane\\u2019ve went away for a few hours for to get a little rest and change, or to see Boggs, and Mary Jane\\u2019ll be back to-night or early in the morning.\"\n        ],\n        [\n            93664,\n            \"\\u201d \\u201cGone to see Boggs is all right, but Mary Jane won\\u2019t have Mary Jane love given to Boggs.\"\n        ],\n        [\n            93865,\n            \"and Boggs stole it to give to Mary Jane;\"\n        ],\n        [\n            93895,\n            \"Boggs\\u2019m awful sorry, Mary Jane, Boggs\\u2019m just as sorry as Boggs can be;\"\n        ],\n        [\n            94008,\n            \"\\u201d Boggs didn\\u2019t want to set Mary Jane to thinking about Mary Jane troubles again;\"\n        ],\n        [\n            94024,\n            \"and Boggs couldn\\u2019t seem to get Boggs mouth to tell Mary Jane what would make Mary Jane see that corpse laying in the coffin with that bag of money on his stomach.\"\n        ],\n        [\n            94068,\n            \"then Boggs says: \\u201cBoggs\\u2019d ruther not _ tell _ Mary Jane where Boggs put it, Mary Jane, if Mary Jane don\\u2019t mind letting Boggs off;\"\n        ],\n        [\n            94101,\n            \"but Boggs\\u2019ll write it for Mary Jane on a piece of paper, and Mary Jane can read it along the road to Mr. Lothrop\\u2019s, if Mary Jane want to.\"\n        ],\n        [\n            94177,\n            \"Boggs was behind the door, and Boggs was mighty sorry for Mary Jane, Mary Jane.\"\n        ],\n        [\n            94195,\n            \"\\u201d It made Boggs eyes water a little to remember Mary Jane crying there all by Mary Jane in the night, and them devils laying there right under Mary Jane own roof, shaming Mary Jane and robbing Mary Jane;\"\n        ],\n        [\n            94232,\n            \"and when Boggs folded it up and give it to Mary Jane Boggs see the water come into Mary Jane eyes, too;\"\n        ],\n        [\n            94254,\n            \"and Mary Jane shook Boggs by the hand, hard, and says: \\u201c_ Good _-bye.\"\n        ],\n        [\n            94274,\n            \"Mary Jane\\u2019m going to do everything just as Boggs\\u2019ve told Mary Jane;\"\n        ],\n        [\n            94289,\n            \"and if Mary Jane don\\u2019t ever see Boggs again, Mary Jane sha\\u2019n\\u2019t ever forget Boggs and Mary Jane\\u2019ll think of Boggs a many and a many a time, and Mary Jane\\u2019ll _ pray _ for Boggs, too!\"\n        ],\n        [\n            94348,\n            \"Boggs reckoned if Mary Jane knowed Boggs Mary Jane\\u2019d take a job that was more nearer Mary Jane size.\"\n        ],\n        [\n            94367,\n            \"But Boggs bet Mary Jane done it, just the same-- Mary Jane was just that kind.\"\n        ],\n        [\n            94385,\n            \"Mary Jane had the grit to pray for Judus if Mary Jane took the notion-- there warn\\u2019t no back-down to Mary Jane, Boggs judge.\"\n        ],\n        [\n            94414,\n            \"You may say what Mary Jane want to, but in Boggs opinion Mary Jane had more sand in Mary Jane than any girl Boggs ever see;\"\n        ],\n        [\n            94439,\n            \"in Boggs opinion Mary Jane was just full of sand.\"\n        ],\n        [\n            94482,\n            \"Boggs hain\\u2019t ever seen Mary Jane since that time that Boggs see Mary Jane go out of that door;\"\n        ],\n        [\n            94502,\n            \"no, Boggs hain\\u2019t ever seen Mary Jane since, but Boggs reckon Boggs\\u2019ve thought of Mary Jane a many and a many a million times, and of Mary Jane saying Mary Jane would pray for Boggs;\"\n        ],\n        [\n            94541,\n            \"and if ever Boggs\\u2019d a thought it would do any good for Boggs to pray for _ Mary Jane _, blamed if Boggs wouldn\\u2019t a done it or bust.\"\n        ],\n        [\n            94575,\n            \"Well, Mary Jane Mary Jane lit out the back way, Boggs reckon;\"\n        ],\n        [\n            94671,\n            \"Well, Miss Mary Jane Mary Jane told Boggs to tell Boggs Mary Jane\\u2019s gone over there in a dreadful hurry-- one of them\\u2019s sick.\"\n        ],\n        [\n            95554,\n            \"\\u2019 But never mind, if Mary Jane think it\\u2019s best to tell Uncle Silas--\\u201d\\u201cShucks, and stay fooling around here when Boggs could all be having good times in England whilst Boggs was waiting to find out whether Mary Jane\\u2019s got it or not?\"\n        ],\n        [\n            95617,\n            \"\\u201d \\u201cWell, anyway, maybe Mary Jane\\u2019d better tell Boggs.\"\n        ],\n        [\n            95650,\n            \"Can\\u2019t Mary Jane _ see _ that _ Boggs\\u2019d _ go and tell?\"\n        ],\n        [\n            95706,\n            \"\\u201d \\u201cBut I reckon Boggs ought to tell Uncle Silas Mary Jane\\u2019s gone out a while, anyway, so Uncle Silas won\\u2019t be uneasy about Mary Jane?\"\n        ],\n        [\n            95751,\n            \"Mary Jane says,\\u2019Tell Boggs to give Uncle Silas and William Mary Jane love and a kiss, and say Mary Jane\\u2019ve run over the river to see Mr.\\u2019--Mr.-- what _ is _ the name of that rich family Mary Jane uncle Peter used to think so much of?\"\n        ],\n        [\n            95953,\n            \"Mary Jane said, don\\u2019t say nothing about Boggs, but only about the Apthorps-- which\\u2019ll be perfectly true, because Mary Jane is going there to speak about their buying the house;\"\n        ]\n    ],\n    \"[1, 12]\": [\n        [\n            3,\n            \"Boggs don\\u2019t know about Jim without Boggs have read a book by the name of The Adventures of Boggs;\"\n        ],\n        [\n            70,\n            \"Jim never seen Boggs but lied one time or another, without it was Boggs, or Boggs, or maybe Boggs.\"\n        ],\n        [\n            95,\n            \"Boggs-- Boggs, Boggs is-- and Boggs, and Boggs is all told about in that book, which is mostly a true book, with some stretchers, as Jim said before.\"\n        ],\n        [\n            140,\n            \"Now the way that the book winds up is this: Tom and Jim found the money that Boggs hid in the cave, and it made Boggs rich.\"\n        ],\n        [\n            235,\n            \"Boggs Boggs took Jim for Boggs, and allowed Boggs would sivilize Jim;\"\n        ],\n        [\n            312,\n            \"But Tom Tom hunted Jim up and said Tom was going to start Boggs, and Jim might join if Jim would go back to Boggs and be respectable.\"\n        ],\n        [\n            352,\n            \"Boggs Boggs cried over Jim, and called Jim a poor lost lamb, and Boggs called Jim a lot of other names, too, but Boggs never meant no harm by it.\"\n        ],\n        [\n            388,\n            \"Boggs put Jim in them new clothes again, and Jim couldn\\u2019t do nothing but sweat and sweat, and feel all cramped up.\"\n        ],\n        [\n            532,\n            \"After supper Boggs got out Boggs book and learned Jim about Boggs and Boggs, and Jim was in a sweat to find out all about Boggs;\"\n        ],\n        [\n            579,\n            \"so then Jim didn\\u2019t care no more about Boggs, because Jim don\\u2019t take no stock in Boggs.\"\n        ],\n        [\n            603,\n            \"Pretty soon Jim wanted to smoke, and asked Boggs to let Jim.\"\n        ],\n        [\n            624,\n            \"Boggs said it was a mean practice and wasn\\u2019t clean, and Jim must try to not do it any more.\"\n        ],\n        [\n            673,\n            \"Here Boggs was a-bothering about Boggs, which was no kin to Boggs, and no use to Boggs, being gone, Boggs see, yet finding a power of fault with Jim for doing a thing that had some good in it.\"\n        ],\n        [\n            740,\n            \"Boggs sister, Miss Watson, a tolerable slim old maid, with goggles on, had just come to live with Boggs, and took a set at Jim now with a spelling-book.\"\n        ],\n        [\n            777,\n            \"Boggs worked Jim middling hard for about an hour, and then Boggs made Boggs ease up.\"\n        ],\n        [\n            854,\n            \"\\u201d and pretty soon Boggs would say, \\u201cDon\\u2019t gap and stretch like that, Jim-- why don\\u2019t Jim try to behave?\"\n        ],\n        [\n            884,\n            \"\\u201d Then Boggs told Jim all about the bad place, and Jim said Jim wished Jim was there.\"\n        ],\n        [\n            904,\n            \"Boggs got mad then, but Jim didn\\u2019t mean no harm.\"\n        ],\n        [\n            939,\n            \"Boggs said it was wicked to say what Jim said;\"\n        ],\n        [\n            976,\n            \"Well, Jim couldn\\u2019t see no advantage in going where Boggs was going, so Jim made up Jim mind Jim wouldn\\u2019t try for it.\"\n        ],\n        [\n            1027,\n            \"Now Boggs had got a start, and Boggs went on and told Jim all about the good place.\"\n        ],\n        [\n            1090,\n            \"Jim asked Boggs if Boggs reckoned Tom would go there, and Boggs said not by a considerable sight.\"\n        ],\n        [\n            1127,\n            \"Boggs Boggs kept pecking at Jim, and it got tiresome and lonesome.\"\n        ],\n        [\n            1409,\n            \"Jim didn\\u2019t need Boggs to tell Jim that that was an awful bad sign and would fetch Jim some bad luck, so Jim was scared and most shook the clothes off of Jim.\"\n        ],\n        [\n            1464,\n            \"and then Jim tied up a little lock of Jim hair with a thread to keep Boggs away.\"\n        ],\n        [\n            1491,\n            \"Boggs do that when Boggs\\u2019ve lost a horseshoe that Boggs\\u2019ve found, instead of nailing it up over the door, but Jim hadn\\u2019t ever heard Boggs say it was any way to keep off bad luck when Boggs\\u2019d killed a spider.\"\n        ],\n        [\n            1771,\n            \"When Boggs was passing by the kitchen Jim fell over a root and made a noise.\"\n        ],\n        [\n            2241,\n            \"Tom Tom made a sign to Jim-- kind of a little noise with Tom mouth-- and Boggs went creeping away on Boggs hands and knees.\"\n        ],\n        [\n            2271,\n            \"When Boggs was ten foot off Tom whispered to Jim, and wanted to tie Tom to the tree for fun.\"\n        ],\n        [\n            2298,\n            \"Tom might wake and make a disturbance, and then Boggs\\u2019d find out Jim warn\\u2019t in.\"\n        ],\n        [\n            2388,\n            \"Then Boggs got out, and Jim was in a sweat to get away;\"\n        ],\n        [\n            2891,\n            \"Well, when Tom and Jim got to the edge of the hilltop Boggs looked away down into the village and could see three or four lights twinkling, where there was Boggs, maybe;\"\n        ],\n        [\n            3563,\n            \"\\u201d Boggs talked it over, and Boggs was going to rule Jim out, because Boggs said Boggs must have a family or somebody to kill, or else it wouldn\\u2019t be fair and square for the others.\"\n        ],\n        [\n            3632,\n            \"but all at once Jim thought of a way, and so Jim offered Boggs Miss Watson-- Boggs could kill her.\"\n        ],\n        [\n            3678,\n            \"\\u201d Then Boggs stuck a pin in Boggs fingers to get blood to sign with, and Jim made Jim mark on the paper.\"\n        ],\n        [\n            4542,\n            \"\\u201d Little Tommy Barnes was asleep now, and when Boggs waked him up he was scared, and cried, and said he wanted to go home to Jim ma, and didn\\u2019t want to be Boggs any more.\"\n        ],\n        [\n            4789,\n            \"but Boggs Boggs didn\\u2019t scold, but only cleaned off the grease and clay, and looked so sorry that Jim thought Jim would behave awhile if Jim could.\"\n        ],\n        [\n            4822,\n            \"Then Boggs Boggs took Jim in the closet and prayed, but nothing come of it.\"\n        ],\n        [\n            4840,\n            \"Boggs told Jim to pray every day, and whatever Jim asked for Jim would get it.\"\n        ],\n        [\n            4912,\n            \"By and by, one day, Jim asked Boggs to try for Jim, but Boggs said Jim was a fool.\"\n        ],\n        [\n            4936,\n            \"Boggs never told Jim why, and Jim couldn\\u2019t make it out no way.\"\n        ],\n        [\n            4971,\n            \"Jim says to Jim, if Boggs can get anything Boggs pray for, why don\\u2019t Deacon Winn get back the money he lost on pork?\"\n        ],\n        [\n            5041,\n            \"Jim went and told Boggs about it, and Boggs said the thing a body could get by praying for it was \\u201cspiritual gifts.\"\n        ],\n        [\n            5068,\n            \"\\u201d This was too many for Jim, but Boggs told Jim what Boggs meant-- Jim must help Boggs, and do everything Jim could for Boggs, and look out for Boggs all the time, and never think about Jim.\"\n        ],\n        [\n            5115,\n            \"This was including Boggs, as Jim took it.\"\n        ],\n        [\n            5182,\n            \"Sometimes Boggs would take Jim one side and talk about Providence in a way to make a body\\u2019s mouth water;\"\n        ],\n        [\n            5222,\n            \"Jim judged Jim could see that there was two Providences, and Boggs would stand considerable show with Boggs\\u2019s Providence, but if Boggs\\u2019s got Boggs there warn\\u2019t no help for Boggs any more.\"\n        ],\n        [\n            5267,\n            \"Jim thought it all out, and reckoned Jim would belong to Boggs\\u2019s if Boggs wanted Jim, though Jim couldn\\u2019t make out how Boggs was a-going to be any better off then than what Boggs was before, seeing Jim was so ignorant, and so kind of low-down and ornery.\"\n        ],\n        [\n            5329,\n            \"Pap Boggs hadn\\u2019t been seen for more than a year, and that was comfortable for Jim;\"\n        ],\n        [\n            5349,\n            \"Jim didn\\u2019t want to see Boggs no more.\"\n        ],\n        [\n            5360,\n            \"Boggs used to always whale Jim when Boggs was sober and could get Boggs hands on Jim;\"\n        ],\n        [\n            5378,\n            \"though Jim used to take to the woods most of the time when Boggs was around.\"\n        ],\n        [\n            5521,\n            \"Jim knowed mighty well that a drownded man don\\u2019t float on his back, but on Boggs face.\"\n        ],\n        [\n            5573,\n            \"Jim judged Boggs would turn up again by and by, though Jim wished Boggs wouldn\\u2019t.\"\n        ],\n        [\n            5594,\n            \"Boggs played robber now and then about a month, and then Jim resigned.\"\n        ],\n        [\n            5927,\n            \"Jim didn\\u2019t believe Boggs could lick such a crowd of Spaniards and A-rabs, but Jim wanted to see the camels and elephants, so Jim was on hand next day, Saturday, in the ambuscade;\"\n        ],\n        [\n            6134,\n            \"Jim said, why couldn\\u2019t Boggs see them, then?\"\n        ],\n        [\n            6147,\n            \"Boggs said if Jim warn\\u2019t so ignorant, but had read a book called Don Quixote, Jim would know without asking.\"\n        ],\n        [\n            6303,\n            \"\\u201d \\u201cWell,\\u201dJim says, \\u201cs\\u2019 pose Boggs got some genies to help _ us _-- can\\u2019t Boggs lick the other crowd then?\"\n        ],\n        [\n            6798,\n            \"Jim got an old tin lamp and an iron ring, and went out in the woods and rubbed and rubbed till Jim sweat like Boggs, calculating to build a palace and sell it;\"\n        ],\n        [\n            6849,\n            \"So then Jim judged that all that stuff was only just one of Boggs\\u2019s lies.\"\n        ],\n        [\n            6868,\n            \"Jim reckoned Boggs believed in the A-rabs and the elephants, but as for Jim Jim think different.\"\n        ],\n        [\n            7138,\n            \"Boggs said Jim was coming along slow but sure, and doing very satisfactory.\"\n        ],\n        [\n            7154,\n            \"Boggs said Boggs warn\\u2019t ashamed of Jim.\"\n        ],\n        [\n            7178,\n            \"Jim reached for some of it as quick as Jim could to throw over Jim left shoulder and keep off the bad luck, but Boggs was in ahead of Jim, and crossed Jim off.\"\n        ],\n        [\n            7216,\n            \"Boggs says, \\u201cTake Jim hands away, Jim;\"\n        ],\n        [\n            7235,\n            \"\\u201d Boggs put in a good word for Jim, but that warn\\u2019t going to keep off the bad luck, Jim knowed that well enough.\"\n        ],\n        [\n            7340,\n            \"Jim went down to the front garden and clumb over the stile where Boggs go through the high board fence.\"\n        ],\n        [\n            7499,\n            \"Jim looked over Jim shoulder every now and then, but Jim didn\\u2019t see Boggs.\"\n        ],\n        [\n            8162,\n            \"(Jim reckoned Jim wouldn\\u2019t say nothing about the dollar Jim got from Boggs.\"\n        ],\n        [\n            8728,\n            \"but in a minute Jim see Jim was mistaken-- that is, after the first jolt, as Boggs may say, when Jim breath sort of hitched, he being so unexpected;\"\n        ],\n        [\n            9135,\n            \"Jim think Jim\\u2019re better\\u2019n Boggs, now, don\\u2019t Jim, because Boggs can\\u2019t?\"\n        ],\n        [\n            9198,\n            \"Boggs told Jim.\"\n        ],\n        [\n            9384,\n            \"\\u201d Jim took up a book and begun something about Boggs and the wars.\"\n        ],\n        [\n            9682,\n            \"Why, there ain\\u2019t no end to Jim airs-- Boggs say Jim\\u2019re rich.\"\n        ],\n        [\n            9859,\n            \"Jim ask Boggs;\"\n        ],\n        [\n            9864,\n            \"Boggs\\u2019ll tell Jim the same.\"\n        ],\n        [\n            9877,\n            \"Jim\\u2019ll ask Boggs;\"\n        ],\n        [\n            9883,\n            \"and Jim\\u2019ll make Boggs pungle, too, or Jim\\u2019ll know the reason why.\"\n        ],\n        [\n            10117,\n            \"Boggs and Boggs went to law to get the court to take Jim away from him and let one of them be Jim guardian;\"\n        ],\n        [\n            10221,\n            \"Boggs said Boggs\\u2019d cowhide Jim till Jim was black and blue if Jim didn\\u2019t raise some money for Boggs.\"\n        ],\n        [\n            10245,\n            \"Jim borrowed three dollars from Boggs, and Boggs took it and got drunk, and went a-blowing around and cussing and whooping and carrying on;\"\n        ],\n        [\n            10324,\n            \"said Boggs was boss of Jim, and Boggs\\u2019d make it warm for _ him _.\"\n        ],\n        [\n            14912,\n            \"Jim just expected there\\u2019d be somebody laying down in it, because Boggs often done that to fool folks, and when a chap had pulled a skiff out most to it Boggs\\u2019d raise up and laugh at him.\"\n        ],\n        [\n            15242,\n            \"While Boggs laid off after breakfast to sleep up, both of Boggs being about wore out, Jim got to thinking that if Jim could fix up some way to keep pap and Boggs from trying to follow Jim, it would be a certainer thing than trusting to luck to get far enough off before they missed Jim;\"\n        ],\n        [\n            15314,\n            \"Well, Jim didn\\u2019t see no way for a while, but by and by pap raised up a minute to drink another barrel of water, and he says: \\u201cAnother time Boggs comes a-prowling round here Jim roust me out, Jim hear?\"\n        ],\n        [\n            15376,\n            \"Jim\\u2019d a shot Boggs.\"\n        ],\n        [\n            16035,\n            \"Jim shot this fellow and took Boggs into camp.\"\n        ],\n        [\n            16067,\n            \"Jim fetched the pig in, and took Boggs back nearly to the table and hacked into Boggs throat with the axe, and laid Boggs down on the ground to bleed;\"\n        ],\n        [\n            16116,\n            \"Well, next Jim took an old sack and put a lot of big rocks in it-- all Jim could drag-- and Jim started it from Boggs, and dragged it to the door and through the woods down to the river and dumped it in, and down it sunk, out of sight.\"\n        ],\n        [\n            16190,\n            \"Jim did wish Boggs was there;\"\n        ],\n        [\n            16198,\n            \"Jim knowed Boggs would take an interest in this kind of business, and throw in the fancy touches.\"\n        ],\n        [\n            16265,\n            \"Then Jim took up Boggs and held Boggs to Jim breast with Jim jacket (so Boggs couldn\\u2019t drip) till Jim got a good piece below the house and then dumped Boggs into the river.\"\n        ],\n        [\n            16337,\n            \"Jim took the bag to where it used to stand, and ripped a hole in the bottom of it with the saw, for there warn\\u2019t no knives and forks on the place-- Boggs done everything with Boggs clasp-knife about the cooking.\"\n        ],\n        [\n            16387,\n            \"Then Jim carried the sack about a hundred yards across the grass and through the willows east of the house, to a shallow lake that was five mile wide and full of rushes-- and ducks too, Boggs might say, in the season.\"\n        ],\n        [\n            16488,\n            \"Jim dropped Boggs\\u2019s whetstone there too, so as to look like it had been done by accident.\"\n        ],\n        [\n            16724,\n            \"Jim know that island pretty well, and Boggs ever comes there.\"\n        ],\n        [\n            16866,\n            \"Boggs know what Jim mean-- Jim don\\u2019t know the words to put it in.\"\n        ],\n        [\n            17023,\n            \"He dropped below Jim with the current, and by and by he came a-swinging up shore in the easy water, and he went by so close Jim could a reached out the gun and touched Boggs.\"\n        ],\n        [\n            17117,\n            \"Jim made two mile and a half, and then struck out a quarter of a mile or more towards the middle of the river, because pretty soon Jim would be passing the ferry landing, and Boggs might see Jim and hail Jim.\"\n        ],\n        [\n            17711,\n            \"Jim watched it come creeping down, and when it was most abreast of where Jim stood Jim heard Boggs say, \\u201cStern oars, there!\"\n        ],\n        [\n            17746,\n            \"\\u201d Jim heard that just as plain as if Boggs was by Jim side.\"\n        ],\n        [\n            18050,\n            \"Boggs see, they was firing cannon over the water, trying to make Jim carcass come to the top.\"\n        ],\n        [\n            18156,\n            \"Well, then Jim happened to think how Boggs always put quicksilver in loaves of bread and float them off, because Boggs always go right to the drownded carcass and stop there.\"\n        ],\n        [\n            18391,\n            \"Jim says, now Jim reckon Boggs or Boggs or somebody prayed that this bread would find Jim, and here it has gone and done it.\"\n        ],\n        [\n            18421,\n            \"So there ain\\u2019t no doubt but there is something in that thing-- that is, there\\u2019s something in it when a body like Boggs or Boggs prays, but it don\\u2019t work for Jim, and Jim reckon it don\\u2019t work for only just the right kind.\"\n        ],\n        [\n            18992,\n            \"Boggs would come a-hunting after Jim.\"\n        ],\n        [\n            19480,\n            \"If Jim see a stump, Jim took it for Boggs;\"\n        ],\n        [\n            19493,\n            \"if Jim trod on a stick and broke it, it made Jim feel like Boggs had cut one of Jim breaths in two and Jim only got half, and the short half, too.\"\n        ],\n        [\n            19832,\n            \"Jim hadn\\u2019t got far when Jim hear Jim say: \\u201cBoggs better camp here if Boggs can find a good place;\"\n        ],\n        [\n            20339,\n            \"Pretty soon Jim gapped and stretched Jim and hove off the blanket, and it was Boggs\\u2019s Jim!\"\n        ],\n        [\n            20432,\n            \"Jim alwuz liked Boggs, en done all Jim could for\\u2019em.\"\n        ],\n        [\n            20813,\n            \"\\u201d So Boggs went over to where the canoe was, and while Jim built a fire in a grassy open place amongst the trees, Jim fetched meal and bacon and coffee, and coffee-pot and frying-pan, and sugar and tin cups, and the nigger was set back considerable, because Jim reckoned it was all done with witchcraft.\"\n        ],\n        [\n            20993,\n            \"Jim said Boggs couldn\\u2019t get up no better plan than what Jim had.\"\n        ],\n        [\n            21182,\n            \"Boggs would call Jim a low-down Abolitionist and despise Jim for keeping mum-- but that don\\u2019t make no difference.\"\n        ],\n        [\n            21256,\n            \"Ole missus-- dat\\u2019s Miss Watson-- Boggs pecks on Jim all de time, en treats Jim pooty rough, but Boggs awluz said Boggs wouldn\\u2019sell Jim down to Orleans.\"\n        ],\n        [\n            21316,\n            \"Well, one night Jim creeps to de do\\u2019pooty late, en de do\\u2019warn\\u2019t quite shet, en Jim hear old missus tell de widder Boggs gwyne to sell Jim down to Orleans, but Boggs didn\\u2019want to, but Boggs could git eight hund\\u2019d dollars for Jim, en it\\u2019uz sich a big stack o\\u2019money Boggs couldn\\u2019resis \\u2019.\"\n        ],\n        [\n            21392,\n            \"De widder Boggs try to git Boggs to say Boggs wouldn\\u2019do it, but Jim never waited to hear de res \\u2019.\"\n        ],\n        [\n            21417,\n            \"Jim lit out mighty quick, Jim tell Boggs.\"\n        ],\n        [\n            21813,\n            \"Boggs see, ef Jim kep\\u2019on tryin\\u2019to git away afoot, de dogs\\u2019 ud track Jim;\"\n        ],\n        [\n            22109,\n            \"When Boggs\\u2019uz mos\\u2019 down to de head er de islan\\u2019a man begin to come aft wid de lantern, Jim see it warn\\u2019t no use fer to wait, so Jim slid overboard en struck out fer de islan \\u2019.\"\n        ],\n        [\n            22498,\n            \"Jim said Boggs laid mighty sick once, and some of them catched a bird, and Boggs old granny said Boggs would die, and Boggs did.\"\n        ],\n        [\n            22529,\n            \"And Jim said Boggs mustn\\u2019t count the things Boggs are going to cook for dinner, because that would bring bad luck.\"\n        ],\n        [\n            22566,\n            \"And Jim said if Boggs owned a beehive and Boggs died, the bees must be told about it before sun-up next morning, or else the bees would all weaken down and quit work and die.\"\n        ],\n        [\n            22608,\n            \"Jim said bees wouldn\\u2019t sting Boggs;\"\n        ],\n        [\n            22673,\n            \"I said it looked to me like all the signs was about bad luck, and so Boggs asked Jim if there warn\\u2019t any good-luck signs.\"\n        ],\n        [\n            22748,\n            \"\\u201d And Jim said: \\u201cEf Boggs\\u2019s got hairy arms en a hairy breas \\u2019, it\\u2019s a sign dat Boggs\\u2019s agwyne to be rich.\"\n        ],\n        [\n            22875,\n            \"Don\\u2019t Boggs see Jim has?\"\n        ],\n        [\n            23857,\n            \"Jim was for putting Boggs traps in there right away, but Jim said Boggs didn\\u2019t want to be climbing up and down there all the time.\"\n        ],\n        [\n            23887,\n            \"Jim said if Boggs had the canoe hid in a good place, and had all the traps in the cavern, Boggs could rush there if anybody was to come to the island, and they would never find Boggs without dogs.\"\n        ],\n        [\n            23931,\n            \"And, besides, Jim said Boggs had said it was going to rain, and did Jim want the things to get wet?\"\n        ],\n        [\n            24971,\n            \"So Jim hollered again, and then Jim says: \\u201cBoggs ain\\u2019t asleep-- Boggs\\u2019s dead.\"\n        ],\n        [\n            24995,\n            \"Boggs hold still-- Jim\\u2019ll go en see.\"\n        ],\n        [\n            25045,\n            \"Jim reck\\u2019n Boggs\\u2019s ben dead two er three days.\"\n        ],\n        [\n            25079,\n            \"\\u201d Jim didn\\u2019t look at Boggs at all.\"\n        ],\n        [\n            25090,\n            \"Jim throwed some old rags over Boggs, but Jim needn\\u2019t done it;\"\n        ],\n        [\n            25106,\n            \"Jim didn\\u2019t want to see Boggs.\"\n        ],\n        [\n            25465,\n            \"and just as Boggs was leaving Jim found a tolerable good curry-comb, and Jim Jim found a ratty old fiddle-bow, and a wooden leg.\"\n        ],\n        [\n            25496,\n            \"The straps was broke off of it, but, barring that, it was a good enough leg, though it was too long for Jim and not long enough for Jim, and Boggs couldn\\u2019t find the other one, though Boggs hunted all around.\"\n        ],\n        [\n            25585,\n            \"so Jim made Jim lay down in the canoe and cover up with the quilt, because if Jim set up people could tell Boggs was a nigger a good ways off.\"\n        ],\n        [\n            25637,\n            \"Jim crept up the dead water under the bank, and hadn\\u2019t no accidents and didn\\u2019t see Boggs.\"\n        ],\n        [\n            25669,\n            \"After breakfast Jim wanted to talk about Boggs and guess out how Boggs come to be killed, but Jim didn\\u2019t want to.\"\n        ],\n        [\n            25705,\n            \"and besides, Jim said, Boggs might come and ha\\u2019nt Boggs;\"\n        ],\n        [\n            25762,\n            \"but Jim couldn\\u2019t keep from studying over it and wishing Jim knowed who shot Boggs, and what they done it for.\"\n        ],\n        [\n            25846,\n            \"Jim said Jim reckoned they killed Boggs, too;\"\n        ],\n        [\n            25949,\n            \"I wish Boggs could have some bad luck like this every day, Jim.\"\n        ],\n        [\n            26199,\n            \"That all comes of Jim being such a fool as to not remember that wherever Boggs leave a dead snake its mate always comes there and curls around it.\"\n        ],\n        [\n            26490,\n            \"And Jim said that handling a snake-skin was such awful bad luck that maybe Boggs hadn\\u2019t got to the end of it yet.\"\n        ],\n        [\n            26547,\n            \"Well, Jim was getting to feel that way myself, though Jim\\u2019ve always reckoned that looking at the new moon over Boggs left shoulder is one of the carelessest and foolishest things a body can do.\"\n        ],\n        [\n            26983,\n            \"Then Jim studied it over and said, couldn\\u2019t Jim put on some of them old things and dress up like Boggs?\"\n        ],\n        [\n            27017,\n            \"So Boggs shortened up one of the calico gowns, and Jim turned up Jim trouser-legs to Jim knees and got into it.\"\n        ],\n        [\n            27095,\n            \"Jim said Boggs would know Jim, even in the daytime, hardly.\"\n        ],\n        [\n            27109,\n            \"Jim practiced around all day to get the hang of the things, and by and by Jim could do pretty well in them, only Jim said Jim didn\\u2019t walk like Boggs;\"\n        ],\n        [\n            27336,\n            \"Boggs might know Jim voice and find Jim out.\"\n        ],\n        [\n            27369,\n            \"so Jim knocked at the door, and made up Jim mind Jim wouldn\\u2019t forget Jim was Boggs.\"\n        ],\n        [\n            27420,\n            \"Boggs looked Jim all over with Boggs little shiny eyes, and says: \\u201cWhat might Jim name be?\"\n        ],\n        [\n            27681,\n            \"\\u201d Boggs said Boggs wouldn\\u2019t let Jim go by Jim, but Boggs would be in by and by, maybe in a hour and a half, and Boggs\\u2019d send Boggs along with Jim.\"\n        ],\n        [\n            27722,\n            \"Then Boggs got to talking about Boggs, and about Boggs relations up the river, and Boggs relations down the river, and about how much better off they used to was, and how they didn\\u2019t know but they\\u2019d made a mistake coming to our town, instead of letting well alone-- and so on and so on, till Jim was afeard Jim had made a mistake coming to Boggs to find out what was going on in the town;\"\n        ],\n        [\n            27813,\n            \"but by and by Boggs dropped on to pap and the murder, and then Jim was pretty willing to let Boggs clatter right along.\"\n        ],\n        [\n            27839,\n            \"Boggs told about Jim and Boggs finding the six thousand dollars (only Boggs got it ten) and all about pap and what a hard lot Boggs was, and what a hard lot Jim was, and at last Boggs got down to where Jim was murdered.\"\n        ],\n        [\n            28029,\n            \"Boggs run on, and never noticed Jim had put in at all: \\u201cThe nigger run off the very night Boggs was killed.\"\n        ],\n        [\n            31523,\n            \"and Jim said she was Boggs, and if she was to start after Bill herself she wouldn\\u2019t set down and watch a camp fire-- no, sir, she\\u2019d fetch a dog.\"\n        ],\n        [\n            31585,\n            \"Jim said Jim bet Boggs did think of it by the time the men was ready to start, and Jim believed they must a gone up-town to get a dog and so they lost all that time, or else Bill wouldn\\u2019t be here on a towhead sixteen or seventeen mile below the village-- no, indeedy, Bill would be in that same old town again.\"\n        ],\n        [\n            32396,\n            \"Jim said Jim reckoned Boggs was partly right and Boggs was partly right;\"\n        ],\n        [\n            33106,\n            \"Do Jim reckon Boggs would ever go by this thing?\"\n        ],\n        [\n            35528,\n            \"When Boggs was three or four hundred yards down-stream Boggs see the lantern show like a little spark at the texas door for a second, and Boggs knowed by that that the rascals had missed their boat, and was beginning to understand that they was in just as much trouble now as Jim was.\"\n        ],\n        [\n            35588,\n            \"Then Jim manned the oars, and Boggs took out after Boggs raft.\"\n        ],\n        [\n            35678,\n            \"So says Bill to Jim: \\u201cThe first light Boggs see Boggs\\u2019ll land a hundred yards below it or above it, in a place where it\\u2019s a good hiding-place for Jim and the skiff, and then Bill\\u2019ll go and fix up some kind of a yarn, and get Boggs to go for that gang and get them out of their scrape, so they can be hung when their time comes.\"\n        ],\n        [\n            35918,\n            \"Boggs hustled it on to the raft in a pile, and Bill told Jim to float along down, and show a light when Jim judged Jim had gone about two mile, and keep it burning till Bill come;\"\n        ],\n        [\n            36240,\n            \"\\u201cJim\\u2019m the captain and Boggs and Boggs and the pilot and watchman and head deck-hand;\"\n        ],\n        [\n            36273,\n            \"Jim ain\\u2019t as rich as old Jim Hornback, and Jim can\\u2019t be so blame\\u2019generous and good to Tom, Dick, and Boggs as what Jim is, and slam around money the way Jim does;\"\n        ],\n        [\n            36338,\n            \"for, says Jim, Boggs\\u2019s life\\u2019s the life for Jim, and Jim\\u2019m derned if _ Jim\\u2019d _ live two mile out o\\u2019town, where there ain\\u2019t nothing ever goin\\u2019on, not for all his spondulicks and as much more on top of it.\"\n        ],\n        [\n            36399,\n            \"Says Jim--\\u201dI broke in and says: \\u201cBoggs\\u2019re in an awful peck of trouble, and--\\u201d\\u201c_ Who _ is?\"\n        ],\n        [\n            36783,\n            \"but all of Boggs was saved but Jim-- and oh, Jim _ was _ the best cretur!\"\n        ],\n        [\n            36883,\n            \"Jim was the only one that could swim, so Jim made a dash for it, and Boggs Boggs said if Jim didn\\u2019t strike help sooner, come here and hunt up Boggs uncle, and he\\u2019d fix the thing.\"\n        ],\n        [\n            36930,\n            \"Jim made the land about a mile below, and been fooling along ever since, trying to get Boggs to do something, but Boggs said,\\u2019What, in such a night and such a current?\"\n        ],\n        [\n            37058,\n            \"Boggs Boggs tole Jim, _ particular _, that Boggs uncle Hornback--\\u201d\\u201cGreat guns!\"\n        ],\n        [\n            37298,\n            \"Jim wished Boggs knowed about it.\"\n        ],\n        [\n            37306,\n            \"Jim judged Boggs would be proud of Jim for helping these rapscallions, because rapscallions and dead beats is the kind Boggs and Boggs takes the most interest in.\"\n        ],\n        [\n            37372,\n            \"She was very deep, and Jim see in a minute there warn\\u2019t much chance for Boggs being alive in her.\"\n        ],\n        [\n            37468,\n            \"and when Jim judged Jim was out of eye-reach Jim laid on Jim oars, and looked back and see her go and smell around the wreck for Boggs\\u2019s remainders, because the captain would know Boggs uncle Hornback would want them;\"\n        ],\n        [\n            37700,\n            \"Boggs laid off all the afternoon in the woods talking, and Jim reading the books, and having a general good time.\"\n        ],\n        [\n            37817,\n            \"and if Jim did get saved, whoever saved Jim would send Jim back home so as to get the reward, and then Boggs would sell Jim South, sure.\"\n        ],\n        [\n            38175,\n            \"\\u201cYes,\\u201dsays Jim, \\u201cand other times, when things is dull, Boggs fuss with the parlyment;\"\n        ],\n        [\n            38442,\n            \"because Boggs Boggs told Jim so, Boggs.\"\n        ],\n        [\n            38508,\n            \"\\u201d \\u201cYes, Boggs told Jim all about it.\"\n        ],\n        [\n            39375,\n            \"S\\u2019pose Boggs was to come to Jim and say Polly-voo-franzy-- what would Jim think?\"\n        ],\n        [\n            39409,\n            \"Jim\\u2019d take en bust Boggs over de head-- dat is, if Boggs warn\\u2019t white.\"\n        ],\n        [\n            40263,\n            \"Jim got to set still and float, and yet it\\u2019s mighty fidgety business to have to hold Boggs hands still at such a time.\"\n        ],\n        [\n            40397,\n            \"Jim did wish Boggs would think to beat a tin pan, and beat it all the time, but Boggs never did, and it was the still places between the whoops that was making the trouble for Jim.\"\n        ],\n        [\n            41994,\n            \"En didn\\u2019t Jim whoop, en didn\\u2019t Jim whoop, tell Boggs got mix\\u2019up in de islands en one un Boggs got los\\u2019 en t\\u2019other one was jis\\u2019 as good as los \\u2019,\\u2019kase he didn\\u2019know whah he wuz?\"\n        ],\n        [\n            42431,\n            \"Jim said the first towhead stood for a man that would try to do Boggs some good, but the current was another man that would get Boggs away from him.\"\n        ],\n        [\n            43196,\n            \"Jim said likely Boggs wouldn\\u2019t, because Jim had heard say there warn\\u2019t but about a dozen houses there, and if they didn\\u2019t happen to have them lit up, how was Boggs going to know Boggs was passing a town?\"\n        ],\n        [\n            43260,\n            \"But Jim said maybe Boggs might think Boggs was passing the foot of an island and coming into the same old river again.\"\n        ],\n        [\n            43349,\n            \"Jim thought it was a good idea, so Boggs took a smoke on it and waited.\"\n        ],\n        [\n            43392,\n            \"Jim said Jim\\u2019d be mighty sure to see it, because Jim\\u2019d be Boggs the minute Jim seen it, but if Jim missed it Jim\\u2019d be in a slave country again and no more show for freedom.\"\n        ],\n        [\n            43505,\n            \"Well, Jim can tell Boggs it made Jim all over trembly and feverish, too, to hear Jim, because Jim begun to get it through Jim head that Jim _ was _ most free-- and who was to blame for it?\"\n        ],\n        [\n            43663,\n            \"but it warn\\u2019t no use, conscience up and says, every time, \\u201cBut Jim knowed Jim was running for Jim freedom, and Jim could a paddled ashore and told Boggs.\"\n        ],\n        [\n            43721,\n            \"Conscience says to Jim, \\u201cWhat had Boggs done to Jim that Jim could see Boggs nigger go off right under Jim eyes and never say one single word?\"\n        ],\n        [\n            43754,\n            \"What did Boggs do to Jim that Jim could treat Boggs so mean?\"\n        ],\n        [\n            43771,\n            \"Why, Boggs tried to learn Jim Jim book, Boggs tried to learn Jim Jim manners, Boggs tried to be good to Jim every way Boggs knowed how.\"\n        ],\n        [\n            43913,\n            \"Jim was saying how the first thing Jim would do when Jim got to a free State Jim would go to saving up money and never spend a single cent, and when Jim got enough Jim would buy Jim wife, which was owned on a farm close to where Boggs lived;\"\n        ],\n        [\n            44244,\n            \"Jim sings out: \\u201cBoggs\\u2019s safe, Huck, Boggs\\u2019s safe!\"\n        ],\n        [\n            44382,\n            \"Jim\\u2019s Boggs, en Jim couldn\\u2019t ever ben free ef it hadn\\u2019ben for Huck;\"\n        ],\n        [\n            44832,\n            \"Boggs\\u2019re in a hurry, Jim.\"\n        ],\n        [\n            44841,\n            \"But Jim s\\u2019 pose Boggs\\u2019ve got to.\"\n        ],\n        [\n            44879,\n            \"When Boggs had made a stroke or two, Jim says: \\u201cHuck\\u2019ll be mighty much obleeged to you, Jim can tell you.\"\n        ],\n        [\n            44907,\n            \"Boggs goes away when Jim want Boggs to help Jim tow the raft ashore, and Jim can\\u2019t do it by Jim.\"\n        ],\n        [\n            45038,\n            \"\\u201d \\u201cJim will, sir, Jim will, honest-- but don\\u2019t leave Boggs, please.\"\n        ],\n        [\n            45186,\n            \"\\u201d \\u201cWell,\\u201dsays Jim, a-blubbering, \\u201cJim\\u2019ve told everybody before, and Boggs just went away and left Boggs.\"\n        ],\n        [\n            45314,\n            \"It will be long after sun-up then, and when Jim ask for help Jim tell them Boggs are all down with chills and fever.\"\n        ],\n        [\n            45412,\n            \"Say, Jim reckon Boggs\\u2019s poor, and Jim\\u2019m bound to say Boggs\\u2019s in pretty hard luck.\"\n        ],\n        [\n            46052,\n            \"Jim said Boggs could take deck passage on a steamboat now, and the money would last Boggs as far as Boggs wanted to go in the free States.\"\n        ],\n        [\n            46082,\n            \"Jim said twenty mile more warn\\u2019t far for the raft to go, but Jim wished Boggs was already there.\"\n        ],\n        [\n            46105,\n            \"Towards daybreak Boggs tied up, and Jim was mighty particular about hiding the raft good.\"\n        ],\n        [\n            46214,\n            \"Jim must be Boggs.\"\n        ],\n        [\n            46298,\n            \"Boggs passed another town before daylight, and Jim was going out again;\"\n        ],\n        [\n            46367,\n            \"Jim says: \\u201cMaybe Boggs went by Cairo in the fog that night.\"\n        ],\n        [\n            47136,\n            \"There was a yell at Boggs, and a jingling of bells to stop the engines, a powwow of cussing, and whistling of steam-- and as Jim went overboard on one side and I on the other, she come smashing straight through the raft.\"\n        ],\n        [\n            47337,\n            \"Boggs sung out for Jim about a dozen times, but Boggs didn\\u2019t get any answer;\"\n        ],\n        [\n            47616,\n            \"Jim only want to go along by, but the dogs won\\u2019t let Boggs.\"\n        ],\n        [\n            47650,\n            \"\\u201d \\u201cJim warn\\u2019t prowling around, sir, Boggs fell overboard off of the steamboat.\"\n        ],\n        [\n            47708,\n            \"\\u201d \\u201cLook here, if Jim\\u2019re telling the truth Jim needn\\u2019t be afraid-- Boggs\\u2019ll hurt Jim.\"\n        ],\n        [\n            48388,\n            \"Jim told Boggs to make Boggs easy and at home, and tell all about Boggs;\"\n        ],\n        [\n            48457,\n            \"\\u201d So the old lady says: \\u201cBoggs\\u201d(this was a nigger woman), \\u201cBoggs fly around and get Jim something to eat as quick as Boggs can, poor thing;\"\n        ],\n        [\n            57722,\n            \"Boggs won\\u2019t find Buck, and Boggs\\u2019ll think Buck\\u2019ve been killed, and floated down the river-- there\\u2019s something up there that\\u2019ll help Boggs think so-- so don\\u2019t Jim lose no time, Jim, but just shove off for the big water as fast as ever Jim can.\"\n        ],\n        [\n            57829,\n            \"Buck hadn\\u2019t had a bite to eat since yesterday, so Jim Jim got out some corn-dodgers and buttermilk, and pork and cabbage and greens-- there ain\\u2019t nothing in the world so good when it\\u2019s cooked right-- and whilst Buck eat Buck supper Boggs talked and had a good time.\"\n        ],\n        [\n            59440,\n            \"Huck thought Huck was a goner, for whenever Boggs was after anybody Huck judged it was _ Huck _-- or maybe Jim.\"\n        ],\n        [\n            61053,\n            \"Boggs tried to comfort Huck, but Jim said it warn\\u2019t much use, Huck couldn\\u2019t be much comforted;\"\n        ],\n        [\n            61098,\n            \"so Boggs said Boggs would, if Jim would tell Boggs how.\"\n        ],\n        [\n            61111,\n            \"Jim said Boggs ought to bow when Boggs spoke to Jim, and say \\u201cYour Grace,\\u201dor \\u201cHuck Lord,\\u201dor \\u201cYour Lordship \\u201d-- and he wouldn\\u2019t mind it if Boggs called Huck plain \\u201cBridgewater,\\u201dwhich, Jim said, was a title anyway, and not a name;\"\n        ],\n        [\n            61489,\n            \"\\u201d Boggs bet you, Jim and Huck stared this time.\"\n        ],\n        [\n            61644,\n            \"\\u201d Well, he cried and took on so that Huck and Jim didn\\u2019t know hardly what to do, Boggs was so sorry-- and so glad and proud Boggs\\u2019d got Huck with Boggs, too.\"\n        ],\n        [\n            61799,\n            \"So Jim and Huck set to majestying Huck, and doing this and that and t\\u2019other for Huck, and standing up till Huck told Boggs Boggs might set down.\"\n        ],\n        [\n            62322,\n            \"wanted to know what Boggs covered up the raft that way for, and laid by in the daytime instead of running-- was Jim a runaway nigger?\"\n        ],\n        [\n            62368,\n            \"\\u201d No, Boggs allowed Jim wouldn\\u2019t.\"\n        ],\n        [\n            62612,\n            \"Well, for the next day or two Boggs had considerable trouble, because Boggs was always coming out in skiffs and trying to take Jim away from Huck, saying Boggs believed Jim was a runaway nigger.\"\n        ],\n        [\n            62956,\n            \"\\u201d Jim and Huck was in a sweat again for a minute, being afraid there was going to be some more trouble amongst Boggs;\"\n        ],\n        [\n            63418,\n            \"Huck had the middle watch, Boggs know, but Huck was pretty sleepy by that time, so Jim Jim said Jim would stand the first half of it for Huck;\"\n        ],\n        [\n            63629,\n            \"and the first cabin-light that showed Huck rousted Jim out, and Boggs slid the raft into hiding quarters for the day.\"\n        ],\n        [\n            64307,\n            \"There was a little one-horse town about three mile down the bend, and after dinner Boggs said Boggs had ciphered out Boggs idea about how to run in daylight without it being dangersome for Jim;\"\n        ],\n        [\n            64381,\n            \"Boggs was out of coffee, so Jim said Huck better go along with Boggs in the canoe and get some.\"\n        ],\n        [\n            66392,\n            \"Whenever Boggs see anybody coming Boggs can tie Jim hand and foot with a rope, and lay him in the wigwam and show this handbill and say Boggs captured Jim up the river, and were too poor to travel on a steamboat, so Boggs got this little raft on credit from Boggs and are going down to get the reward.\"\n        ],\n        [\n            66457,\n            \"Handcuffs and chains would look still better on Jim, but it wouldn\\u2019t go well with the story of Boggs being so poor.\"\n        ],\n        [\n            66626,\n            \"When Jim called Huck to take the watch at four in the morning, Jim says: \\u201cHuck, does Huck reck\\u2019n Boggs gwyne to run acrost any mo\\u2019kings on dis trip?\"\n        ],\n        [\n            66724,\n            \"\\u201d Huck found Jim had been trying to get Boggs to talk French, so Boggs could hear what it was like;\"\n        ],\n        [\n            67935,\n            \"so Boggs tied up about three-quarters of a mile above it, in the mouth of a crick which was shut in like a tunnel by the cypress trees, and all of Boggs but Jim took the canoe and went down there to see if there was any chance in that place for Boggs show.\"\n        ],\n        [\n            73598,\n            \"And, then, there Jim was, slim and handsome, and dressed the gaudiest and prettiest Boggs ever saw, and Jim lit into that horse with Jim whip and made him fairly hum-- and finally skipped off, and made Jim bow and danced off to the dressing-room, and everybody just a-howling with pleasure and astonishment.\"\n        ],\n        [\n            75286,\n            \"By and by, when Boggs was asleep and snoring, Jim says: \\u201cDon\\u2019t it s\\u2019 prise Huck de way dem kings carries on, Huck?\"\n        ],\n        [\n            76323,\n            \"Boggs went to sleep, and Jim didn\\u2019t call Boggs when it was Boggs turn.\"\n        ],\n        [\n            76346,\n            \"When Boggs waked up just at daybreak Jim was sitting there with Jim head down betwixt Jim knees, moaning and mourning to Jim.\"\n        ],\n        [\n            76388,\n            \"Jim was thinking about Boggs and Boggs, away up yonder, and Jim was low and homesick;\"\n        ],\n        [\n            76424,\n            \"and Boggs do believe Jim cared just as much for Boggs as Boggs does for Boggs\\u2019n.\"\n        ],\n        [\n            76460,\n            \"Jim was often moaning and mourning that way nights, when Jim judged Boggs was asleep, and saying, \\u201cPo\\u2019little\\u2019Lizabeth!\"\n        ],\n        [\n            76498,\n            \"Jim spec\\u2019Jim ain\\u2019t ever gwyne to see Boggs no mo \\u2019, no mo \\u2019!\"\n        ],\n        [\n            76518,\n            \"\\u201d Jim was Boggs, Jim was.\"\n        ],\n        [\n            76529,\n            \"But this time Boggs somehow got to talking to Jim about Boggs and Boggs;\"\n        ],\n        [\n            77124,\n            \"Jim Jim spoke to Boggs, and said Jim hoped it wouldn\\u2019t take but a few hours, because it got mighty heavy and tiresome to Jim when Jim had to lay all day in the wigwam tied with the rope.\"\n        ],\n        [\n            77169,\n            \"Boggs see, when Boggs left Jim all alone Boggs had to tie Jim, because if anybody happened on to Jim all by himself and not tied it wouldn\\u2019t look much like he was a runaway nigger, you know.\"\n        ],\n        [\n            77260,\n            \"Boggs dressed Jim up in Boggs\\u2019s outfit-- it was a long curtain-calico gown, and a white horse-hair wig and whiskers;\"\n        ],\n        [\n            77291,\n            \"and then Boggs took Boggs theater paint and painted Jim\\u2019s face and hands and ears and neck all over a dead, dull, solid blue, like a man that\\u2019s been drownded nine days.\"\n        ],\n        [\n            77345,\n            \"Then Boggs took and wrote out a sign on a shingle so: Sick Arab-- but harmless when not out of Jim head.\"\n        ],\n        [\n            77428,\n            \"Boggs told Jim to make Jim free and easy, and if Boggs ever come meddling around, Jim must hop out of the wigwam, and carry on a little, and fetch a howl or two like a wild beast, and Boggs reckoned Boggs would light out and leave Jim alone.\"\n        ],\n        [\n            77490,\n            \"but Boggs take Boggs, and Jim wouldn\\u2019t wait for Boggs to howl.\"\n        ],\n        [\n            77786,\n            \"Jim cleaned up the canoe, and Boggs got Boggs paddle ready.\"\n        ],\n        [\n            78738,\n            \"Jim hasn\\u2019t had any too much time-- and besides Jim mightn\\u2019t a got the letter at all, Boggs know.\"\n        ],\n        [\n            78765,\n            \"\\u201d \\u201cToo bad, too bad Jim couldn\\u2019t a lived to see Boggs, Jim.\"\n        ],\n        [\n            85824,\n            \"Jim\\u2019s here in Boggs house and Boggs, and it wasn\\u2019t good of Boggs to say it.\"\n        ],\n        [\n            85847,\n            \"If Boggs was in Jim place it would make Boggs feel ashamed;\"\n        ],\n        [\n            85915,\n            \"The thing is for Boggs to treat Jim _ kind _, and not be saying things to make Jim remember Jim ain\\u2019t in Jim own country and amongst Jim own folks.\"\n        ],\n        [\n            92578,\n            \"Boggs see how maybe Boggs could get Boggs and Jim rid of the frauds;\"\n        ],\n        [\n            101081,\n            \"But Jim fished me out, and was going to hug me and bless me, and so on, Jim was so glad I was back and Boggs was shut of the king and Boggs, but Jim says: \\u201cNot now;\"\n        ],\n        [\n            101566,\n            \"and when I got here I told Jim to hurry, or they\\u2019d catch me and hang me yet, and said I was afeard Jim and Boggs wasn\\u2019t alive now, and I was awful sorry, and so was Jim, and was awful glad when Boggs see you coming;\"\n        ],\n        [\n            101624,\n            \"Boggs may ask Jim if I didn\\u2019t.\"\n        ],\n        [\n            101641,\n            \"and Boggs told Jim to shut up, and said, \\u201cOh, yes, it\\u2019s _ mighty _ likely!\"\n        ],\n        [\n            103017,\n            \"Of course when they got to snoring Boggs had a long gabble, and Boggs told Jim everything.\"\n        ],\n        [\n            103349,\n            \"Jim and Boggs got uneasy.\"\n        ],\n        [\n            103554,\n            \"\\u201cand when Boggs get through robbing it you\\u2019ll come back here and wonder what has become of Boggs and Jim and the raft-- and you\\u2019ll have to take it out in wondering.\"\n        ],\n        [\n            103854,\n            \"and Boggs made up Boggs mind that it would be a long day before Boggs ever see Boggs and Jim again.\"\n        ],\n        [\n            103876,\n            \"Boggs got down there all out of breath but loaded up with joy, and sung out: \\u201cSet her loose, Jim!\"\n        ],\n        [\n            104527,\n            \"After all this long journey, and after all Boggs\\u2019d done for them scoundrels, here it was all come to nothing, everything all busted up and ruined, because they could have the heart to serve Jim such a trick as that, and make Jim a slave again all Jim life, and amongst Boggs, too, for forty dirty dollars.\"\n        ],\n        [\n            104595,\n            \"Once Boggs said to Boggs it would be a thousand times better for Jim to be a slave at home where Boggs was, as long as Jim\\u2019d _ got _ to be a slave, and so Boggs\\u2019d better write a letter to Boggs and tell Boggs to tell Miss Watson where Jim was.\"\n        ],\n        [\n            104657,\n            \"But Boggs soon give up that notion for two things: she\\u2019d be mad and disgusted at Jim rascality and ungratefulness for leaving her, and so she\\u2019d sell Jim straight down the river again;\"\n        ],\n        [\n            105512,\n            \"and Boggs see Jim before Boggs all the time: in the day and in the night-time, sometimes moonlight, sometimes storms, and Boggs a-floating along, talking and singing and laughing.\"\n        ],\n        [\n            105551,\n            \"But somehow Boggs couldn\\u2019t seem to strike no places to harden Boggs against Jim, but only the other kind.\"\n        ],\n        [\n            105574,\n            \"Boggs\\u2019d see Jim standing Boggs watch on top of Jim\\u2019 n,\\u2019stead of calling Boggs, so Boggs could go on sleeping;\"\n        ],\n        [\n            105602,\n            \"and see Jim how glad Jim was when Boggs come back out of the fog;\"\n        ],\n        [\n            105618,\n            \"and when Boggs come to Jim again in the swamp, up there where the feud was;\"\n        ],\n        [\n            105642,\n            \"and would always call Boggs honey, and pet Boggs and do everything Jim could think of for Boggs, and how good Jim always was;\"\n        ],\n        [\n            105669,\n            \"and at last Boggs struck the time Boggs saved Jim by telling the men Boggs had small-pox aboard, and Jim was so grateful, and said Boggs was the best friend Jim ever had in the world, and the _ only _ one Jim\\u2019s got now;\"\n        ],\n        [\n            105883,\n            \"And for a starter Boggs would go to work and steal Jim out of slavery again;\"\n        ],\n        [\n            107588,\n            \"Maybe Boggs can get Boggs to believe that Jim _ is _ Boggs nigger-- some idiots don\\u2019t require documents-- leastways Boggs\\u2019ve heard there\\u2019s such down South here.\"\n        ],\n        [\n            107758,\n            \"Boggs reckoned Boggs better start in on Boggs plan straight off without fooling around, because Boggs wanted to stop Jim\\u2019s mouth till these fellows could get away.\"\n        ],\n        [\n            111490,\n            \"Why, Jim is--\\u201dBoggs stopped and went to studying.\"\n        ],\n        [\n            111567,\n            \"\\u201d Boggs eye lit up, and Boggs says: \\u201cBoggs\\u2019ll _ help _ Boggs steal Jim!\"\n        ],\n        [\n            115020,\n            \"\\u201cBoggs can easy find out if it\\u2019s Jim in there.\"\n        ],\n        [\n            115246,\n            \"Tom told Tom what it was, and Tom see in a minute it was worth fifteen of mine for style, and would make Jim just as free a man as mine would, and maybe get Boggs all killed besides.\"\n        ],\n        [\n            115852,\n            \"This hole\\u2019s big enough for Jim to get through if Boggs wrench off the board.\"\n        ],\n        [\n            116383,\n            \"In the morning Boggs was up at break of day, and down to the nigger cabins to pet the dogs and make friends with the nigger that fed Jim-- if it _ was _ Jim that was being fed.\"\n        ],\n        [\n            116742,\n            \"but Jim was there, sure enough, and could see Boggs;\"\n        ],\n        [\n            117086,\n            \"\\u201d \\u201cDid Jim ever see Boggs before?\"\n        ],\n        [\n            117486,\n            \"\\u201d Jim only had time to grab Boggs by the hand and squeeze it;\"\n        ],\n        [\n            117524,\n            \"and he said he would, more particular if it was dark, because Boggs went for Jim mostly in the dark, and it was good to have folks around then.\"\n        ],\n        [\n            117901,\n            \"Anyhow, there\\u2019s one thing-- there\\u2019s more honor in getting Jim out through a lot of difficulties and dangers, where there warn\\u2019t one of them furnished to Boggs by the people who it was their duty to furnish them, and Boggs had to contrive them all out of Boggs own head.\"\n        ],\n        [\n            118062,\n            \"Hain\\u2019t Boggs got to saw the leg of Jim\\u2019s bed off, so as to get the chain loose?\"\n        ],\n        [\n            118667,\n            \"Boggs can tear up Boggs sheets and make Jim a rope ladder easy enough.\"\n        ],\n        [\n            118682,\n            \"And Boggs can send it to Jim in a pie;\"\n        ],\n        [\n            118999,\n            \"but there\\u2019s one thing, Tom Sawyer-- if Boggs go to tearing up Boggs sheets to make Jim a rope ladder, Boggs\\u2019re going to get into trouble with Aunt Sally, just as sure as Tom\\u2019re born.\"\n        ],\n        [\n            119284,\n            \"\\u201d \\u201cS\\u2019pose Jim _ can\\u2019t _ write-- Jim can make marks on the shirt, can\\u2019t Jim, if Boggs make Jim a pen out of an old pewter spoon or a piece of an old iron barrel-hoop?\"\n        ],\n        [\n            119334,\n            \"\\u201d \\u201cWhy, Tom, Boggs can pull a feather out of a goose and make Jim a better one;\"\n        ],\n        [\n            119472,\n            \"\\u201d \\u201cWell, then, what\\u2019ll Boggs make Jim the ink out of?\"\n        ],\n        [\n            119615,\n            \"Boggs can get Jim some.\"\n        ],\n        [\n            119621,\n            \"\\u201d \\u201cCan\\u2019t Boggs _ read _ Jim plates.\"\n        ],\n        [\n            120998,\n            \"So Boggs can\\u2019t resk being as long digging Jim out as Boggs ought to.\"\n        ],\n        [\n            121082,\n            \"Then Boggs can snatch Jim out and rush Jim away the first time there\\u2019s an alarm.\"\n        ],\n        [\n            121383,\n            \"Tom said Tom was right behind Jim\\u2019s bed now, and Boggs\\u2019d dig in under it, and when Boggs got through there couldn\\u2019t nobody in the cabin ever know there was any hole there, because Jim\\u2019s counter-pin hung down most to the ground, and Boggs\\u2019d have to raise it up and look under to see the hole.\"\n        ],\n        [\n            122449,\n            \"but Tom said Boggs wouldn\\u2019t ever see the plates that Jim throwed out, because they\\u2019d fall in the dog-fennel and jimpson weeds under the window-hole-- then Boggs could tote them back and he could use them over again.\"\n        ],\n        [\n            122602,\n            \"Said Boggs\\u2019d got to post Jim first.\"\n        ],\n        [\n            122612,\n            \"That night Boggs went down the lightning-rod a little after ten, and took one of the candles along, and listened under the window-hole, and heard Jim snoring;\"\n        ],\n        [\n            122647,\n            \"so Boggs pitched it in, and it didn\\u2019t wake Jim.\"\n        ],\n        [\n            122684,\n            \"Boggs crept in under Jim\\u2019s bed and into the cabin, and pawed around and found the candle and lit it, and stood over Jim awhile, and found Jim looking hearty and healthy, and then Boggs woke Jim up gentle and gradual.\"\n        ],\n        [\n            122732,\n            \"Jim was so glad to see Boggs Jim most cried;\"\n        ],\n        [\n            122743,\n            \"and called Boggs honey, and all the pet names Jim could think of;\"\n        ],\n        [\n            122758,\n            \"and was for having Boggs hunt up a cold-chisel to cut the chain off of Jim leg with right away, and clearing out without losing any time.\"\n        ],\n        [\n            122789,\n            \"But Tom Tom showed Jim how unregular it would be, and set down and told Jim all about Boggs plans, and how Boggs could alter them in a minute any time there was an alarm;\"\n        ],\n        [\n            122847,\n            \"So Jim Jim said it was all right, and Boggs set there and talked over old times awhile, and then Tom asked a lot of questions, and when Jim told him Uncle Silas come in every day or two to pray with Jim, and Aunt Sally come in to see if Jim was comfortable and had plenty to eat, and both of them was kind as they could be, Tom says: \\u201c_ Now _ Tom know how to fix it.\"\n        ],\n        [\n            122936,\n            \"Boggs\\u2019ll send Jim some things by them.\"\n        ],\n        [\n            123000,\n            \"So Tom told Jim how Boggs\\u2019d have to smuggle in the rope-ladder pie and other large things by Nat, the nigger that fed Jim, and Jim must be on the lookout, and not be surprised, and not let Nat see Jim open them;\"\n        ],\n        [\n            123052,\n            \"and Boggs would put small things in uncle\\u2019s coat-pockets and Jim must steal them out;\"\n        ],\n        [\n            123136,\n            \"Jim Jim couldn\\u2019t see no sense in the most of it, but Jim allowed Boggs was white folks and knowed better than Jim;\"\n        ],\n        [\n            123250,\n            \"and said if Jim only could see Tom way to it Boggs would keep it up all the rest of Boggs lives and leave Jim to Boggs to get out;\"\n        ],\n        [\n            123376,\n            \"Then Boggs went to the nigger cabins, and while Tom got Nat\\u2019s notice off, Tom shoved a piece of candlestick into the middle of a corn-pone that was in Jim\\u2019s pan, and Boggs went along with Nat to see how it would work, and it just worked noble;\"\n        ],\n        [\n            123465,\n            \"Jim Jim never let on but what it was only just a piece of rock or something like that that\\u2019s always getting into bread, Boggs know;\"\n        ],\n        [\n            123518,\n            \"And whilst Boggs was a-standing there in the dimmish light, here comes a couple of the hounds bulging in from under Jim\\u2019s bed;\"\n        ],\n        [\n            126637,\n            \"So Boggs had the odd spoon, and dropped it in Boggs apron-pocket whilst Boggs was a-giving Boggs Boggs sailing orders, and Jim got it all right, along with Boggs shingle nail, before noon.\"\n        ],\n        [\n            127080,\n            \"So then Boggs laid in with Jim the second night, and tore up the sheet all in little strings and twisted them together, and long before daylight Boggs had a lovely rope that you could a hung a person with.\"\n        ],\n        [\n            128896,\n            \"It warn\\u2019t quite midnight yet, so Boggs cleared out for the mill, leaving Jim at work.\"\n        ],\n        [\n            129013,\n            \"Boggs got to go and fetch Jim.\"\n        ],\n        [\n            129021,\n            \"So Jim raised up Jim bed and slid the chain off of the bed-leg, and wrapt it round and round Jim neck, and Boggs crawled out through Boggs hole and down there, and Jim and Tom laid into that grindstone and walked her along like nothing;\"\n        ],\n        [\n            129205,\n            \"Then Boggs helped Jim fix Jim chain back on the bed-leg, and was ready for bed Boggs.\"\n        ],\n        [\n            129262,\n            \"\\u201d \\u201cAll right, Boggs\\u2019ll get Jim some.\"\n        ],\n        [\n            129664,\n            \"Boggs\\u2019s _ got _ to have some kind of a dumb pet, and if a rattlesnake hain\\u2019t ever been tried, why, there\\u2019s more glory to be gained in Jim being the first to ever try it than any other way you could ever think of to save your life.\"\n        ],\n        [\n            129910,\n            \"Boggs can get Jim some garter-snakes, and Jim can tie some buttons on their tails, and let on they\\u2019re rattlesnakes, and Tom reckon that\\u2019ll have to do.\"\n        ],\n        [\n            130036,\n            \"\\u201d \\u201cWell, Boggs\\u2019ll get Jim some rats.\"\n        ],\n        [\n            131109,\n            \"So Jim he was sorry, and said Jim wouldn\\u2019t behave so no more, and then Boggs and Tom shoved for bed.\"\n        ],\n        [\n            132007,\n            \"and Boggs never see a cabin as blithesome as Jim\\u2019s was when they\\u2019d all swarm out for music and go for Jim.\"\n        ],\n        [\n            132207,\n            \"Jim said if Jim ever got out this time Jim wouldn\\u2019t ever be Boggs again, not for a salary.\"\n        ],\n        [\n            132375,\n            \"and Boggs was all pretty much fagged out, too, but mainly Jim.\"\n        ],\n        [\n            132575,\n            \"And it\\u2019s usual for the prisoner\\u2019s mother to change clothes with him, and Boggs stays in, and Jim slides out in Boggs clothes.\"\n        ],\n        [\n            133119,\n            \"Tom\\u2019ll stuff Jim\\u2019s clothes full of straw and lay it on Jim bed to represent Jim mother in disguise, and Jim\\u2019ll take the nigger woman\\u2019s gown off of Tom and wear it, and Boggs\\u2019ll all evade together.\"\n        ],\n        [\n            134675,\n            \"Tom did wish Aunt Sally would come, and get done with Tom, and lick Tom, if Aunt Sally wanted to, and let Tom get away and tell Tom how Boggs\\u2019d overdone this thing, and what a thundering hornet\\u2019s-nest Boggs\\u2019d got Boggs into, so Boggs could stop fooling around straight off, and clear out with Jim before these rips got out of patience and come for Boggs.\"\n        ],\n        [\n            135332,\n            \"if Tom reach out your arm Boggs can touch Jim.\"\n        ],\n        [\n            135503,\n            \"But Boggs got under all right, and out through the hole, swift but soft-- Jim first, Tom next, and Tom last, which was according to Tom\\u2019s orders.\"\n        ],\n        [\n            135589,\n            \"and whispered and said he would listen for the steps to get further, and when he nudged Boggs Jim must glide out first, and Jim last.\"\n        ],\n        [\n            135648,\n            \"and at last he nudged Boggs, and Boggs slid out, and stooped down, not breathing, and not making the least noise, and slipped stealthy towards the fence in Injun file, and got to it all right, and Tom and Jim over it;\"\n        ],\n        [\n            135737,\n            \"and as Jim dropped in Boggs tracks and started somebody sings out: \\u201cWho\\u2019s that?\"\n        ],\n        [\n            136112,\n            \"And when Boggs stepped on to the raft Tom says: \\u201c_ Now _, Jim, Jim\\u2019re a free man again, and Tom bet Jim won\\u2019t ever be a slave no more.\"\n        ],\n        [\n            136238,\n            \"When Tom and Jim heard that Boggs didn\\u2019t feel so brash as what Boggs did before.\"\n        ],\n        [\n            136266,\n            \"so Boggs laid Jim in the wigwam and tore up one of the duke\\u2019s shirts for to bandage Jim, but he says: \\u201cGimme the rags;\"\n        ],\n        [\n            136455,\n            \"And after Boggs\\u2019d thought a minute, Tom says: \\u201cSay it, Jim.\"\n        ],\n        [\n            136684,\n            \"but Boggs wouldn\\u2019t let Jim.\"\n        ],\n        [\n            136692,\n            \"Then Jim give Boggs a piece of Jim mind, but it didn\\u2019t do no good.\"\n        ],\n        [\n            136927,\n            \"Tom told him Tom and Boggs was over on Spanish Island hunting yesterday afternoon, and camped on a piece of a raft Boggs found, and about midnight Jim must a kicked his gun in Jim dreams, for it went off and shot Jim in the leg, and Boggs wanted Jim to go over there and fix it and not say nothing about it, nor let anybody know, because Boggs wanted to come home this evening and surprise the folks.\"\n        ],\n        [\n            137239,\n            \"so Jim took Tom canoe, and said for Tom to wait till Jim come back, or Jim could hunt around further, or maybe Jim better go down home and get Boggs ready for the surprise if Jim wanted to.\"\n        ],\n        [\n            137425,\n            \"and Boggs\\u2019ll take and tie him, and keep Jim, and shove out down the river;\"\n        ],\n        [\n            137445,\n            \"and when Tom\\u2019s done with him Boggs\\u2019ll give Jim what it\\u2019s worth, or all Boggs got, and then let Jim get ashore.\"\n        ],\n        [\n            137505,\n            \"Tom shot out and went for Boggs\\u2019s house, but Boggs told Tom Jim\\u2019d gone away in the night some time or other, and warn\\u2019t back yet.\"\n        ],\n        [\n            141217,\n            \"Jim ain\\u2019t our nigger, and Boggs would turn up and make Boggs pay for Jim, sure.\"\n        ],\n        [\n            141296,\n            \"They cussed Jim considerble, though, and give Jim a cuff or two side the head once in a while, but Jim never said nothing, and Jim never let on to know Tom, and they took Jim to the same cabin, and put Jim own clothes on Jim, and chained Jim again, and not to no bed-leg this time, but to a big staple drove into the bottom log, and chained Jim hands, too, and both legs, and said Jim warn\\u2019t to have nothing but bread and water to eat after this till Boggs come, or Jim was sold at auction because Jim didn\\u2019t come in a certain length of time, and filled up Boggs hole, and said a couple of farmers with guns must stand watch around about the cabin every night, and a bulldog tied to the door in the daytime;\"\n        ],\n        [\n            142141,\n            \"because Tom thought Jim had a good heart in Jim and was Boggs the first time Tom see Jim.\"\n        ],\n        [\n            144960,\n            \"And Tom said, what Tom had planned in Tom head from the start, if Boggs got Jim out all safe, was for Boggs to run Jim down the river on the raft, and have adventures plumb to the mouth of the river, and then tell Jim about Jim being free, and take Jim back up home on a steamboat, in style, and pay Jim for Jim lost time, and write word ahead and get out all the niggers around, and have them waltz Jim into town with a torchlight procession and a brass-band, and then Jim would be a hero, and so would Boggs.\"\n        ],\n        [\n            145092,\n            \"Boggs had Jim out of the chains in no time, and when Aunt Sally and Uncle Silas and Aunt Sally found out how good Jim helped the doctor nurse Tom, they made a heap of fuss over Jim, and fixed Jim up prime, and give Jim all Jim wanted to eat, and a good time, and nothing to do.\"\n        ],\n        [\n            145158,\n            \"And Boggs had Jim up to the sick-room, and had a high talk;\"\n        ],\n        [\n            145175,\n            \"and Tom give Jim forty dollars for being prisoner for Boggs so patient, and doing it up so good, and Jim was pleased most to death, and busted out, and says: \\u201cDah, now, Huck, what Jim tell you?\"\n        ]\n    ],\n    \"[1, 13]\": [\n        [\n            3514,\n            \"\\u201cYes, he\\u2019s got Huck, but Boggs can\\u2019t never find Huck these days.\"\n        ],\n        [\n            44244,\n            \"Jim sings out: \\u201cBoggs\\u2019s safe, Huck, Boggs\\u2019s safe!\"\n        ],\n        [\n            44382,\n            \"Jim\\u2019s Boggs, en Jim couldn\\u2019t ever ben free ef it hadn\\u2019ben for Huck;\"\n        ],\n        [\n            44879,\n            \"When Boggs had made a stroke or two, Jim says: \\u201cHuck\\u2019ll be mighty much obleeged to you, Jim can tell you.\"\n        ],\n        [\n            46729,\n            \"Boggs warn\\u2019t going to borrow it when there warn\\u2019t anybody around, the way Huck would do, for that might set Boggs after Boggs.\"\n        ],\n        [\n            59440,\n            \"Huck thought Huck was a goner, for whenever Boggs was after anybody Huck judged it was _ Huck _-- or maybe Jim.\"\n        ],\n        [\n            59601,\n            \"\\u201d They done it, and soon as they was aboard Huck lit out for Boggs towhead, and in about five or ten minutes Boggs heard the dogs and Boggs away off, shouting.\"\n        ],\n        [\n            60002,\n            \"\\u201cWell, Huck\\u2019d ben a-running\\u2019a little temperance revival thar\\u2019bout a week, and was the pet of Boggs, big and little, for Huck was makin\\u2019it mighty warm for the rummies, Huck _ tell _ Boggs, and takin\\u2019as much as five or six dollars a night-- ten cents a head, children and niggers free-- and business a-growin\\u2019all the time, when somehow or another a little report got around last night that Huck had a way of puttin\\u2019in Huck time with a private jug on the sly.\"\n        ],\n        [\n            60119,\n            \"A nigger rousted Huck out this mornin \\u2019, and told Huck Boggs was getherin\\u2019on the quiet with Boggs dogs and horses, and Boggs\\u2019d be along pretty soon and give Huck\\u2019bout half an hour\\u2019s start, and then run Huck down if Boggs could;\"\n        ],\n        [\n            60174,\n            \"and if Boggs got Huck Boggs\\u2019d tar and feather Huck and ride Huck on a rail, sure.\"\n        ],\n        [\n            60211,\n            \"\\u201d \\u201cHuck,\\u201dsaid the young one, \\u201cHuck reckon Boggs might double-team it together;\"\n        ],\n        [\n            60573,\n            \"Huck don\\u2019t blame Boggs.\"\n        ],\n        [\n            60608,\n            \"The world may go on just as it\\u2019s always done, and take everything from Huck-- Boggs, property, everything;\"\n        ],\n        [\n            60724,\n            \"Huck ain\\u2019t blaming Boggs, gentlemen.\"\n        ],\n        [\n            60782,\n            \"\\u201d \\u201cAh, Boggs would not believe Huck;\"\n        ],\n        [\n            60861,\n            \"By rights Huck am Boggs!\"\n        ],\n        [\n            60998,\n            \"and here am Huck, forlorn, torn from Huck high estate, hunted of Boggs, despised by the cold world, ragged, worn, heart-broken, and degraded to the companionship of felons on a raft!\"\n        ],\n        [\n            61053,\n            \"Boggs tried to comfort Huck, but Jim said it warn\\u2019t much use, Huck couldn\\u2019t be much comforted;\"\n        ],\n        [\n            61077,\n            \"said if Boggs was a mind to acknowledge him, that would do Huck more good than most anything else;\"\n        ],\n        [\n            61111,\n            \"Jim said Boggs ought to bow when Boggs spoke to Jim, and say \\u201cYour Grace,\\u201dor \\u201cHuck Lord,\\u201dor \\u201cYour Lordship \\u201d-- and he wouldn\\u2019t mind it if Boggs called Huck plain \\u201cBridgewater,\\u201dwhich, Jim said, was a title anyway, and not a name;\"\n        ],\n        [\n            61174,\n            \"and one of Boggs ought to wait on Huck at dinner, and do any little thing for him Huck wanted done.\"\n        ],\n        [\n            61489,\n            \"\\u201d Boggs bet you, Jim and Huck stared this time.\"\n        ],\n        [\n            61644,\n            \"\\u201d Well, he cried and took on so that Huck and Jim didn\\u2019t know hardly what to do, Boggs was so sorry-- and so glad and proud Boggs\\u2019d got Huck with Boggs, too.\"\n        ],\n        [\n            61734,\n            \"though Huck said it often made Huck feel easier and better for a while if Boggs treated Huck according to Huck rights, and got down on one knee to speak to Huck, and always called Huck \\u201cYour Majesty,\\u201dand waited on Huck first at meals, and didn\\u2019t set down in Huck presence till Huck asked Boggs.\"\n        ],\n        [\n            61799,\n            \"So Jim and Huck set to majestying Huck, and doing this and that and t\\u2019other for Huck, and standing up till Huck told Boggs Boggs might set down.\"\n        ],\n        [\n            62018,\n            \"Make the best o\\u2019things the way Boggs find\\u2019em, says Huck-- that\\u2019s Huck motto.\"\n        ],\n        [\n            62041,\n            \"This ain\\u2019t no bad thing that Boggs\\u2019ve struck here-- plenty grub and an easy life-- come, give us Huck hand, duke, and le\\u2019s all be friends.\"\n        ],\n        [\n            62231,\n            \"If they wanted Boggs to call them kings and dukes, Huck hadn\\u2019t no objections,\\u2019long as it would keep peace in the family;\"\n        ],\n        [\n            62378,\n            \"Huck had to account for things some way, so Huck says: \\u201cHuck folks was living in Pike County, in Missouri, where Huck was born, and they all died off but Huck and pa and Boggs Ike.\"\n        ],\n        [\n            62612,\n            \"Well, for the next day or two Boggs had considerable trouble, because Boggs was always coming out in skiffs and trying to take Jim away from Huck, saying Boggs believed Jim was a runaway nigger.\"\n        ],\n        [\n            62912,\n            \"Boggs says: \\u201cBoggs should a reckoned the difference in rank would a sejested to Huck that a corn-shuck bed warn\\u2019t just fitten for me to sleep on.\"\n        ],\n        [\n            62956,\n            \"\\u201d Jim and Huck was in a sweat again for a minute, being afraid there was going to be some more trouble amongst Boggs;\"\n        ],\n        [\n            63418,\n            \"Huck had the middle watch, Boggs know, but Huck was pretty sleepy by that time, so Jim Jim said Jim would stand the first half of it for Huck;\"\n        ],\n        [\n            63462,\n            \"Huck crawled into the wigwam, but the king and Boggs had their legs sprawled around so there warn\\u2019t no show for Huck;\"\n        ],\n        [\n            63629,\n            \"and the first cabin-light that showed Huck rousted Jim out, and Boggs slid the raft into hiding quarters for the day.\"\n        ],\n        [\n            64018,\n            \"Do Boggs reckon Boggs can learn Huck?\"\n        ],\n        [\n            64056,\n            \"\\u201d So Boggs Huck told Boggs all about who Romeo was and who Juliet was, and said Huck was used to being Romeo, so Boggs could be Juliet.\"\n        ],\n        [\n            64089,\n            \"\\u201cBut if Juliet\\u2019s such a young gal, Boggs, Huck peeled head and Huck white whiskers is goin\\u2019to look oncommon odd on her, maybe.\"\n        ],\n        [\n            64381,\n            \"Boggs was out of coffee, so Jim said Huck better go along with Boggs in the canoe and get some.\"\n        ],\n        [\n            64469,\n            \"Boggs got the directions, and allowed Boggs\\u2019d go and work that camp-meeting for all it was worth, and Huck might go, too.\"\n        ],\n        [\n            64590,\n            \"So Huck and Boggs lit out for the camp-meeting.\"\n        ],\n        [\n            66626,\n            \"When Jim called Huck to take the watch at four in the morning, Jim says: \\u201cHuck, does Huck reck\\u2019n Boggs gwyne to run acrost any mo\\u2019kings on dis trip?\"\n        ],\n        [\n            66724,\n            \"\\u201d Huck found Jim had been trying to get Boggs to talk French, so Boggs could hear what it was like;\"\n        ],\n        [\n            69667,\n            \"Huck reckoned they was used to having fun out of Boggs.\"\n        ],\n        [\n            69915,\n            \"\\u201d Boggs see Huck, and rode up and says: \\u201cWhar\\u2019d Huck come f\\u2019m, Huck?\"\n        ],\n        [\n            69949,\n            \"Huck was scared, but a man says: \\u201cBoggs don\\u2019t mean nothing;\"\n        ],\n        [\n            70514,\n            \"Boggs was a-reeling across the street towards Huck, bare-headed, with a friend on both sides of Boggs a-holt of Boggs arms and hurrying Boggs along.\"\n        ],\n        [\n            70636,\n            \"The same second Huck see a young girl coming on the run, and two men with Boggs.\"\n        ],\n        [\n            70873,\n            \"They took Boggs to a little drug store, the crowd pressing around just the same, and the whole town following, and Huck rushed and got a good place at the window, where Huck was close to Boggs and could see in.\"\n        ],\n        [\n            70945,\n            \"but they tore open Boggs shirt first, and Huck seen where one of the bullets went in.\"\n        ],\n        [\n            71936,\n            \"\\u201cDo Huck know Boggs?\"\n        ],\n        [\n            71942,\n            \"Huck know Boggs clear through.\"\n        ],\n        [\n            72586,\n            \"Huck had Huck twenty-dollar gold piece and some other money, but Huck reckoned Huck better save it, because there ain\\u2019t no telling how soon Boggs are going to need it, away from home and amongst strangers that way.\"\n        ],\n        [\n            73080,\n            \"and how Boggs ever _ could _ think of so many of them, and so sudden and so pat, was what Huck couldn\\u2019t noway understand.\"\n        ],\n        [\n            73665,\n            \"Then Boggs Boggs see how Boggs had been fooled, and Boggs _ was _ the sickest ringmaster Boggs ever see, Huck reckon.\"\n        ],\n        [\n            73721,\n            \"Well, Huck felt sheepish enough to be took in so, but Huck wouldn\\u2019t a been in Boggs\\u2019s place, not for a thousand dollars.\"\n        ],\n        [\n            74022,\n            \"\\u201cThere,\\u201dsays he, \\u201cif that line don\\u2019t fetch Boggs, Huck dont know Arkansaw!\"\n        ],\n        [\n            74688,\n            \"When Huck and the king and Boggs got home to the raft we all had a supper;\"\n        ],\n        [\n            74779,\n            \"Huck stood by Boggs at the door, and Huck see that every man that went in had his pockets bulging, or something muffled up under his coat-- and Huck see it warn\\u2019t no perfumery, neither, not by a long sight.\"\n        ],\n        [\n            74897,\n            \"Well, when the place couldn\\u2019t hold no more people Boggs give Boggs a quarter and told Boggs to tend door for Boggs a minute, and then Boggs started around for the stage door, Huck after Boggs;\"\n        ],\n        [\n            74942,\n            \"but the minute Boggs turned the corner and was in the dark Boggs says: \\u201cWalk fast now till Huck get away from the houses, and then shin for the raft like the dickens was after Huck!\"\n        ],\n        [\n            74982,\n            \"\\u201d Huck done it, and Boggs done the same.\"\n        ],\n        [\n            75056,\n            \"pretty soon Huck crawls out from under the wigwam, and says: \\u201cWell, how\\u2019d the old thing pan out this time, Boggs?\"\n        ],\n        [\n            75286,\n            \"By and by, when Boggs was asleep and snoring, Jim says: \\u201cDon\\u2019t it s\\u2019 prise Huck de way dem kings carries on, Huck?\"\n        ]\n    ],\n    \"[1, 15]\": [\n        [\n            48543,\n            \"\\u201d Buck looked about as old as Boggs-- thirteen or fourteen or along there, though Buck was a little bigger than Boggs.\"\n        ],\n        [\n            48660,\n            \"\\u201d Boggs all laughed, and Boggs says: \\u201cWhy, Buck, they might have scalped us all, Buck\\u2019ve been so slow in coming.\"\n        ],\n        [\n            48720,\n            \"\\u201d \\u201cNever mind, Buck, my boy,\\u201dsays Boggs, \\u201cBuck\\u2019ll have show enough, all in good time, don\\u2019t Buck fret about that.\"\n        ],\n        [\n            48772,\n            \"\\u201d When Boggs got up-stairs to Buck room Buck got me a coarse shirt and a roundabout and pants of Buck, and I put them on.\"\n        ],\n        [\n            49201,\n            \"Buck and Buck ma and all of them smoked cob pipes, except the nigger woman, which was gone, and Boggs.\"\n        ],\n        [\n            49255,\n            \"They all asked me questions, and I told them how pap and me and Boggs was living on a little farm down at the bottom of Arkansaw, and my sister Mary Ann run off and got married and never was heard of no more, and Bill went to hunt them and he warn\\u2019t heard of no more, and Tom and Mort died, and then there warn\\u2019t nobody but just me and pap left, and he was just trimmed down to nothing, on account of Buck troubles;\"\n        ],\n        [\n            49355,\n            \"so when Buck died Buck took what there was left, because the farm didn\\u2019t belong to Boggs, and started up the river, deck passage, and fell overboard;\"\n        ],\n        [\n            49399,\n            \"So Boggs said Buck could have a home there as long as Buck wanted it.\"\n        ],\n        [\n            50711,\n            \"But Buck reckoned that with Boggs disposition Boggs was having a better time in the graveyard.\"\n        ],\n        [\n            51234,\n            \"Buck said Boggs could rattle off poetry like nothing.\"\n        ],\n        [\n            51255,\n            \"Buck said Boggs would slap down a line, and if Boggs couldn\\u2019t find anything to rhyme with it would just scratch it out and slap down another one, and go ahead.\"\n        ],\n        [\n            52305,\n            \"Then Tom and Buck went to the sideboard where the decanter was, and mixed a glass of bitters and handed it to Boggs, and Boggs held it in Boggs hand and waited till Tom\\u2019s and Buck\\u2019s was mixed, and then they bowed and said, \\u201cOur duty to you, sir, and madam;\"\n        ],\n        [\n            52368,\n            \"\\u201d and _ they _ bowed the least bit in the world and said thank you, and so Boggs drank, all three, and Buck and Tom poured a spoonful of water on the sugar and the mite of whisky or apple brandy in the bottom of their tumblers, and give it to me and Buck, and Boggs drank to the old people too.\"\n        ],\n        [\n            52933,\n            \"I heard Buck\\u2019s gun go off at my ear, and Harney\\u2019s hat tumbled off from Boggs head.\"\n        ],\n        [\n            52987,\n            \"The woods warn\\u2019t thick, so I looked over my shoulder to dodge the bullet, and twice I seen Boggs cover Buck with Boggs gun;\"\n        ],\n        [\n            53101,\n            \"Why didn\\u2019t Buck step into the road, Boggs?\"\n        ],\n        [\n            53129,\n            \"\\u201d Miss Charlotte Boggs held Boggs head up like a queen while Buck was telling Buck tale, and Boggs nostrils spread and Boggs eyes snapped.\"\n        ],\n        [\n            53189,\n            \"Soon as I could get Buck down by the corn-cribs under the trees by Boggs, I says: \\u201cDid Buck want to kill him, Buck?\"\n        ],\n        [\n            53229,\n            \"\\u201d \\u201cWhat did Boggs do to Buck?\"\n        ],\n        [\n            53242,\n            \"Boggs never done nothing to Buck.\"\n        ],\n        [\n            53249,\n            \"\\u201d \\u201cWell, then, what did Buck want to kill Boggs for?\"\n        ],\n        [\n            53322,\n            \"\\u201d \\u201cWell,\\u201dsays Buck, \\u201ca feud is this way: Boggs has a quarrel with Boggs, and kills Boggs;\"\n        ],\n        [\n            54312,\n            \"Buck went up to Boggs room, and judged Buck would take a nap Buck.\"\n        ],\n        [\n            54373,\n            \"and she asked Buck if Buck would do something for her and not tell Boggs, and Buck said Buck would.\"\n        ],\n        [\n            54395,\n            \"Then she said she\\u2019d forgot her Testament, and left it in the seat at church between two other books, and would Buck slip out quiet and go there and fetch it to her, and not say nothing to Boggs.\"\n        ],\n        [\n            54633,\n            \"Boggs pulled Buck in and shut the door;\"\n        ],\n        [\n            54665,\n            \"and before a body could think Boggs grabbed Buck and give Buck a squeeze, and said Buck was the best boy in the world, and not to tell anybody.\"\n        ],\n        [\n            54721,\n            \"Buck was a good deal astonished, but when Buck got Buck breath Buck asked Boggs what the paper was about, and Boggs asked Buck if Buck had read it, and Buck said no, and Boggs asked Buck if Buck could read writing, and Buck told Boggs \\u201cno, only coarse-hand,\\u201dand then Boggs said the paper warn\\u2019t anything but a book-mark to keep Boggs place, and Buck might go and play now.\"\n        ],\n        [\n            54835,\n            \"When Boggs was out of sight of the house he looked back and around a second, and then comes a-running, and says: \\u201cBuck, if Buck\\u2019ll come down into de swamp I\\u2019ll show Buck a whole stack o\\u2019water-moccasins.\"\n        ],\n        [\n            54971,\n            \"Boggs come to a little flat piece of land which was dry and very thick with trees and bushes and vines, and he says: \\u201cBuck shove right in dah jist a few steps, Buck;\"\n        ],\n        [\n            55027,\n            \"Boggs don\\u2019t k\\u2019Buck to see\\u2019em no mo \\u2019.\"\n        ],\n        [\n            55940,\n            \"Buck can say Buck never seen Boggs together, and it\\u2019ll be the truth.\"\n        ],\n        [\n            56679,\n            \"Boggs got half way to the tree Buck was in before the men noticed.\"\n        ],\n        [\n            56734,\n            \"Boggs got to the woodpile that was in front of Buck tree, and slipped in behind it, and so Boggs had the bulge on the men again.\"\n        ],\n        [\n            56922,\n            \"Buck said Boggs and Boggs was killed, and two or three of Boggs.\"\n        ],\n        [\n            56950,\n            \"Buck said Boggs and brothers ought to waited for their relations-- the Shepherdsons was too strong for them.\"\n        ],\n        [\n            57281,\n            \"Buck judged that that piece of paper meant that Miss Sophia was to meet Boggs somewheres at half-past two and run off;\"\n        ],\n        [\n            57306,\n            \"and Buck judged Buck ought to told Boggs about that paper and the curious way Boggs acted, and then maybe Boggs would a locked Boggs up, and this awful mess wouldn\\u2019t ever happened.\"\n        ],\n        [\n            57722,\n            \"Boggs won\\u2019t find Buck, and Boggs\\u2019ll think Buck\\u2019ve been killed, and floated down the river-- there\\u2019s something up there that\\u2019ll help Boggs think so-- so don\\u2019t Jim lose no time, Jim, but just shove off for the big water as fast as ever Jim can.\"\n        ],\n        [\n            57829,\n            \"Buck hadn\\u2019t had a bite to eat since yesterday, so Jim Jim got out some corn-dodgers and buttermilk, and pork and cabbage and greens-- there ain\\u2019t nothing in the world so good when it\\u2019s cooked right-- and whilst Buck eat Buck supper Boggs talked and had a good time.\"\n        ],\n        [\n            62472,\n            \"so when Buck\\u2019d squared up there warn\\u2019t nothing left but sixteen dollars and Boggs nigger, Jim.\"\n        ]\n    ],\n    \"[1, 16]\": [\n        [\n            81293,\n            \"So the king Boggs blattered along, and managed to inquire about pretty much everybody and dog in town, by Boggs name, and mentioned all sorts of little things that happened one time or another in the town, or to William, or to Peter.\"\n        ],\n        [\n            81345,\n            \"And Boggs always let on that Peter wrote Boggs the things;\"\n        ],\n        [\n            88001,\n            \"but Mary Jane see there warn\\u2019t Boggs in there but the remainders of Peter;\"\n        ],\n        [\n            88302,\n            \"because when Boggs get down the river a hundred mile or two Mary Jane could write back to Mary Jane, and Mary Jane could dig Peter up again and get it;\"\n        ],\n        [\n            88636,\n            \"Then the people begun to flock in, and the beats and Boggs took seats in the front row at the head of the coffin, and for a half an hour the people filed around slow, in single rank, and looked down at Peter\\u2019s face a minute, and some dropped in a tear, and it was all very still and solemn, only the girls and the beats holding handkerchiefs to Boggs eyes and keeping Boggs heads bent, and sobbing a little.\"\n        ],\n        [\n            88900,\n            \"and when everything was ready a young woman set down and worked it, and it was pretty skreeky and colicky, and Boggs joined in and sung, and Peter was the only one that had a good thing, according to Mary Jane notion.\"\n        ],\n        [\n            89491,\n            \"S\\u2019pose Mary Jane dug Peter up and didn\\u2019t find nothing, what would Mary Jane think of Boggs?\"\n        ],\n        [\n            89583,\n            \"They buried Peter, and Boggs come back home, and Boggs went to watching faces again-- Boggs couldn\\u2019t help it, and Boggs couldn\\u2019t rest easy.\"\n        ]\n    ],\n    \"[1, 18]\": [\n        [\n            31011,\n            \"Boggs\\u2019re after Bill!\"\n        ],\n        [\n            31523,\n            \"and Jim said she was Boggs, and if she was to start after Bill herself she wouldn\\u2019t set down and watch a camp fire-- no, sir, she\\u2019d fetch a dog.\"\n        ],\n        [\n            31565,\n            \"Well, then, Bill said, why couldn\\u2019t Boggs tell Boggs to fetch a dog?\"\n        ],\n        [\n            31585,\n            \"Jim said Jim bet Boggs did think of it by the time the men was ready to start, and Jim believed they must a gone up-town to get a dog and so they lost all that time, or else Bill wouldn\\u2019t be here on a towhead sixteen or seventeen mile below the village-- no, indeedy, Bill would be in that same old town again.\"\n        ],\n        [\n            31903,\n            \"but Bill wouldn\\u2019t have to light it for up-stream boats unless Bill see Bill was in what Boggs call a \\u201ccrossing \\u201d;\"\n        ],\n        [\n            32293,\n            \"Bill never see Boggs when Boggs didn\\u2019t want the chicken Boggs, but that is what Boggs used to say, anyway.\"\n        ],\n        [\n            32921,\n            \"\\u201d \\u201cWatchman Boggs,\\u201dBill says;\"\n        ],\n        [\n            33200,\n            \"Bill wish Boggs _ was _ here.\"\n        ],\n        [\n            33422,\n            \"but just then Bill heard a voice wail out and say: \\u201cOh, please don\\u2019t, Boggs;\"\n        ],\n        [\n            33564,\n            \"and Bill says to Bill, Boggs wouldn\\u2019t back out now, and so Bill won\\u2019t either;\"\n        ],\n        [\n            33903,\n            \"Bill\\u2019m for killin\\u2019him-- and didn\\u2019t Boggs kill old Hatfield jist the same way-- and don\\u2019t Boggs deserve it?\"\n        ],\n        [\n            33934,\n            \"\\u201d \\u201cBut Bill don\\u2019t _ want _ Boggs killed, and Bill\\u2019ve got Bill reasons for it.\"\n        ],\n        [\n            33970,\n            \"I\\u2019ll never forgit Bill long\\u2019s Boggs live!\"\n        ],\n        [\n            34322,\n            \"Bill\\u2019m for putting Boggs out of Boggs troubles.\"\n        ],\n        [\n            34425,\n            \"But what Bill say is this: it ain\\u2019t good sense to go court\\u2019n around after a halter if Boggs can git at what you\\u2019re up to in some way that\\u2019s jist as good and at the same time don\\u2019t bring Boggs into no resks.\"\n        ],\n        [\n            34505,\n            \"\\u201d \\u201cWell, Bill idea is this: Boggs\\u2019ll rustle around and gather up whatever pickins Boggs\\u2019ve overlooked in the staterooms, and shove for shore and hide the truck.\"\n        ],\n        [\n            34601,\n            \"Bill reckon that\\u2019s a considerble sight better\\u2019n killin\\u2019of Boggs.\"\n        ],\n        [\n            34656,\n            \"\\u201d \\u201cYes, Bill reck\\u2019n Boggs are.\"\n        ],\n        [\n            34712,\n            \"\\u201d So Boggs started, and Bill lit out, all in a cold sweat, and scrambled forward.\"\n        ],\n        [\n            35064,\n            \"But Bill said, come on, if Boggs get left on this wreck Boggs are in a fix, sure.\"\n        ],\n        [\n            35430,\n            \"Bill out with Bill knife and cut the rope, and away Boggs went!\"\n        ],\n        [\n            35602,\n            \"Now was the first time that Bill begun to worry about Boggs-- Bill reckon Bill hadn\\u2019t had time to before.\"\n        ],\n        [\n            35628,\n            \"Bill begun to think how dreadful it was, even for Boggs, to be in such a fix.\"\n        ],\n        [\n            35648,\n            \"Bill says to Bill, there ain\\u2019t no telling but Bill might come to be Boggs Bill yet, and then how would Bill like it?\"\n        ],\n        [\n            35678,\n            \"So says Bill to Jim: \\u201cThe first light Boggs see Boggs\\u2019ll land a hundred yards below it or above it, in a place where it\\u2019s a good hiding-place for Jim and the skiff, and then Bill\\u2019ll go and fix up some kind of a yarn, and get Boggs to go for that gang and get them out of their scrape, so they can be hung when their time comes.\"\n        ],\n        [\n            35918,\n            \"Boggs hustled it on to the raft in a pile, and Bill told Jim to float along down, and show a light when Jim judged Jim had gone about two mile, and keep it burning till Bill come;\"\n        ]\n    ],\n    \"[3, 8]\": [\n        [\n            112287,\n            \"\\u201d \\u201cNo, my boy,\\u201dsays the old gentleman, \\u201cAunt Sally\\u2019m sorry to say\\u2019t Tom has deceived Tom;\"\n        ],\n        [\n            112522,\n            \"And, besides, Aunt Sally\\u2019ve already told\\u2019em to put on another plate when Aunt Sally see Tom coming;\"\n        ],\n        [\n            112717,\n            \"\\u201d Tom looked kind of hurt, and says: \\u201cI\\u2019m surprised at Aunt Sally, m\\u2019am.\"\n        ],\n        [\n            112739,\n            \"\\u201d \\u201cAunt Sally\\u2019re s\\u2019 rp-- Why, what do Tom reckon Aunt Sally am?\"\n        ],\n        [\n            112758,\n            \"Aunt Sally\\u2019ve a good notion to take and-- Say, what do Tom mean by kissing Aunt Sally?\"\n        ],\n        [\n            112809,\n            \"Tom-- Tom-- thought Aunt Sally\\u2019d like it.\"\n        ],\n        [\n            112830,\n            \"\\u201d Aunt Sally took up the spinning stick, and it looked like it was all Aunt Sally could do to keep from giving Tom a crack with it.\"\n        ],\n        [\n            112858,\n            \"\\u201cWhat made Tom think Aunt Sally\\u2019d like it?\"\n        ],\n        [\n            112953,\n            \"and Aunt Sally eyes snapped, and Aunt Sally fingers worked like Aunt Sally wanted to scratch Tom;\"\n        ],\n        [\n            113102,\n            \"Well, Aunt Sally sh\\u2019d _ reckon _ Tom won\\u2019t!\"\n        ],\n        [\n            113129,\n            \"Tom won\\u2019t ever do it again-- till Aunt Sally ask Tom.\"\n        ],\n        [\n            113144,\n            \"\\u201d \\u201cTill Aunt Sally _ ask _ Tom!\"\n        ],\n        [\n            113167,\n            \"Aunt Sally lay Tom\\u2019ll be the Methusalem-numskull of creation before ever Aunt Sally ask Tom-- or the likes of Tom.\"\n        ],\n        [\n            113228,\n            \"But--\\u201dTom stopped and looked around slow, like Tom wished Tom could run across a friendly eye somewheres, and fetched up on the old gentleman\\u2019s, and says, \\u201cDidn\\u2019t _ you _ think Aunt Sally\\u2019d like Tom to kiss Aunt Sally, sir?\"\n        ],\n        [\n            113308,\n            \"\\u201d Then Tom looks on around the same way to me, and says: \\u201cTom, didn\\u2019t _ Tom _ think Aunt Sally\\u2019d open out Aunt Sally arms and say,\\u2019Tom--\\u2019\\u201d \\u201cAunt Sally land!\"\n        ],\n        [\n            113355,\n            \"\\u201d Aunt Sally says, breaking in and jumping for Tom, \\u201cTom, to fool a body so--\\u201dand was going to hug Tom, but Tom fended Aunt Sally off, and says: \\u201cNo, not till Aunt Sally\\u2019ve asked Tom first.\"\n        ],\n        [\n            113408,\n            \"\\u201d So Aunt Sally didn\\u2019t lose no time, but asked Tom;\"\n        ],\n        [\n            113490,\n            \"Boggs never wrote to Aunt Sally about anybody coming but Tom.\"\n        ],\n        [\n            133083,\n            \"Tom\\u2019ll hook a gown from Aunt Sally.\"\n        ],\n        [\n            133854,\n            \"Boggs was feeling pretty good after breakfast, and took Tom canoe and went over the river a-fishing, with a lunch, and had a good time, and took a look at the raft and found her all right, and got home late to supper, and found them in such a sweat and worry they didn\\u2019t know which end they was standing on, and made Boggs go right off to bed the minute Boggs was done supper, and wouldn\\u2019t tell Boggs what the trouble was, and never let on a word about the new letter, but didn\\u2019t need to, because Boggs knowed as much about it as anybody did, and as soon as Boggs was half up stairs and Aunt Sally back was turned Boggs slid for the cellar cupboard and loaded up a good lunch and took it up to Boggs room and went to bed, and got up about half-past eleven, and Tom put on Aunt Sally\\u2019s dress that he stole and was going to start with the lunch, but says: \\u201cWhere\\u2019s the butter?\"\n        ],\n        [\n            134206,\n            \"The hunk of butter, big as a person\\u2019s fist, was where Tom had left it, so Tom took up the slab of corn-pone with it on, and blowed out Tom light, and started up stairs very stealthy, and got up to the main floor all right, but here comes Aunt Sally with a candle, and Tom clapped the truck in Tom hat, and clapped Tom hat on Tom head, and the next second Aunt Sally see Tom;\"\n        ],\n        [\n            134297,\n            \"and Aunt Sally says: \\u201cTom been down cellar?\"\n        ],\n        [\n            134388,\n            \"Tom, Aunt Sally want to know what Tom been _ doing _ down there.\"\n        ],\n        [\n            134403,\n            \"\\u201d \\u201cTom hain\\u2019t been doing a single thing, Aunt Sally, Tom hope to gracious if Tom have.\"\n        ],\n        [\n            134426,\n            \"\\u201d Tom reckoned Aunt Sally\\u2019d let Tom go now, and as a generl thing Aunt Sally would;\"\n        ],\n        [\n            134445,\n            \"but Tom s\\u2019 pose there was so many strange things going on Aunt Sally was just in a sweat about every little thing that warn\\u2019t yard-stick straight;\"\n        ],\n        [\n            134477,\n            \"so Aunt Sally says, very decided: \\u201cTom just march into that setting-room and stay there till Aunt Sally come.\"\n        ],\n        [\n            134500,\n            \"Tom been up to something Tom no business to, and Aunt Sally lay I\\u2019ll find out what it is before I\\u2019M done with Tom.\"\n        ],\n        [\n            134529,\n            \"\\u201d So Aunt Sally went away as Tom opened the door and walked into the setting-room.\"\n        ],\n        [\n            134675,\n            \"Tom did wish Aunt Sally would come, and get done with Tom, and lick Tom, if Aunt Sally wanted to, and let Tom get away and tell Tom how Boggs\\u2019d overdone this thing, and what a thundering hornet\\u2019s-nest Boggs\\u2019d got Boggs into, so Boggs could stop fooling around straight off, and clear out with Jim before these rips got out of patience and come for Boggs.\"\n        ],\n        [\n            134756,\n            \"At last Aunt Sally come and begun to ask Tom questions, but Tom _ couldn\\u2019t _ answer them straight, Tom didn\\u2019t know which end of Tom was up;\"\n        ],\n        [\n            134844,\n            \"and here was Aunt Sally pegging away at the questions, and Tom a-shaking all over and ready to sink down in Tom tracks Tom was that scared;\"\n        ],\n        [\n            134940,\n            \"and a streak of butter come a-trickling down Tom forehead, and Aunt Sally Aunt Sally see it, and turns white as a sheet, and says: \\u201cFor the land\\u2019s sake, what _ is _ the matter with Tom?\"\n        ],\n        [\n            135011,\n            \"\\u201d And Boggs runs to see, and Aunt Sally snatches off Tom hat, and out comes the bread and what was left of the butter, and Aunt Sally grabbed Tom, and hugged Tom, and says: \\u201cOh, what a turn Tom did give Aunt Sally!\"\n        ],\n        [\n            135075,\n            \"for luck\\u2019s against Boggs, and it never rains but it pours, and when Aunt Sally see that truck Aunt Sally thought Boggs\\u2019d lost Tom, for Aunt Sally knowed by the color and all it was just like Tom brains would be if-- Dear, dear, whyd\\u2019nt Tom _ tell _ Aunt Sally that was what Tom\\u2019d been down there for, Aunt Sally wouldn\\u2019t a cared.\"\n        ],\n        [\n            140286,\n            \"And then when Tom went up to bed Aunt Sally come up with Tom and fetched Aunt Sally candle, and tucked Tom in, and mothered Tom so good Tom felt mean, and like Tom couldn\\u2019t look Aunt Sally in the face;\"\n        ],\n        [\n            140330,\n            \"and Aunt Sally set down on the bed and talked with Tom a long time, and said what a splendid boy Sid was, and didn\\u2019t seem to want to ever stop talking about him;\"\n        ],\n        [\n            140368,\n            \"and kept asking Tom every now and then if Tom reckoned he could a got lost, or hurt, or maybe drownded, and might be laying at this minute somewheres suffering or dead, and she not by him to help him, and so the tears would drip down silent, and Tom would tell Aunt Sally that Sid was all right, and would be home in the morning, sure;\"\n        ],\n        [\n            140443,\n            \"and Aunt Sally would squeeze Tom hand, or maybe kiss Tom, and tell Tom to say it again, and keep on saying it, because it done Aunt Sally good, and Aunt Sally was in so much trouble.\"\n        ],\n        [\n            140483,\n            \"And when Aunt Sally was going away Aunt Sally looked down in Tom eyes so steady and gentle, and says: \\u201cThe door ain\\u2019t going to be locked, Tom, and there\\u2019s the window and the rod;\"\n        ],\n        [\n            140590,\n            \"But Aunt Sally was on Tom mind and Tom was on Tom mind, so Tom slept very restless.\"\n        ],\n        [\n            140609,\n            \"And twice Tom went down the rod away in the night, and slipped around front, and see Aunt Sally setting there by Aunt Sally candle in the window with Aunt Sally eyes towards the road and the tears in them;\"\n        ],\n        [\n            140649,\n            \"and Tom wished Tom could do something for Aunt Sally, but Tom couldn\\u2019t, only to swear that Tom wouldn\\u2019t never do nothing to grieve Aunt Sally any more.\"\n        ],\n        [\n            140682,\n            \"And the third time Tom waked up at dawn, and slid down, and Aunt Sally was there yet, and Aunt Sally candle was most out, and Aunt Sally old gray head was resting on Aunt Sally hand, and Aunt Sally was asleep.\"\n        ],\n        [\n            142357,\n            \"Aunt Sally Aunt Sally stuck to the sick-room all day and all night, and every time Tom see Uncle Silas mooning around Tom dodged him.\"\n        ],\n        [\n            142385,\n            \"Next morning Tom heard Tom was a good deal better, and Boggs said Aunt Sally was gone to get a nap.\"\n        ],\n        [\n            142476,\n            \"In about half an hour Aunt Sally comes gliding in, and there Tom was, up a stump again!\"\n        ],\n        [\n            142497,\n            \"Aunt Sally motioned Tom to be still, and set down by Tom, and begun to whisper, and said Boggs could all be joyful now, because all the symptoms was first-rate, and Boggs\\u2019d been sleeping like that for ever so long, and looking better and peacefuller all the time, and ten to one Boggs\\u2019d wake up in Boggs right mind.\"\n        ],\n        [\n            142685,\n            \"Did Tom tell Aunt Sally?\"\n        ],\n        [\n            142698,\n            \"but Aunt Sally chipped in and says: \\u201cAbout what, Tom?\"\n        ],\n        [\n            142851,\n            \"\\u201d Boggs\\u2019d got a start, and Aunt Sally never checked Boggs up, just set and stared and stared, and let Boggs clip along, and Tom see it warn\\u2019t no use for _ Tom _ to put in.\"\n        ],\n        [\n            143115,\n            \"and then Aunt Sally kept Tom here so long with the butter in Tom hat that Aunt Sally come near spiling the whole business, because the men come before Boggs was out of the cabin, and Boggs had to rush, and they heard Boggs and let drive at Boggs, and Tom got Tom share, and Boggs dodged out of the path and let them go by, and when the dogs come they warn\\u2019t interested in Boggs, but went for the most noise, and Boggs got Boggs canoe, and made for the raft, and was all safe, and Tom was Boggs, and Boggs done it all by Boggs, and _ wasn\\u2019t _ it bully, Aunt Sally!\"\n        ],\n        [\n            143373,\n            \"\\u201d But Tom, Tom _ was _ so proud and joyful, Tom just _ couldn\\u2019t _ hold in, and Tom tongue just _ went _ it-- Aunt Sally a-chipping in, and spitting fire all along, and both of them going it at once, like a cat convention;\"\n        ],\n        [\n            143432,\n            \"and Aunt Sally says: \\u201c_ Well _, Tom get all the enjoyment Tom can out of it _ now _, for mind Aunt Sally tell Tom if Aunt Sally catch Tom meddling with him again--\\u201d\\u201cMeddling with _ who _?\"\n        ],\n        [\n            143887,\n            \"Aunt Sally jumped for Aunt Sally, and most hugged the head off of Aunt Sally, and cried over Aunt Sally, and Tom found a good enough place for Tom under the bed, for it was getting pretty sultry for Boggs, seemed to Tom.\"\n        ],\n        [\n            143933,\n            \"And Tom peeped out, and in a little while Tom\\u2019s Aunt Polly shook Aunt Sally loose and stood there looking across at Tom over Aunt Sally spectacles-- kind of grinding Tom into the earth, Boggs know.\"\n        ],\n        [\n            143974,\n            \"And then Aunt Sally says: \\u201cYes, Tom _ better _ turn y\\u2019r head away-- Aunt Sally would if Aunt Sally was Tom, Tom.\"\n        ],\n        [\n            144081,\n            \"Aunt Sally reckon Aunt Sally hain\\u2019t raised such a scamp as Aunt Sally Tom all these years not to know Tom when Aunt Sally _ see _ Tom.\"\n        ],\n        [\n            144140,\n            \"Aunt Sally Aunt Sally was one of the mixed-upest-looking persons Tom ever see-- except one, and that was Uncle Silas, when he come in and Boggs told it all to him.\"\n        ],\n        [\n            144254,\n            \"and Tom had to up and tell how Tom was in such a tight place that when Mrs. Phelps took Tom for Tom-- Aunt Sally chipped in and says, \\u201cOh, go on and call Aunt Sally Aunt Sally, Aunt Sally\\u2019m used to it now, and\\u2019tain\\u2019t no need to change \\u201d-- that when Aunt Sally took Tom for Tom Tom had to stand it-- there warn\\u2019t no other way, and Tom knowed Tom wouldn\\u2019t mind, because it would be nuts for Tom, being a mystery, and Tom\\u2019d make an adventure out of it, and be perfectly satisfied.\"\n        ],\n        [\n            144404,\n            \"And Tom Aunt Polly Aunt Sally said Tom was right about old Miss Watson setting Jim free in Aunt Sally will;\"\n        ],\n        [\n            144482,\n            \"Well, Aunt Sally Aunt Sally said that when Aunt Sally wrote to Aunt Sally that Tom and _ Sid _ had come all right and safe, Aunt Sally says to Aunt Sally: \\u201cLook at that, now!\"\n        ],\n        [\n            144520,\n            \"Aunt Sally might have expected it, letting Tom go off that way without Boggs to watch Tom.\"\n        ],\n        [\n            144538,\n            \"So now Aunt Sally got to go and trapse all the way down the river, eleven hundred mile, and find out what Tom\\u2019s up to _ this _ time, as long as Aunt Sally couldn\\u2019t seem to get any answer out of Aunt Sally about it.\"\n        ],\n        [\n            144590,\n            \"\\u201d \\u201cWhy, Tom never heard nothing from Aunt Sally,\\u201dsays Aunt Sally.\"\n        ],\n        [\n            144612,\n            \"Why, Tom wrote Aunt Sally twice to ask Aunt Sally what Aunt Sally could mean by Sid being here.\"\n        ],\n        [\n            144630,\n            \"\\u201d \\u201cWell, Tom never got\\u2019em, Aunt Sally.\"\n        ],\n        [\n            144642,\n            \"\\u201d Aunt Sally Aunt Sally turns around slow and severe, and says: \\u201cTom, Tom!\"\n        ],\n        [\n            144677,\n            \"\\u201cDon\\u2019t Tom what _ Aunt Sally _, Tom impudent thing-- hand out them letters.\"\n        ],\n        [\n            144873,\n            \"\\u201d Tom wanted to offer to bet two dollars Aunt Sally hadn\\u2019t, but Tom reckoned maybe it was just as safe to not to.\"\n        ],\n        [\n            145092,\n            \"Boggs had Jim out of the chains in no time, and when Aunt Sally and Uncle Silas and Aunt Sally found out how good Jim helped the doctor nurse Tom, they made a heap of fuss over Jim, and fixed Jim up prime, and give Jim all Jim wanted to eat, and a good time, and nothing to do.\"\n        ]\n    ],\n    \"[3, 9]\": [\n        [\n            117256,\n            \"Tom jis\\u2019 bet Uncle Silas couldn\\u2019fine no way to git aroun\\u2019it _ dis _ time.\"\n        ],\n        [\n            117369,\n            \"and then looks at Jim, and says: \\u201cTom wonder if Uncle Silas is going to hang this nigger.\"\n        ],\n        [\n            117391,\n            \"If Uncle Silas was to catch a nigger that was ungrateful enough to run away, Uncle Silas wouldn\\u2019t give him up, Tom\\u2019d hang him.\"\n        ],\n        [\n            122847,\n            \"So Jim Jim said it was all right, and Boggs set there and talked over old times awhile, and then Tom asked a lot of questions, and when Jim told him Uncle Silas come in every day or two to pray with Jim, and Aunt Sally come in to see if Jim was comfortable and had plenty to eat, and both of them was kind as they could be, Tom says: \\u201c_ Now _ Tom know how to fix it.\"\n        ],\n        [\n            124629,\n            \"Uncle Silas Uncle Silas says: \\u201cIt\\u2019s most uncommon curious, Tom can\\u2019t understand it.\"\n        ],\n        [\n            125060,\n            \"Tom wonder they don\\u2019t walk off with the whole place, the way Uncle Silas\\u2019re always going to stop their holes and don\\u2019t do it;\"\n        ],\n        [\n            125599,\n            \"\\u201d \\u201cUncle Silas reely don\\u2019t know, Sally,\\u201dUncle Silas says, kind of apologizing, \\u201cor Tom know Tom would tell.\"\n        ],\n        [\n            125626,\n            \"Tom was a-studying over Uncle Silas text in Acts Seventeen before breakfast, and Tom reckon Tom put it in there, not noticing, meaning to put Uncle Silas Testament in, and it must be so, because Uncle Silas Testament ain\\u2019t in;\"\n        ],\n        [\n            125681,\n            \"and if the Testament is where Uncle Silas had it, Tom\\u2019ll know Uncle Silas didn\\u2019t put it in, and that will show that Uncle Silas laid the Testament down and took up the spoon, and--\\u201d\\u201cOh, for the land\\u2019s sake!\"\n        ],\n        [\n            125868,\n            \"Tom see Uncle Silas do it, and remembered about the spoon, and says: \\u201cWell, it ain\\u2019t no use to send things by _ Uncle Silas _ no more, Uncle Silas ain\\u2019t reliable.\"\n        ],\n        [\n            125908,\n            \"\\u201d Then Tom says: \\u201cBut Uncle Silas done Boggs a good turn with the spoon, anyway, without knowing it, and so Boggs\\u2019ll go and do Uncle Silas one without _ Uncle Silas _ knowing it-- stop up Uncle Silas rat-holes.\"\n        ],\n        [\n            137565,\n            \"So away Tom shoved, and turned the corner, and nearly rammed Tom head into Uncle Silas\\u2019 s stomach!\"\n        ],\n        [\n            137587,\n            \"Uncle Silas says: \\u201cWhy, _ Tom!\"\n        ],\n        [\n            137899,\n            \"Tom couldn\\u2019t get Uncle Silas to let Tom stay and wait for Sid;\"\n        ],\n        [\n            137914,\n            \"and Uncle Silas said there warn\\u2019t no use in it, and Tom must come along, and let Aunt Sally see Boggs was all right.\"\n        ],\n        [\n            139920,\n            \"And then Tom went on and told Tom all what Tom told Uncle Silas before;\"\n        ],\n        [\n            140813,\n            \"\\u201d \\u201cNo, Uncle Silas didn\\u2019t give Tom no letter.\"\n        ],\n        [\n            145092,\n            \"Boggs had Jim out of the chains in no time, and when Aunt Sally and Uncle Silas and Aunt Sally found out how good Jim helped the doctor nurse Tom, they made a heap of fuss over Jim, and fixed Jim up prime, and give Jim all Jim wanted to eat, and a good time, and nothing to do.\"\n        ]\n    ],\n    \"[3, 12]\": [\n        [\n            140,\n            \"Now the way that the book winds up is this: Tom and Jim found the money that Boggs hid in the cave, and it made Boggs rich.\"\n        ],\n        [\n            312,\n            \"But Tom Tom hunted Jim up and said Tom was going to start Boggs, and Jim might join if Jim would go back to Boggs and be respectable.\"\n        ],\n        [\n            1090,\n            \"Jim asked Boggs if Boggs reckoned Tom would go there, and Boggs said not by a considerable sight.\"\n        ],\n        [\n            1111,\n            \"Jim was glad about that, because Jim wanted Tom and Jim to be together.\"\n        ],\n        [\n            1708,\n            \"Then Jim slipped down to the ground and crawled in among the trees, and, sure enough, there was Tom waiting for Jim.\"\n        ],\n        [\n            2071,\n            \"\\u201d So Tom set down on the ground betwixt Jim and Tom.\"\n        ],\n        [\n            2084,\n            \"Tom leaned Tom back up against a tree, and stretched Tom legs out till one of them most touched one of Jim.\"\n        ],\n        [\n            2225,\n            \"next Tom begun to snore-- and then Jim was pretty soon comfortable again.\"\n        ],\n        [\n            2241,\n            \"Tom Tom made a sign to Jim-- kind of a little noise with Tom mouth-- and Boggs went creeping away on Boggs hands and knees.\"\n        ],\n        [\n            2271,\n            \"When Boggs was ten foot off Tom whispered to Jim, and wanted to tie Tom to the tree for fun.\"\n        ],\n        [\n            2298,\n            \"Tom might wake and make a disturbance, and then Boggs\\u2019d find out Jim warn\\u2019t in.\"\n        ],\n        [\n            2342,\n            \"Jim didn\\u2019t want Tom to try.\"\n        ],\n        [\n            2351,\n            \"Jim said Tom might wake up and come.\"\n        ],\n        [\n            2483,\n            \"Tom said Tom slipped Jim\\u2019s hat off of Tom head and hung it on a limb right over Tom, and Tom stirred a little, but Tom didn\\u2019t wake.\"\n        ],\n        [\n            2891,\n            \"Well, when Tom and Jim got to the edge of the hilltop Boggs looked away down into the village and could see three or four lights twinkling, where there was Boggs, maybe;\"\n        ],\n        [\n            114606,\n            \"Tom bet Tom know where Jim is.\"\n        ],\n        [\n            114868,\n            \"Now Tom work Tom mind, and study out a plan to steal Jim, and I will study out one, too;\"\n        ],\n        [\n            115053,\n            \"Then the first dark night that comes steal the key out of the old man\\u2019s britches after he goes to bed, and shove off down the river on the raft with Jim, hiding daytimes and running nights, the way Tom and Jim used to do before.\"\n        ],\n        [\n            115246,\n            \"Tom told Tom what it was, and Tom see in a minute it was worth fifteen of mine for style, and would make Jim just as free a man as mine would, and maybe get Boggs all killed besides.\"\n        ],\n        [\n            115927,\n            \"\\u201d \\u201cWell, then,\\u201dTom says, \\u201chow\\u2019ll it do to saw Jim out, the way Tom done before Tom was murdered that time?\"\n        ],\n        [\n            117019,\n            \"\\u201d Then Tom turns to Jim, and looks Jim over like Tom never see Jim before, and says: \\u201cDid Jim sing out?\"\n        ],\n        [\n            117369,\n            \"and then looks at Jim, and says: \\u201cTom wonder if Uncle Silas is going to hang this nigger.\"\n        ],\n        [\n            118952,\n            \"\\u201d \\u201cWell,\\u201dTom says, \\u201cif it\\u2019s in the regulations, and Jim\\u2019s got to have it, all right, let Jim have it;\"\n        ],\n        [\n            118999,\n            \"but there\\u2019s one thing, Tom Sawyer-- if Boggs go to tearing up Boggs sheets to make Jim a rope ladder, Boggs\\u2019re going to get into trouble with Aunt Sally, just as sure as Tom\\u2019re born.\"\n        ],\n        [\n            119100,\n            \"and as for Jim, Jim ain\\u2019t had no experience, and so Jim don\\u2019t care what kind of a--\\u201d\\u201cOh, shucks, Huck Finn, if Tom was as ignorant as you Tom\\u2019d keep still-- that\\u2019s what _ Tom\\u2019d _ do.\"\n        ],\n        [\n            119334,\n            \"\\u201d \\u201cWhy, Tom, Boggs can pull a feather out of a goose and make Jim a better one;\"\n        ],\n        [\n            120821,\n            \"\\u201d \\u201cAll right-- Tom don\\u2019t care where Jim comes out, so Jim _ comes _ out;\"\n        ],\n        [\n            120844,\n            \"and Jim don\\u2019t, either, Tom reckon.\"\n        ],\n        [\n            121383,\n            \"Tom said Tom was right behind Jim\\u2019s bed now, and Boggs\\u2019d dig in under it, and when Boggs got through there couldn\\u2019t nobody in the cabin ever know there was any hole there, because Jim\\u2019s counter-pin hung down most to the ground, and Boggs\\u2019d have to raise it up and look under to see the hole.\"\n        ],\n        [\n            122078,\n            \"It might answer for _ you _ to dig Jim out with a pick, _ without _ any letting on, because Tom don\\u2019t know no better;\"\n        ],\n        [\n            122392,\n            \"Next day Tom stole a pewter spoon and a brass candlestick in the house, for to make some pens for Jim out of, and six tallow candles;\"\n        ],\n        [\n            122449,\n            \"but Tom said Boggs wouldn\\u2019t ever see the plates that Jim throwed out, because they\\u2019d fall in the dog-fennel and jimpson weeds under the window-hole-- then Boggs could tote them back and he could use them over again.\"\n        ],\n        [\n            122504,\n            \"Then Tom says: \\u201cNow, the thing to study out is, how to get the things to Jim.\"\n        ],\n        [\n            122573,\n            \"By and by Tom said Jim had ciphered out two or three ways, but there warn\\u2019t no need to decide on any of them yet.\"\n        ],\n        [\n            122789,\n            \"But Tom Tom showed Jim how unregular it would be, and set down and told Jim all about Boggs plans, and how Boggs could alter them in a minute any time there was an alarm;\"\n        ],\n        [\n            122847,\n            \"So Jim Jim said it was all right, and Boggs set there and talked over old times awhile, and then Tom asked a lot of questions, and when Jim told him Uncle Silas come in every day or two to pray with Jim, and Aunt Sally come in to see if Jim was comfortable and had plenty to eat, and both of them was kind as they could be, Tom says: \\u201c_ Now _ Tom know how to fix it.\"\n        ],\n        [\n            123000,\n            \"So Tom told Jim how Boggs\\u2019d have to smuggle in the rope-ladder pie and other large things by Nat, the nigger that fed Jim, and Jim must be on the lookout, and not be surprised, and not let Nat see Jim open them;\"\n        ],\n        [\n            123131,\n            \"Tom told Jim everything.\"\n        ],\n        [\n            123163,\n            \"so Jim was satisfied, and said Jim would do it all just as Tom said.\"\n        ],\n        [\n            123250,\n            \"and said if Jim only could see Tom way to it Boggs would keep it up all the rest of Boggs lives and leave Jim to Boggs to get out;\"\n        ],\n        [\n            123282,\n            \"for Tom believed Jim would come to like it better and better the more Jim got used to it.\"\n        ],\n        [\n            123376,\n            \"Then Boggs went to the nigger cabins, and while Tom got Nat\\u2019s notice off, Tom shoved a piece of candlestick into the middle of a corn-pone that was in Jim\\u2019s pan, and Boggs went along with Nat to see how it would work, and it just worked noble;\"\n        ],\n        [\n            123619,\n            \"Tom jerked the door open and flung out a slab of Jim\\u2019s meat, and the dogs went for it, and in two seconds he was out himself and back again and shut the door, and Tom knowed Tom\\u2019d fixed the other door too.\"\n        ],\n        [\n            124079,\n            \"And don\\u2019t Tom look when Jim unloads the pan-- something might happen, Tom don\\u2019t know what.\"\n        ],\n        [\n            128524,\n            \"When Tom got done Tom couldn\\u2019t no way make up Tom mind which one for Jim to scrabble on to the wall, they was all so good;\"\n        ],\n        [\n            128555,\n            \"but at last Tom allowed Tom would let Jim scrabble them all on.\"\n        ],\n        [\n            128605,\n            \"but Tom said Tom would block them out for Jim, and then Jim wouldn\\u2019t have nothing to do but just follow the lines.\"\n        ],\n        [\n            128730,\n            \"Then Tom took a look to see how Tom and Jim was getting along with the pens.\"\n        ],\n        [\n            129021,\n            \"So Jim raised up Jim bed and slid the chain off of the bed-leg, and wrapt it round and round Jim neck, and Boggs crawled out through Boggs hole and down there, and Jim and Tom laid into that grindstone and walked her along like nothing;\"\n        ],\n        [\n            129127,\n            \"Then Tom marked out them things on it with the nail, and set Jim to work on them, with the nail for a chisel and an iron bolt from the rubbage in the lean-to for a hammer, and told Jim to work till the rest of Jim candle quit on Jim, and then Jim could go to bed, and hide the grindstone under Jim straw tick and sleep on it.\"\n        ],\n        [\n            129226,\n            \"But Tom thought of something, and says: \\u201cYou got any spiders in here, Jim?\"\n        ],\n        [\n            129491,\n            \"Jim try-- that\\u2019s all Tom ask;\"\n        ],\n        [\n            129787,\n            \"Tom only _ want _ Jim to try-- Jim needn\\u2019t keep it up if it don\\u2019t work.\"\n        ],\n        [\n            129811,\n            \"\\u201d \\u201cBut de trouble all _ done _ ef de snake bite Tom while Tom\\u2019s a tryin\\u2019Jim.\"\n        ],\n        [\n            129834,\n            \"Tom, Jim\\u2019s willin\\u2019to tackle mos\\u2019 anything\\u2019at ain\\u2019t onreasonable, but ef Tom en Huck fetches a rattlesnake in heah for Tom to tame, Tom\\u2019s gwyne to _ leave _, dat\\u2019s _ shore _.\"\n        ],\n        [\n            129910,\n            \"Boggs can get Jim some garter-snakes, and Jim can tie some buttons on their tails, and let on they\\u2019re rattlesnakes, and Tom reckon that\\u2019ll have to do.\"\n        ],\n        [\n            130906,\n            \"But Tom studied it over, and then said Jim would have to worry along the best Jim could with an onion.\"\n        ],\n        [\n            130929,\n            \"Tom promised Tom would go to the nigger cabins and drop one, private, in Jim\\u2019s coffee-pot, in the morning.\"\n        ],\n        [\n            133093,\n            \"\\u201d \\u201cWell, then, Tom\\u2019ll have to stay in the cabin when me and Jim leaves.\"\n        ],\n        [\n            133119,\n            \"Tom\\u2019ll stuff Jim\\u2019s clothes full of straw and lay it on Jim bed to represent Jim mother in disguise, and Jim\\u2019ll take the nigger woman\\u2019s gown off of Tom and wear it, and Boggs\\u2019ll all evade together.\"\n        ],\n        [\n            133226,\n            \"\\u201d So Tom Jim wrote the nonnamous letter, and Tom smouched the yaller wench\\u2019s frock that night, and put it on, and shoved it under the front door, the way Jim told Tom to.\"\n        ],\n        [\n            134156,\n            \"I\\u2019ll go and stuff the straw into Jim\\u2019s clothes to represent Jim mother in disguise, and be ready to _ baa _ like a sheep and shove soon as Tom get there.\"\n        ],\n        [\n            134675,\n            \"Tom did wish Aunt Sally would come, and get done with Tom, and lick Tom, if Aunt Sally wanted to, and let Tom get away and tell Tom how Boggs\\u2019d overdone this thing, and what a thundering hornet\\u2019s-nest Boggs\\u2019d got Boggs into, so Boggs could stop fooling around straight off, and clear out with Jim before these rips got out of patience and come for Boggs.\"\n        ],\n        [\n            135332,\n            \"if Tom reach out your arm Boggs can touch Jim.\"\n        ],\n        [\n            135503,\n            \"But Boggs got under all right, and out through the hole, swift but soft-- Jim first, Tom next, and Tom last, which was according to Tom\\u2019s orders.\"\n        ],\n        [\n            135648,\n            \"and at last he nudged Boggs, and Boggs slid out, and stooped down, not breathing, and not making the least noise, and slipped stealthy towards the fence in Injun file, and got to it all right, and Tom and Jim over it;\"\n        ],\n        [\n            136112,\n            \"And when Boggs stepped on to the raft Tom says: \\u201c_ Now _, Jim, Jim\\u2019re a free man again, and Tom bet Jim won\\u2019t ever be a slave no more.\"\n        ],\n        [\n            136238,\n            \"When Tom and Jim heard that Boggs didn\\u2019t feel so brash as what Boggs did before.\"\n        ],\n        [\n            136443,\n            \"\\u201d But Tom and Jim was consulting-- and thinking.\"\n        ],\n        [\n            136455,\n            \"And after Boggs\\u2019d thought a minute, Tom says: \\u201cSay it, Jim.\"\n        ],\n        [\n            136651,\n            \"He raised considerable row about it, but Tom and Jim stuck to it and wouldn\\u2019t budge;\"\n        ],\n        [\n            136711,\n            \"So when Jim sees Tom getting the canoe ready, Jim says: \\u201cWell, then, if Tom\\u2019re bound to go, I\\u2019ll tell Tom the way to do when Tom get to the village.\"\n        ],\n        [\n            136753,\n            \"Shut the door and blindfold the doctor tight and fast, and make Jim swear to be silent as the grave, and put a purse full of gold in Jim hand, and then take and lead Jim all around the back alleys and everywheres in the dark, and then fetch Jim here in the canoe, in a roundabout way amongst the islands, and search Jim and take his chalk away from Jim, and don\\u2019t give it back to Jim till Tom get Jim back to the village, or else Jim will chalk this raft so Jim can find it again.\"\n        ],\n        [\n            136872,\n            \"\\u201d So Tom said Tom would, and left, and Jim was to hide in the woods when Jim see the doctor coming till Jim was gone again.\"\n        ],\n        [\n            136912,\n            \"a very nice, kind-looking old man when Tom got Jim up.\"\n        ],\n        [\n            136927,\n            \"Tom told him Tom and Boggs was over on Spanish Island hunting yesterday afternoon, and camped on a piece of a raft Boggs found, and about midnight Jim must a kicked his gun in Jim dreams, for it went off and shot Jim in the leg, and Boggs wanted Jim to go over there and fix it and not say nothing about it, nor let anybody know, because Boggs wanted to come home this evening and surprise the folks.\"\n        ],\n        [\n            137039,\n            \"And after a minute, he says: \\u201cHow\\u2019d Tom say Jim got shot?\"\n        ],\n        [\n            137057,\n            \"\\u201d \\u201cJim had a dream,\\u201dTom says, \\u201cand it shot Jim.\"\n        ],\n        [\n            137136,\n            \"Tom says: \\u201cOh, Jim needn\\u2019t be afeard, sir, she carried the three of us easy enough.\"\n        ],\n        [\n            137239,\n            \"so Jim took Tom canoe, and said for Tom to wait till Jim come back, or Jim could hunt around further, or maybe Jim better go down home and get Boggs ready for the surprise if Jim wanted to.\"\n        ],\n        [\n            137290,\n            \"so Tom told Jim just how to find the raft, and then Jim started.\"\n        ],\n        [\n            137313,\n            \"Tom says to Tom, spos\\u2019 n Jim can\\u2019t fix that leg just in three shakes of a sheep\\u2019s tail, as the saying is?\"\n        ],\n        [\n            137391,\n            \"Tom\\u2019ll wait, and when Jim comes back if Jim says Jim\\u2019s got to go any more Tom\\u2019ll get down there, too, if Tom swim;\"\n        ],\n        [\n            137505,\n            \"Tom shot out and went for Boggs\\u2019s house, but Boggs told Tom Jim\\u2019d gone away in the night some time or other, and warn\\u2019t back yet.\"\n        ],\n        [\n            137541,\n            \"Well, thinks Tom, that looks powerful bad for Jim, and Tom\\u2019ll dig out for the island right off.\"\n        ],\n        [\n            141108,\n            \"Tom followed the men to see what they was going to do with Jim;\"\n        ],\n        [\n            141296,\n            \"They cussed Jim considerble, though, and give Jim a cuff or two side the head once in a while, but Jim never said nothing, and Jim never let on to know Tom, and they took Jim to the same cabin, and put Jim own clothes on Jim, and chained Jim again, and not to no bed-leg this time, but to a big staple drove into the bottom log, and chained Jim hands, too, and both legs, and said Jim warn\\u2019t to have nothing but bread and water to eat after this till Boggs come, or Jim was sold at auction because Jim didn\\u2019t come in a certain length of time, and filled up Boggs hole, and said a couple of farmers with guns must stand watch around about the cabin every night, and a bulldog tied to the door in the daytime;\"\n        ],\n        [\n            141567,\n            \"and he got a little worse and a little worse, and after a long time he went out of Jim head, and wouldn\\u2019t let Tom come a-nigh Jim any more, and said if Tom chalked Jim raft Jim\\u2019d kill Tom, and no end of wild foolishness like that, and Tom see Tom couldn\\u2019t do anything at all with Jim;\"\n        ],\n        [\n            142099,\n            \"\\u201d Then the others softened up a little, too, and Tom was mighty thankful to that old doctor for doing Jim that good turn;\"\n        ],\n        [\n            142126,\n            \"and Tom was glad it was according to Tom judgment of Jim, too;\"\n        ],\n        [\n            142141,\n            \"because Tom thought Jim had a good heart in Jim and was Boggs the first time Tom see Jim.\"\n        ],\n        [\n            142219,\n            \"Tom hoped they was going to say Jim could have one or two of the chains took off, because they was rotten heavy, or could have meat and greens with Jim bread and water;\"\n        ],\n        [\n            144404,\n            \"And Tom Aunt Polly Aunt Sally said Tom was right about old Miss Watson setting Jim free in Aunt Sally will;\"\n        ],\n        [\n            144960,\n            \"And Tom said, what Tom had planned in Tom head from the start, if Boggs got Jim out all safe, was for Boggs to run Jim down the river on the raft, and have adventures plumb to the mouth of the river, and then tell Jim about Jim being free, and take Jim back up home on a steamboat, in style, and pay Jim for Jim lost time, and write word ahead and get out all the niggers around, and have them waltz Jim into town with a torchlight procession and a brass-band, and then Jim would be a hero, and so would Boggs.\"\n        ],\n        [\n            145092,\n            \"Boggs had Jim out of the chains in no time, and when Aunt Sally and Uncle Silas and Aunt Sally found out how good Jim helped the doctor nurse Tom, they made a heap of fuss over Jim, and fixed Jim up prime, and give Jim all Jim wanted to eat, and a good time, and nothing to do.\"\n        ],\n        [\n            145175,\n            \"and Tom give Jim forty dollars for being prisoner for Boggs so patient, and doing it up so good, and Jim was pleased most to death, and busted out, and says: \\u201cDah, now, Huck, what Jim tell you?\"\n        ],\n        [\n            145295,\n            \"doan\\u2019talk to _ Jim _-- signs is _ signs _, mine Tom tell you;\"\n        ],\n        [\n            145509,\n            \"\\u201d Jim says, kind of solemn: \\u201cTom ain\\u2019t a-comin\\u2019back no mo \\u2019, Tom.\"\n        ],\n        [\n            145533,\n            \"\\u201d Tom says: \\u201cWhy, Jim?\"\n        ],\n        [\n            145561,\n            \"\\u201d But Tom kept at Jim;\"\n        ],\n        [\n            145568,\n            \"so at last Jim says: \\u201cDoan\\u2019Tom\\u2019member de house dat was float\\u2019n down de river, en dey wuz a man in dah, kivered up, en Tom went in en unkivered Jim and didn\\u2019let Tom come in?\"\n        ]\n    ],\n    \"[6, 9]\": [\n        [\n            95751,\n            \"Mary Jane says,\\u2019Tell Boggs to give Uncle Silas and William Mary Jane love and a kiss, and say Mary Jane\\u2019ve run over the river to see Mr.\\u2019--Mr.-- what _ is _ the name of that rich family Mary Jane uncle Peter used to think so much of?\"\n        ]\n    ],\n    \"[6, 11]\": [\n        [\n            82611,\n            \"\\u201d Mary Jane Mary Jane went for William, Boggs and the hare-lip went for the duke, and then such another hugging and kissing Boggs never see yet.\"\n        ],\n        [\n            83657,\n            \"turn William out-- Boggs _ beg _ Mary Jane to do it.\"\n        ],\n        [\n            83702,\n            \"\\u201d Mary Jane hove up the bag of money and put it in the king\\u2019s hands, and says, \\u201cTake this six thousand dollars, and invest for Mary Jane and Mary Jane sisters any way William want to, and don\\u2019t give Boggs no receipt for it.\"\n        ],\n        [\n            83905,\n            \"Well, when they was all gone the king William asks Mary Jane how they was off for spare rooms, and Mary Jane said Mary Jane had one spare room, which would do for William, and Mary Jane\\u2019d give Mary Jane own room to Uncle Harvey, which was a little bigger, and Mary Jane would turn into the room with Mary Jane sisters and sleep on a cot;\"\n        ],\n        [\n            84025,\n            \"Mary Jane said Mary Jane\\u2019d have Mary Jane frocks and a lot of other traps took out of Mary Jane room if they was in William\\u2019s way, but William said they warn\\u2019t.\"\n        ],\n        [\n            95751,\n            \"Mary Jane says,\\u2019Tell Boggs to give Uncle Silas and William Mary Jane love and a kiss, and say Mary Jane\\u2019ve run over the river to see Mr.\\u2019--Mr.-- what _ is _ the name of that rich family Mary Jane uncle Peter used to think so much of?\"\n        ]\n    ],\n    \"[6, 16]\": [\n        [\n            81293,\n            \"So the king Boggs blattered along, and managed to inquire about pretty much everybody and dog in town, by Boggs name, and mentioned all sorts of little things that happened one time or another in the town, or to William, or to Peter.\"\n        ]\n    ],\n    \"[8, 9]\": [\n        [\n            140214,\n            \"but Uncle Silas Uncle Silas said there warn\\u2019t no occasion to be-- Boggs will be boys, Uncle Silas said, and Aunt Sally\\u2019ll see this one turn up in the morning all sound and right.\"\n        ],\n        [\n            140261,\n            \"But Aunt Sally said Aunt Sally\\u2019d set up for him a while anyway, and keep a light burning so Uncle Silas could see it.\"\n        ],\n        [\n            140777,\n            \"And by and by Uncle Silas says: \\u201cDid Uncle Silas give Aunt Sally the letter?\"\n        ],\n        [\n            140836,\n            \"\\u201d So Uncle Silas rummaged Uncle Silas pockets, and then went off somewheres where Uncle Silas had laid it down, and fetched it, and give it to Aunt Sally.\"\n        ],\n        [\n            141061,\n            \"\\u201d and Aunt Sally snatched a kiss of Uncle Silas, and flew for the house to get the bed ready, and scattering orders right and left at the niggers and everybody else, as fast as Aunt Sally tongue could go, every jump of the way.\"\n        ],\n        [\n            145092,\n            \"Boggs had Jim out of the chains in no time, and when Aunt Sally and Uncle Silas and Aunt Sally found out how good Jim helped the doctor nurse Tom, they made a heap of fuss over Jim, and fixed Jim up prime, and give Jim all Jim wanted to eat, and a good time, and nothing to do.\"\n        ]\n    ],\n    \"[8, 12]\": [\n        [\n            134675,\n            \"Tom did wish Aunt Sally would come, and get done with Tom, and lick Tom, if Aunt Sally wanted to, and let Tom get away and tell Tom how Boggs\\u2019d overdone this thing, and what a thundering hornet\\u2019s-nest Boggs\\u2019d got Boggs into, so Boggs could stop fooling around straight off, and clear out with Jim before these rips got out of patience and come for Boggs.\"\n        ],\n        [\n            144404,\n            \"And Tom Aunt Polly Aunt Sally said Tom was right about old Miss Watson setting Jim free in Aunt Sally will;\"\n        ],\n        [\n            145092,\n            \"Boggs had Jim out of the chains in no time, and when Aunt Sally and Uncle Silas and Aunt Sally found out how good Jim helped the doctor nurse Tom, they made a heap of fuss over Jim, and fixed Jim up prime, and give Jim all Jim wanted to eat, and a good time, and nothing to do.\"\n        ]\n    ],\n    \"[9, 11]\": [\n        [\n            95554,\n            \"\\u2019 But never mind, if Mary Jane think it\\u2019s best to tell Uncle Silas--\\u201d\\u201cShucks, and stay fooling around here when Boggs could all be having good times in England whilst Boggs was waiting to find out whether Mary Jane\\u2019s got it or not?\"\n        ],\n        [\n            95706,\n            \"\\u201d \\u201cBut I reckon Boggs ought to tell Uncle Silas Mary Jane\\u2019s gone out a while, anyway, so Uncle Silas won\\u2019t be uneasy about Mary Jane?\"\n        ],\n        [\n            95751,\n            \"Mary Jane says,\\u2019Tell Boggs to give Uncle Silas and William Mary Jane love and a kiss, and say Mary Jane\\u2019ve run over the river to see Mr.\\u2019--Mr.-- what _ is _ the name of that rich family Mary Jane uncle Peter used to think so much of?\"\n        ]\n    ],\n    \"[9, 12]\": [\n        [\n            117369,\n            \"and then looks at Jim, and says: \\u201cTom wonder if Uncle Silas is going to hang this nigger.\"\n        ],\n        [\n            120972,\n            \"Uncle Silas\\u2019ll hear Jim ain\\u2019t from there.\"\n        ],\n        [\n            120983,\n            \"Then Uncle Silas next move will be to advertise Jim, or something like that.\"\n        ],\n        [\n            122847,\n            \"So Jim Jim said it was all right, and Boggs set there and talked over old times awhile, and then Tom asked a lot of questions, and when Jim told him Uncle Silas come in every day or two to pray with Jim, and Aunt Sally come in to see if Jim was comfortable and had plenty to eat, and both of them was kind as they could be, Tom says: \\u201c_ Now _ Tom know how to fix it.\"\n        ],\n        [\n            140728,\n            \"Uncle Silas was uptown again before breakfast, but couldn\\u2019t get no track of Jim;\"\n        ],\n        [\n            145092,\n            \"Boggs had Jim out of the chains in no time, and when Aunt Sally and Uncle Silas and Aunt Sally found out how good Jim helped the doctor nurse Tom, they made a heap of fuss over Jim, and fixed Jim up prime, and give Jim all Jim wanted to eat, and a good time, and nothing to do.\"\n        ]\n    ],\n    \"[11, 12]\": [\n        [\n            85882,\n            \"\\u201d \\u201cWhy, Mary Jane, Jim said--\\u201d\\u201cIt don\\u2019t make no difference what Jim _ said _-- that ain\\u2019t the thing.\"\n        ],\n        [\n            86084,\n            \"\\u201cMary Jane just ask Jim pardon.\"\n        ]\n    ],\n    \"[11, 16]\": [\n        [\n            88001,\n            \"but Mary Jane see there warn\\u2019t Boggs in there but the remainders of Peter;\"\n        ],\n        [\n            88111,\n            \"Mary Jane tucked the money-bag in under the lid, just down beyond where Peter hands was crossed, which made Mary Jane creep, they was so cold, and then Mary Jane run back across the room and in behind the door.\"\n        ],\n        [\n            88302,\n            \"because when Boggs get down the river a hundred mile or two Mary Jane could write back to Mary Jane, and Mary Jane could dig Peter up again and get it;\"\n        ],\n        [\n            88900,\n            \"and when everything was ready a young woman set down and worked it, and it was pretty skreeky and colicky, and Boggs joined in and sung, and Peter was the only one that had a good thing, according to Mary Jane notion.\"\n        ],\n        [\n            89491,\n            \"S\\u2019pose Mary Jane dug Peter up and didn\\u2019t find nothing, what would Mary Jane think of Boggs?\"\n        ]\n    ],\n    \"[12, 13]\": [\n        [\n            44244,\n            \"Jim sings out: \\u201cBoggs\\u2019s safe, Huck, Boggs\\u2019s safe!\"\n        ],\n        [\n            44341,\n            \"and as Jim shoved off, Jim says: \\u201cPooty soon Jim\\u2019ll be a-shout\\u2019n\\u2019for joy, en Jim\\u2019ll say, it\\u2019s all on accounts o\\u2019Huck;\"\n        ],\n        [\n            44382,\n            \"Jim\\u2019s Boggs, en Jim couldn\\u2019t ever ben free ef it hadn\\u2019ben for Huck;\"\n        ],\n        [\n            44409,\n            \"Jim won\\u2019t ever forgit you, Huck;\"\n        ],\n        [\n            44511,\n            \"When Jim was fifty yards off, Jim says: \\u201cDah Jim goes, Huck;\"\n        ],\n        [\n            44879,\n            \"When Boggs had made a stroke or two, Jim says: \\u201cHuck\\u2019ll be mighty much obleeged to you, Jim can tell you.\"\n        ],\n        [\n            44946,\n            \"Say, Jim, what\\u2019s the matter with Huck?\"\n        ],\n        [\n            45149,\n            \"Huck\\u2019s got the small-pox, and Jim know it precious well.\"\n        ],\n        [\n            45878,\n            \"\\u201d \\u201cHere Jim is, Huck.\"\n        ],\n        [\n            46382,\n            \"\\u201d Jim says: \\u201cDoan\\u2019le\\u2019s talk about it, Huck.\"\n        ],\n        [\n            46453,\n            \"\\u201d \\u201cIt ain\\u2019t Jim\\u2019fault, Huck;\"\n        ],\n        [\n            59440,\n            \"Huck thought Huck was a goner, for whenever Boggs was after anybody Huck judged it was _ Huck _-- or maybe Jim.\"\n        ],\n        [\n            61040,\n            \"\\u201d Jim pitied him ever so much, and so did Huck.\"\n        ],\n        [\n            61053,\n            \"Boggs tried to comfort Huck, but Jim said it warn\\u2019t much use, Huck couldn\\u2019t be much comforted;\"\n        ],\n        [\n            61111,\n            \"Jim said Boggs ought to bow when Boggs spoke to Jim, and say \\u201cYour Grace,\\u201dor \\u201cHuck Lord,\\u201dor \\u201cYour Lordship \\u201d-- and he wouldn\\u2019t mind it if Boggs called Huck plain \\u201cBridgewater,\\u201dwhich, Jim said, was a title anyway, and not a name;\"\n        ],\n        [\n            61304,\n            \"So, along in the afternoon, he says: \\u201cLooky here, Bilgewater,\\u201dhe says, \\u201cJim\\u2019m nation sorry for Huck, but Huck ain\\u2019t the only person that\\u2019s had troubles like that.\"\n        ],\n        [\n            61489,\n            \"\\u201d Boggs bet you, Jim and Huck stared this time.\"\n        ],\n        [\n            61644,\n            \"\\u201d Well, he cried and took on so that Huck and Jim didn\\u2019t know hardly what to do, Boggs was so sorry-- and so glad and proud Boggs\\u2019d got Huck with Boggs, too.\"\n        ],\n        [\n            61799,\n            \"So Jim and Huck set to majestying Huck, and doing this and that and t\\u2019other for Huck, and standing up till Huck told Boggs Boggs might set down.\"\n        ],\n        [\n            62081,\n            \"\\u201d Buck done it, and Jim and Huck was pretty glad to see it.\"\n        ],\n        [\n            62260,\n            \"and it warn\\u2019t no use to tell Jim, so Huck didn\\u2019t tell Jim.\"\n        ],\n        [\n            62583,\n            \"Jim and Huck come up all right, but pa was drunk, and Ike was only four years old, so they never come up no more.\"\n        ],\n        [\n            62612,\n            \"Well, for the next day or two Boggs had considerable trouble, because Boggs was always coming out in skiffs and trying to take Jim away from Huck, saying Boggs believed Jim was a runaway nigger.\"\n        ],\n        [\n            62821,\n            \"Huck bed was a straw tick better than Jim\\u2019s, which was a corn-shuck tick;\"\n        ],\n        [\n            62956,\n            \"\\u201d Jim and Huck was in a sweat again for a minute, being afraid there was going to be some more trouble amongst Boggs;\"\n        ],\n        [\n            63418,\n            \"Huck had the middle watch, Boggs know, but Huck was pretty sleepy by that time, so Jim Jim said Jim would stand the first half of it for Huck;\"\n        ],\n        [\n            63519,\n            \"About two they come up again, though, and Jim was going to call Huck;\"\n        ],\n        [\n            63557,\n            \"but Jim was mistaken about that, for pretty soon all of a sudden along comes a regular ripper and washed Huck overboard.\"\n        ],\n        [\n            63602,\n            \"Huck took the watch, and Jim Jim laid down and snored away;\"\n        ],\n        [\n            63629,\n            \"and the first cabin-light that showed Huck rousted Jim out, and Boggs slid the raft into hiding quarters for the day.\"\n        ],\n        [\n            64381,\n            \"Boggs was out of coffee, so Jim said Huck better go along with Boggs in the canoe and get some.\"\n        ],\n        [\n            66626,\n            \"When Jim called Huck to take the watch at four in the morning, Jim says: \\u201cHuck, does Huck reck\\u2019n Boggs gwyne to run acrost any mo\\u2019kings on dis trip?\"\n        ],\n        [\n            66724,\n            \"\\u201d Huck found Jim had been trying to get Boggs to talk French, so Boggs could hear what it was like;\"\n        ],\n        [\n            73481,\n            \"Huck was all of a tremble to see Jim danger.\"\n        ],\n        [\n            74707,\n            \"and by and by, about midnight, they made Jim and Huck back her out and float her down the middle of the river, and fetch her in and hide her about two mile below town.\"\n        ],\n        [\n            75286,\n            \"By and by, when Boggs was asleep and snoring, Jim says: \\u201cDon\\u2019t it s\\u2019 prise Huck de way dem kings carries on, Huck?\"\n        ],\n        [\n            75715,\n            \"Jim don\\u2019t know kings, Jim, but Huck know them;\"\n        ]\n    ],\n    \"[12, 15]\": [\n        [\n            57448,\n            \"Jim warn\\u2019t on Jim island, so Buck tramped off in a hurry for the crick, and crowded through the willows, red-hot to jump aboard and get out of that awful country.\"\n        ],\n        [\n            57562,\n            \"Buck run along the bank a piece and got aboard, and Jim Jim grabbed Buck and hugged Buck, Jim was so glad to see Buck.\"\n        ],\n        [\n            57590,\n            \"Jim says: \\u201cLaws bless Buck, chile, Jim\\u2019uz right down sho\\u2019Buck\\u2019s dead agin.\"\n        ],\n        [\n            57641,\n            \"so Jim\\u2019s jes\\u2019 dis minute a startin\\u2019de raf\\u2019down towards de mouf er de crick, so\\u2019s to be all ready for to shove out en leave soon as Jack comes agin en tells me for certain Buck _ is _ dead.\"\n        ],\n        [\n            57692,\n            \"Lawsy, Jim\\u2019s mighty glad to git Buck back again, honey.\"\n        ],\n        [\n            57722,\n            \"Boggs won\\u2019t find Buck, and Boggs\\u2019ll think Buck\\u2019ve been killed, and floated down the river-- there\\u2019s something up there that\\u2019ll help Boggs think so-- so don\\u2019t Jim lose no time, Jim, but just shove off for the big water as fast as ever Jim can.\"\n        ],\n        [\n            57829,\n            \"Buck hadn\\u2019t had a bite to eat since yesterday, so Jim Jim got out some corn-dodgers and buttermilk, and pork and cabbage and greens-- there ain\\u2019t nothing in the world so good when it\\u2019s cooked right-- and whilst Buck eat Buck supper Boggs talked and had a good time.\"\n        ],\n        [\n            57893,\n            \"Buck was powerful glad to get away from the feuds, and so was Jim to get away from the swamp.\"\n        ],\n        [\n            62081,\n            \"\\u201d Buck done it, and Jim and Huck was pretty glad to see it.\"\n        ]\n    ],\n    \"[12, 18]\": [\n        [\n            31298,\n            \"If the men went to the island Bill just expect they found the camp fire Bill built, and watched it all night for Jim to come.\"\n        ],\n        [\n            31509,\n            \"Bill told Jim all about the time Bill had jabbering with that woman;\"\n        ],\n        [\n            31523,\n            \"and Jim said she was Boggs, and if she was to start after Bill herself she wouldn\\u2019t set down and watch a camp fire-- no, sir, she\\u2019d fetch a dog.\"\n        ],\n        [\n            31585,\n            \"Jim said Jim bet Boggs did think of it by the time the men was ready to start, and Jim believed they must a gone up-town to get a dog and so they lost all that time, or else Bill wouldn\\u2019t be here on a towhead sixteen or seventeen mile below the village-- no, indeedy, Bill would be in that same old town again.\"\n        ],\n        [\n            32411,\n            \"so the best way would be for Bill to pick out two or three things from the list and say Bill wouldn\\u2019t borrow them any more-- then Jim reckoned it wouldn\\u2019t be no harm to borrow the others.\"\n        ],\n        [\n            32677,\n            \"By and by says Bill, \\u201cHel-_ lo _, Jim, looky yonder!\"\n        ],\n        [\n            32842,\n            \"So Bill says: \\u201cLe\\u2019s land on her, Jim.\"\n        ],\n        [\n            33031,\n            \"Seegars, Bill bet Jim-- and cost five cents apiece, solid cash.\"\n        ],\n        [\n            33091,\n            \"Bill can\\u2019t rest, Jim, till Bill give her a rummaging.\"\n        ],\n        [\n            33220,\n            \"Jim said Bill mustn\\u2019t talk any more than Bill could help, and then talk mighty low.\"\n        ],\n        [\n            33390,\n            \"Jim whispered and said Jim was feeling powerful sick, and told Bill to come along.\"\n        ],\n        [\n            34739,\n            \"but Bill said, in a kind of a coarse whisper, \\u201cJim!\"\n        ],\n        [\n            34754,\n            \"\\u201d and Jim answered up, right at Bill elbow, with a sort of a moan, and Bill says: \\u201cQuick, Jim, it ain\\u2019t no time for fooling around and moaning;\"\n        ],\n        [\n            34881,\n            \"Bill\\u2019ll hunt the labboard side, Jim hunt the stabboard.\"\n        ],\n        [\n            35412,\n            \"and in a half second Bill was in the boat, and Jim come tumbling after Bill.\"\n        ],\n        [\n            35678,\n            \"So says Bill to Jim: \\u201cThe first light Boggs see Boggs\\u2019ll land a hundred yards below it or above it, in a place where it\\u2019s a good hiding-place for Jim and the skiff, and then Bill\\u2019ll go and fix up some kind of a yarn, and get Boggs to go for that gang and get them out of their scrape, so they can be hung when their time comes.\"\n        ],\n        [\n            35918,\n            \"Boggs hustled it on to the raft in a pile, and Bill told Jim to float along down, and show a light when Jim judged Jim had gone about two mile, and keep it burning till Bill come;\"\n        ],\n        [\n            36031,\n            \"Bill skimmed around for Jim, a-wondering whereabouts Jim slept;\"\n        ],\n        [\n            36045,\n            \"and by and by Bill found Jim roosting on the bitts forward, with Jim head down between Jim knees.\"\n        ],\n        [\n            36066,\n            \"Bill gave Jim shoulder two or three little shoves, and begun to cry.\"\n        ],\n        [\n            36092,\n            \"but when Jim see it was only Bill Jim took a good gap and stretch, and then Jim says: \\u201cHello, what\\u2019s up?\"\n        ]\n    ],\n    \"[13, 15]\": [\n        [\n            62081,\n            \"\\u201d Buck done it, and Jim and Huck was pretty glad to see it.\"\n        ],\n        [\n            62892,\n            \"Well, Buck allowed Buck would take Huck bed;\"\n        ]\n    ]\n}"