"{\n    \"[1, 2]\": [\n        [\n            1583,\n            \"- \\u2018 And is Mr Wonka really Grandpa George?\"\n        ],\n        [\n            2208,\n            \"- \\u2018 And then again,-Grandpa Joe went on speaking very slowly now so that Charlie wouldn-t miss a word, \\u2018 Mr Wonka can make marshmallows that taste of violets, and rich caramels that change colour every ten seconds as you suck them, and little feathery sweets that melt away deliciously the moment Grandpa George put them between Grandpa George lips.\"\n        ],\n        [\n            2276,\n            \"Mr Wonka can make chewing-gum that never loses its taste, and sugar balloons that Grandpa George can blow up to enormous sizes before Grandpa George pop them with a pin and gobble them up.\"\n        ],\n        [\n            2311,\n            \"And, by a most secret method, Mr Wonka can make lovely blue birds-eggs with black spots on them, and when Grandpa George put one of these in Grandpa George mouth, it gradually gets smaller and smaller until suddenly there is nothing left except a tiny little pink sugary baby bird sitting on the tip of Grandpa George tongue.\"\n        ],\n        [\n            2544,\n            \"- 3 Mr Wonka and Grandpa George \\u2018 Grandpa George wrote a letter to Mr Wonka / said Grandpa Joe, \\u2018 and asked Mr Wonka to come all the way out to India and build Grandpa George a colossal palace entirely out of chocolate / \\u2018 Did Mr Wonka do it, Grandpa Joe?\"\n        ],\n        [\n            2692,\n            \"\\u2018 When it was all finished, Mr Wonka said to Grandpa George, \\u201cMr Wonka warn Grandpa George, though, it won-t last very long, so Grandpa George-d better start eating it right away.\"\n        ],\n        [\n            2777,\n            \"\\u201d \\u2018 But Mr Wonka was right, of course, because soon after this, there came a very hot day with a boiling sun, and the whole palace began to melt, and then it sank slowly to the ground, and Grandpa George, who was dozing in the living room at the time, woke up to find Grandpa George swimming around in a huge brown sticky lake of chocolate.\"\n        ],\n        [\n            3411,\n            \"Then one day, all of a sudden, Mr Wonka had to ask Grandpa George to leave, to go home, never to come back.\"\n        ],\n        [\n            3464,\n            \"All the other chocolate makers, Charlie see, had begun to grow jealous of the wonderful sweets that Mr Wonka was making, and Grandpa George started sending in spies to steal Mr Wonka secret recipes.\"\n        ],\n        [\n            3709,\n            \"Mr Wonka told Grandpa George that Mr Wonka was sorry, but Grandpa George would have to go home.\"\n        ],\n        [\n            3817,\n            \"And Grandpa George said, \\u201cMr Wonka.\"\n        ],\n        [\n            3923,\n            \"\\u201d Grandpa George ran to the gates, expecting to see them wide open and Mr Wonka standing there to welcome Grandpa George back.\"\n        ],\n        [\n            4202,\n            \"And of course now when Mr Wonka invents some new and wonderful sweet, neither Grandpa George nor Grandpa George nor Grandpa George nor Grandpa George is able to copy it.\"\n        ],\n        [\n            4290,\n            \"Hasn-t Grandpa George asked Mr Wonka?\"\n        ],\n        [\n            4298,\n            \"- \\u2018 Grandpa George sees Mr Wonka any more.\"\n        ],\n        [\n            4583,\n            \"- Evening Bulletin Mr Wonka, the confectionery genius whom nobody has seen for the last ten years, sent out the following notice today: Mr Wonka, Willy Wonka, have decided to allow five children-just five, mind Grandpa George, and no more-to visit Mr Wonka factory this year.\"\n        ],\n        [\n            4639,\n            \"These lucky five will be shown around personally by Mr Wonka, and Grandpa George will be allowed to see all the secrets and the magic of Mr Wonka factory.\"\n        ],\n        [\n            4845,\n            \"\\u2018 Mr Wonka-s Grandpa George!\"\n        ],\n        [\n            4870,\n            \"Grandpa George will be buying Mr Wonka-s chocolate bars in the hope of finding one!\"\n        ],\n        [\n            7635,\n            \"\\u2018 \\u201cGrandpa George-m a gum chewer, normally,\\u201dGrandpa George shouted, \\u201cbut when Grandpa George heard about these ticket things of Mr Wonka-s, Grandpa George gave up gum and started on chocolate bars in the hope of striking lucky.\"\n        ],\n        [\n            8166,\n            \"Oh yes, Grandpa George-m thrilled to be going to Mr Wonka-s factory.\"\n        ],\n        [\n            8183,\n            \"And Grandpa George understand that afterwards Mr Wonka-s going to give Grandpa George enough gum to last Grandpa George for the rest of Grandpa George whole life.\"\n        ],\n        [\n            13966,\n            \"Outside the gates of Mr Wonka-s factory, Grandpa George had gathered to watch the five lucky ticket holders going in.\"\n        ],\n        [\n            14694,\n            \"- Grandpa George shouted, \\u2018 That-s Mr Wonka!\"\n        ],\n        [\n            14889,\n            \"Mr Wonka was like a squirrel in the quickness of his movements, like Grandpa George.\"\n        ],\n        [\n            14970,\n            \"- Will Grandpa George come forward one at a time, please,-Mr Wonka called out, \\u2018 and bring Grandpa George.\"\n        ],\n        [\n            15097,\n            \"- Mr Wonka was clearly just as excited as Grandpa George.\"\n        ],\n        [\n            15431,\n            \"Now will Grandpa George please follow Mr Wonka!\"\n        ],\n        [\n            15459,\n            \"Mr Wonka shouldn-t like to lose Grandpa George at this stage of the proceedings!\"\n        ],\n        [\n            15544,\n            \"- cried Mr Wonka, trotting along in front of Grandpa George.\"\n        ],\n        [\n            15579,\n            \"Mr Wonka have to keep it warm inside the factory because of Grandpa George!\"\n        ],\n        [\n            15860,\n            \"\\u2018 Now this, Grandpa George,-said Mr Wonka, raising Mr Wonka voice above the noise, \\u2018 this is the main corridor.\"\n        ],\n        [\n            15987,\n            \"So Grandpa George can imagine that there was a good deal of pushing and shoving as Grandpa George hustled and bustled down the passage, trying to keep up with Mr Wonka.\"\n        ],\n        [\n            16944,\n            \"And do Grandpa George like Mr Wonka trees?\"\n        ],\n        [\n            16975,\n            \"Mr Wonka told Grandpa George Mr Wonka hated ugliness!\"\n        ],\n        [\n            16998,\n            \"And do Grandpa George like Mr Wonka meadows?\"\n        ],\n        [\n            17005,\n            \"Do Grandpa George like Mr Wonka grass and Mr Wonka buttercups?\"\n        ],\n        [\n            17014,\n            \"The grass Grandpa George are standing on, Mr Wonka dear little ones, is made of a new kind of soft, minty sugar that Mr Wonka-ve just invented!\"\n        ],\n        [\n            17610,\n            \"\\u2018 Grandpa George-m Grandpa George \\u2018 Then you-ll know all about it,-said Mr Wonka.\"\n        ],\n        [\n            18482,\n            \"- Grandpa Joe said to Grandpa George, \\u2018 Grandpa George mustn-t interrupt Mr Wonka.\"\n        ],\n        [\n            20113,\n            \"- said Mr Wonka, looking down at Grandpa George.\"\n        ],\n        [\n            20223,\n            \"\\u2018 Go straight to the Fudge Room,-Mr Wonka said to Grandpa George, \\u2018 and when Grandpa George get there, take a long stick and start poking around inside the big chocolate-mixing barrel.\"\n        ],\n        [\n            20397,\n            \"Mr Wonka-ll see Grandpa George later.\"\n        ],\n        [\n            20940,\n            \"- \\u2018 Mr Wonka told Grandpa George Grandpa George loved singing!\"\n        ],\n        [\n            21465,\n            \"I want Grandpa George to buy me a big pink boiled-sweet boat exactly like Mr Wonka!\"\n        ],\n        [\n            21575,\n            \"Everything that Charlie had seen so far-the great chocolate river, the waterfall, the huge sucking pipes, the minty sugar meadows, Grandpa George, the beautiful pink boat, and most of all, Mr Wonka-had been so astonishing that Charlie began to wonder whether there could possibly be any more astonishments left.\"\n        ],\n        [\n            22377,\n            \"Mr Wonka was jumping up and down in the back of the boat and calling to Grandpa George to row faster and faster still.\"\n        ],\n        [\n            22402,\n            \"Mr Wonka seemed to love the sensation of whizzing through a white tunnel in a pink boat on a chocolate river, and Mr Wonka clapped Mr Wonka hands and laughed and kept glancing at Grandpa George to see if Grandpa George were enjoying it as much as Mr Wonka.\"\n        ],\n        [\n            22954,\n            \"Mr Wonka want no messing about when Grandpa George go in!\"\n        ],\n        [\n            22998,\n            \"- \\u2018 Up to now,-Mr Wonka said, \\u2018 Grandpa George, not even Grandpa George, has ever been allowed in here!\"\n        ],\n        [\n            23042,\n            \"Grandpa George and their parents all scrambled after Mr Wonka.\"\n        ],\n        [\n            23157,\n            \"Mr Wonka had suddenly become even more excited than usual, and Grandpa George could see that this was the room Mr Wonka loved best of all.\"\n        ],\n        [\n            23684,\n            \"- \\u2018 It would suit Grandpa George very well,-said Mr Wonka, \\u2018 but unfortunately the mixture is not quite right yet.\"\n        ],\n        [\n            23830,\n            \"- \\u2018 But Mr Wonka,-said Mike Teavee, \\u2018 Grandpa George never do go about with.\"\n        ],\n        [\n            23928,\n            \"- 20 The Great Gum Machine Mr Wonka led Grandpa George over to a gigantic machine that stood in the very centre of the Inventing Room.\"\n        ],\n        [\n            24701,\n            \"Just a little strip of Mr Wonka-s magic chewing-gum-and that-s all Grandpa George-ll ever need at breakfast, lunch, and supper!\"\n        ],\n        [\n            24732,\n            \"This piece of gum Mr Wonka-ve just made happens to be tomato soup, roast beef, and blueberry pie, but Grandpa George can have almost anything Grandpa George want!\"\n        ],\n        [\n            24788,\n            \"\\u2018 If Grandpa George were to start chewing it,-said Mr Wonka, \\u2018 then that is exactly what Grandpa George would get on the menu.\"\n        ],\n        [\n            24938,\n            \"\\u2018 Come on, Mr Wonka,-Mrs Beauregarde said, \\u2018 hand over this magic gum of Mr Wonka and Grandpa George-ll see if the thing works.\"\n        ],\n        [\n            25747,\n            \"\\u2018 Grandpa George-ll say Mr Wonka haven-t!\"\n        ],\n        [\n            25831,\n            \"\\u2018 It always goes wrong when Grandpa George come to the dessert,-sighed Mr Wonka.\"\n        ],\n        [\n            25859,\n            \"But Mr Wonka-ll get it right one day, Grandpa George wait and see.\"\n        ],\n        [\n            26093,\n            \"\\u2018 Mr Wonka-ve tried it twenty times in the Testing Room on Grandpa George, and every one of Grandpa George finished up as a blueberry.\"\n        ],\n        [\n            26934,\n            \"- 22 Along the Corridor \\u2018 Well, well, well, 5 sighed Mr Wonka, \\u2018 Grandpa George gone.\"\n        ],\n        [\n            26965,\n            \"Mr Wonka think Grandpa George-d better get out of this room quickly before Grandpa George lose Grandpa George!\"\n        ],\n        [\n            27222,\n            \"The three remaining children-Veruca Salt, Mike Teavee, and Charlie-together with Grandpa George, followed after Mr Wonka.\"\n        ],\n        [\n            27488,\n            \"Grandpa Joe and Charlie were half running and half walking to keep up with Mr Wonka, but Grandpa George were able to read what it said on quite a few of the doors as Grandpa George hurried by.\"\n        ],\n        [\n            27832,\n            \"\\u2018 How Mr Wonka love Grandpa George!\"\n        ],\n        [\n            27987,\n            \"\\u2018 Grandpa George do a burp, of course,-said Mr Wonka.\"\n        ],\n        [\n            28047,\n            \"Mr Wonka gave some to Grandpa George once out in the back yard and Grandpa George went up and up and disappeared out of sight!\"\n        ],\n        [\n            28096,\n            \"\\u2018 Of course Grandpa George should have burped,-said Mr Wonka.\"\n        ],\n        [\n            28946,\n            \"\\u2018 Grandpa George should never get there in time if Mr Wonka did.\"\n        ],\n        [\n            29014,\n            \"\\u2018 All right / said Mr Wonka, \\u2018 stop here for a moment and catch Grandpa George breath, and take a peek through the glass panel of this door.\"\n        ],\n        [\n            29198,\n            \"- \\u2018 Because,-said Mr Wonka, \\u2018 Grandpa George can-t get walnuts out of walnut shells in one piece.\"\n        ],\n        [\n            30930,\n            \"- \\u2018 I expect Grandpa George will catch Grandpa George at the bottom of the chute,-said Mr Wonka.\"\n        ],\n        [\n            30963,\n            \"\\u2018 Grandpa George only light it every other day,-said Mr Wonka.\"\n        ],\n        [\n            31595,\n            \"- \\u2018 If you-re tired then Grandpa George-d better take the lift,-said Mr Wonka.\"\n        ],\n        [\n            31659,\n            \"\\u2018 Now then,-cried Mr Wonka, \\u2018 which button shall Grandpa George press first?\"\n        ],\n        [\n            32292,\n            \"And Grandpa George (except Mr Wonka, who was holding on to a strap from the ceiling) were flung off Grandpa George feet on to the floor.\"\n        ],\n        [\n            32964,\n            \"Mr Wonka only hope Grandpa George-s using the other lift at this moment.\"\n        ],\n        [\n            33020,\n            \"\\u2018 Mr Wonka mean Grandpa George might have a collision?\"\n        ],\n        [\n            33162,\n            \"Mr Wonka want Grandpa George to be very careful in this room.\"\n        ],\n        [\n            33232,\n            \"Mr Wonka handed each of Grandpa George a pair of dark glasses and said, Tut these on quick!\"\n        ],\n        [\n            33940,\n            \"\\u2018 Mike Teavee-re Grandpa George,-Mr Wonka said, \\u2018 but Mike Teavee talk too much.\"\n        ],\n        [\n            34917,\n            \"\\u2018 Could Mr Wonka send Grandpa George from one place to another in the same way?\"\n        ],\n        [\n            35339,\n            \"\\u2018 Grandpa George shall have to hope for the best,-Mr Wonka said.\"\n        ],\n        [\n            35436,\n            \"\\u2018 Grandpa George must watch the television set,-said Mr Wonka.\"\n        ],\n        [\n            35625,\n            \"\\u2018 Mr Wonka mean only a half of Mike is coming back to Grandpa George?\"\n        ],\n        [\n            36188,\n            \"\\u2018 Mr Wonka-m throwing the television set right out the window the moment Grandpa George get home.\"\n        ],\n        [\n            36344,\n            \"\\u2018 Oh, Mr Wonka,-wailed Mrs Teavee, \\u2018 how can Grandpa George make Augustus Gloop grow?\"\n        ],\n        [\n            36408,\n            \"So what Grandpa George-ll do, Grandpa George-ll put Augustus Gloop in a special machine Mr Wonka have for testing the stretchiness of chewing-gum!\"\n        ],\n        [\n            36582,\n            \"All Grandpa George-ll have to do is give Augustus Gloop a triple overdose of Mr Wonka wonderful Supervitamin Chocolate.\"\n        ],\n        [\n            38247,\n            \"This time Mr Wonka shall choose the button Grandpa George are going to press!\"\n        ],\n        [\n            38442,\n            \"Charlie was clinging to Grandpa Joe-s legs and Mr Wonka was holding on to a strap from the ceiling, and up Grandpa George went, up, up, up, straight up this time, with no twistings or turnings, and Charlie could hear the whistling of the air outside as the lift went faster and faster.\"\n        ],\n        [\n            38584,\n            \"- cried Mr Wonka, \\u2018 Grandpa George wait and see!\"\n        ],\n        [\n            38847,\n            \"- and Mr Wonka said, \\u2018 No, Grandpa George-re not!\"\n        ],\n        [\n            39097,\n            \"Oh, look,-Mr Wonka cried, pointing down, \\u2018 there go Grandpa George!\"\n        ],\n        [\n            39121,\n            \"- 29 The Other Children Go Home \\u2018 Grandpa George must go down and take a look at Grandpa George before Grandpa George do anything else / said Mr Wonka.\"\n        ],\n        [\n            39320,\n            \"Ah-ha,-Mr Wonka went on, \\u2018 there goes Grandpa George friend Augustus Gloop!\"\n        ],\n        [\n            39528,\n            \"\\u2018 So Grandpa George is,-said Mr Wonka.\"\n        ],\n        [\n            39620,\n            \"- \\u2018 Grandpa George-ve overstretched Mike Teavee on the gum-stretching machine,-said Mr Wonka.\"\n        ],\n        [\n            39684,\n            \"But now,-Mr Wonka added, \\u2018 it is time Grandpa George left Grandpa George.\"\n        ],\n        [\n            40080,\n            \"- \\u2018 Listen,-Mr Wonka said, \\u2018 Mr Wonka-m Grandpa George.\"\n        ],\n        [\n            40097,\n            \"Mr Wonka-m much older than Grandpa George think.\"\n        ],\n        [\n            40168,\n            \"Mind Grandpa George, there are thousands of clever men who would give anything for the chance to come in and take over from Mr Wonka, but Mr Wonka don-t want that sort Grandpa George.\"\n        ],\n        [\n            40204,\n            \"Mr Wonka don-t want Grandpa George at all.\"\n        ],\n        [\n            40247,\n            \"So Mr Wonka have to have Grandpa George.\"\n        ],\n        [\n            40309,\n            \"\\u2018 Mr Wonka decided to invite Grandpa George to the factory, and the one Mr Wonka liked best at the end of the day would be the winner!\"\n        ],\n        [\n            40389,\n            \"\\u2018 Grandpa George must go at once and fetch the rest of the family-Mr Wonka and Grandpa George and anyone else that-s around!\"\n        ],\n        [\n            40613,\n            \"- \\u2018 Then Grandpa George-ll take the bed along as well, with Grandpa George in it,-said Mr Wonka.\"\n        ],\n        [\n            40728,\n            \"\\u2018 Mr Wonka-m going right on in to fetch Grandpa George,-said Mr Wonka.\"\n        ],\n        [\n            40945,\n            \"Grandpa George-re all going back to live in Mr Wonka factory and Grandpa George-re going to help Mr Wonka to run it and Mr Wonka-s given it all to Charlie and.\"\n        ],\n        [\n            41099,\n            \"\\u2018 Mr Wonka could have killed Grandpa George all.\"\n        ],\n        [\n            41107,\n            \"- \\u2018 Mr Wonka,-said Grandpa Joe, \\u2018 is Mr Wonka It took quite a time for Grandpa Joe and Charlie to explain to Grandpa George exactly what had been happening to them all day.\"\n        ],\n        [\n            41198,\n            \"So Mr Wonka and Grandpa Joe and Charlie, taking no notice of Grandpa George screams, simply pushed the bed into the lift.\"\n        ]\n    ],\n    \"[1, 3]\": [\n        [\n            18955,\n            \"- \\u2018 Good heavens, Mrs Gloop,-said Mrs Gloop, \\u2018 Grandpa George-m not diving in there!\"\n        ],\n        [\n            19047,\n            \"- said Mrs Gloop, who was now taking off Grandpa George jacket and getting ready to dive into the chocolate.\"\n        ],\n        [\n            19213,\n            \"- \\u2018 It-s a wonder to Grandpa George,-said Mrs Gloop, \\u2018 how that pipe is big enough for Augustus Gloop to go through it.\"\n        ],\n        [\n            20159,\n            \"- Grandpa George took one look at Mrs Gloop and exploded into peals of laughter.\"\n        ],\n        [\n            20406,\n            \"- As Mr and Mrs Gloop and Grandpa George tiny escort hurried away, the five Oompa-Loompas on the far side of the river suddenly began hopping and dancing about and beating wildly upon a number of very small drums.\"\n        ]\n    ],\n    \"[1, 4]\": [\n        [\n            8345,\n            \"\\u2018 The Teavee household,-said Mr Bucket, going on with his reading, \\u2018 was crammed, like all the others, with excited visitors when Grandpa George arrived, but Mike Teavee, the lucky winner, seemed extremely annoyed by the whole business.\"\n        ],\n        [\n            8395,\n            \"\\u201cCan-t Grandpa George see Mike Teavee-m watching television?\"\n        ],\n        [\n            8413,\n            \"\\u201cMike Teavee wish Grandpa George wouldn-t interrupt!\"\n        ],\n        [\n            8534,\n            \"\\u201cDidn-t Mike Teavee tell Grandpa George not to interrupt!\"\n        ],\n        [\n            8586,\n            \"Mike Teavee like Grandpa George best.\"\n        ],\n        [\n            8645,\n            \"It-s the life, Mike Teavee tell Grandpa George!\"\n        ],\n        [\n            23830,\n            \"- \\u2018 But Mr Wonka,-said Mike Teavee, \\u2018 Grandpa George never do go about with.\"\n        ],\n        [\n            27222,\n            \"The three remaining children-Veruca Salt, Mike Teavee, and Charlie-together with Grandpa George, followed after Mr Wonka.\"\n        ],\n        [\n            33940,\n            \"\\u2018 Mike Teavee-re Grandpa George,-Mr Wonka said, \\u2018 but Mike Teavee talk too much.\"\n        ],\n        [\n            35166,\n            \"Mike Teavee rushed on, and when Mike Teavee reached the enormous camera, Mike Teavee jumped straight for the switch, scattering Grandpa George right and left as he went.\"\n        ],\n        [\n            35391,\n            \"- \\u2018 Mike Teavee-ll tell Mrs Teavee where Augustus Gloop is,-said Mike Teavee, \\u2018 Augustus Gloop-s whizzing around above Grandpa George heads in a million tiny pieces!\"\n        ],\n        [\n            36102,\n            \"- And Mike Teavee said, \\u2018 Grandpa George can-t send Augustus Gloop back to school like this!\"\n        ],\n        [\n            37820,\n            \"Regarding Mike Teavee, Grandpa George very much regret that Grandpa George Shall simply have to wait and see If Grandpa George can get Mike Teavee back Mike Teavee height.\"\n        ],\n        [\n            37846,\n            \"But if Grandpa George can-t-it serves Mike Teavee right.\"\n        ],\n        [\n            39600,\n            \"What have Grandpa George done to Mike Teavee?\"\n        ],\n        [\n            39620,\n            \"- \\u2018 Grandpa George-ve overstretched Mike Teavee on the gum-stretching machine,-said Mr Wonka.\"\n        ],\n        [\n            39671,\n            \"Grandpa George will be trying to get Mike Teavee.\"\n        ]\n    ],\n    \"[1, 5]\": [\n        [\n            5136,\n            \"Grandpa George was Augustus Gloop, and Mr Bucket-s evening newspaper carried a large picture of Augustus Gloop on the front page.\"\n        ],\n        [\n            5249,\n            \"Flags were flying from all the windows, Grandpa George had been given a holiday from school, and a parade was being organized in honour of Augustus Gloop.\"\n        ],\n        [\n            5320,\n            \"Eating is Augustus Gloop hobby, Grandpa George know.\"\n        ],\n        [\n            15065,\n            \"Overjoyed to have Augustus Gloop with Grandpa George!\"\n        ],\n        [\n            17061,\n            \"- Automatically, Grandpa George bent down and picked one blade of grass-Grandpa George, that is, except Augustus Gloop, who took a big handful.\"\n        ],\n        [\n            17873,\n            \"Grandpa George had only to mention the word \\u201ccacao\\u201dto an Oompa-Loompa and Augustus Gloop would start dribbling at the mouth.\"\n        ],\n        [\n            19213,\n            \"- \\u2018 It-s a wonder to Grandpa George,-said Mrs Gloop, \\u2018 how that pipe is big enough for Augustus Gloop to go through it.\"\n        ],\n        [\n            19370,\n            \"- The watchers below could see the chocolate swishing around Augustus Gloop, and Grandpa George could see it building up behind Augustus Gloop in a solid mass, pushing against the blockage.\"\n        ],\n        [\n            19672,\n            \"Grandpa George-ll be selling Augustus Gloop by the pound all over the country tomorrow morning!\"\n        ],\n        [\n            20125,\n            \"\\u2018 Mr Bucket want Grandpa George to take Mr and Mrs Gloop up to the Fudge Room and help them to find Augustus Gloop, Augustus.\"\n        ],\n        [\n            20264,\n            \"Mr Bucket-m almost certain Grandpa George-ll find Augustus Gloop in there.\"\n        ],\n        [\n            20292,\n            \"If Grandpa George leave Augustus Gloop in the chocolate-mixing barrel too long, Augustus Gloop-s liable to get poured out into the fudge boiler, and that really would be a disaster, wouldn-t it?\"\n        ],\n        [\n            20533,\n            \"How long could Grandpa George allow Augustus Gloop To gorge and guzzle, feed and feast On everything Augustus Gloop wanted to?\"\n        ],\n        [\n            20564,\n            \"However long this pig might live, Grandpa George-re positive Augustus Gloop-d never give Even the smallest bit of fun Or happiness to Grandpa George.\"\n        ],\n        [\n            20591,\n            \"So what Grandpa George do in cases such As this, Grandpa George use the gentle touch, And carefully Grandpa George take the brat And turn Augustus Gloop into something that Will give great pleasure to Grandpa George all-A doll, for instance, or a ball, Or marbles or a rocking horse.\"\n        ],\n        [\n            20644,\n            \"But Augustus Gloop, of course, Was so unutterably vile, So greedy, foul, and infantile, Augustus Gloop left a most disgusting taste Inside Grandpa George mouths, and so in haste Grandpa George chose a thing that, come what may, Would take the nasty taste away.\"\n        ],\n        [\n            20765,\n            \"Augustus Gloop will not be harmed, Although, of course, Grandpa George must admit Augustus Gloop will be altered quite a bit.\"\n        ],\n        [\n            20846,\n            \"Grandpa George boil Augustus Gloop for a minute more, Until Grandpa George-re absolutely sure That all the greed and all the gall Is boiled away for once and all.\"\n        ],\n        [\n            35353,\n            \"\\u2018 Grandpa George must pray that Augustus Gloop will come out unharmed at the other end.\"\n        ],\n        [\n            35391,\n            \"- \\u2018 Mike Teavee-ll tell Mrs Teavee where Augustus Gloop is,-said Mike Teavee, \\u2018 Augustus Gloop-s whizzing around above Grandpa George heads in a million tiny pieces!\"\n        ],\n        [\n            36102,\n            \"- And Mike Teavee said, \\u2018 Grandpa George can-t send Augustus Gloop back to school like this!\"\n        ],\n        [\n            36344,\n            \"\\u2018 Oh, Mr Wonka,-wailed Mrs Teavee, \\u2018 how can Grandpa George make Augustus Gloop grow?\"\n        ],\n        [\n            36408,\n            \"So what Grandpa George-ll do, Grandpa George-ll put Augustus Gloop in a special machine Mr Wonka have for testing the stretchiness of chewing-gum!\"\n        ],\n        [\n            36561,\n            \"- And it doesn-t really matter, anyway, because Grandpa George-ll soon fatten Augustus Gloop up again.\"\n        ],\n        [\n            36582,\n            \"All Grandpa George-ll have to do is give Augustus Gloop a triple overdose of Mr Wonka wonderful Supervitamin Chocolate.\"\n        ],\n        [\n            36906,\n            \"\\u2018 And you-ll find Augustus Gloop in Grandpa George-s pocket.\"\n        ],\n        [\n            37381,\n            \"How used Grandpa George keep Grandpa George contented Before Augustus Gloop was invented?\"\n        ]\n    ],\n    \"[1, 6]\": [\n        [\n            4458,\n            \"Just then, Mr Bucket, Grandpa George, came into the room.\"\n        ],\n        [\n            4503,\n            \"Mr Bucket held up the paper so that Grandpa George could see the huge headline.\"\n        ],\n        [\n            4517,\n            \"The headline said: WONKA FACTORY TO BE OPENED AT LAST TO LUCKY FEW 5 The Golden Tickets \\u2018 Mr Bucket mean Grandpa George are actually going to be allowed to go inside the factory?\"\n        ],\n        [\n            5136,\n            \"Grandpa George was Augustus Gloop, and Mr Bucket-s evening newspaper carried a large picture of Augustus Gloop on the front page.\"\n        ],\n        [\n            5916,\n            \"\\u2018 Grandpa George see, boys,-Mr Bucket had said, \\u2018 as soon as Mr Bucket little girl told Mr Bucket that she simply had to have one of those Golden Tickets, Mr Bucket went out into the town and started buying up all the Wonka bars Mr Bucket could lay Mr Bucket hands on.\"\n        ],\n        [\n            5998,\n            \"Mr Bucket-m in the peanut business, Grandpa George see, and Mr Bucket-ve got about a hundred women working for Mr Bucket over at Mr Bucket place, shelling peanuts for roasting and salting.\"\n        ],\n        [\n            6052,\n            \"So Mr Bucket says to Grandpa George, \\u201cOkay, Grandpa George,\\u201dMr Bucket says, \\u201cfrom now on, Grandpa George can stop shelling peanuts and start shelling the wrappers off these chocolate bars instead!\"\n        ],\n        [\n            6093,\n            \"Mr Bucket had Grandpa George yanking the paper off those bars of chocolate full speed ahead from morning till night.\"\n        ],\n        [\n            6270,\n            \"\\u201d and Grandpa George did, and Mr Bucket rushed it home and gave it to Mr Bucket darling Veruca, and now she-s ah smiles, and Grandpa George have a happy home once again.\"\n        ],\n        [\n            7478,\n            \"- \\u2018 The third ticket,-read Mr Bucket, holding the newspaper up close to Mr Bucket face because Mr Bucket eyes were bad and Mr Bucket couldn-t afford glasses, \\u2018 the third ticket was found by Grandpa George.\"\n        ],\n        [\n            8345,\n            \"\\u2018 The Teavee household,-said Mr Bucket, going on with his reading, \\u2018 was crammed, like all the others, with excited visitors when Grandpa George arrived, but Mike Teavee, the lucky winner, seemed extremely annoyed by the whole business.\"\n        ],\n        [\n            12660,\n            \"- It didn-t take Grandpa George long to tell Mr Bucket what had happened.\"\n        ],\n        [\n            14446,\n            \"Mr Bucket gives Grandpa George anything Grandpa George wants!\"\n        ],\n        [\n            14993,\n            \"Then show Mr Bucket Grandpa George Golden Ticket and give Mr Bucket Grandpa George name.\"\n        ],\n        [\n            15156,\n            \"Mr Bucket always thought that a veruca was a sort of wart that Grandpa George got on the sole of Grandpa George foot!\"\n        ],\n        [\n            17954,\n            \"And so, Grandpa George, as soon as Mr Bucket discovered that the Oompa-Loompas were crazy about this particular food, Mr Bucket climbed up to their tree-house village and poked Mr Bucket head in through the door of the tree house belonging to Grandpa George.\"\n        ],\n        [\n            18036,\n            \"\\u201cLook here,\\u201dMr Bucket said (speaking not in English, of course, but in Oompa-Loompish), \\u201clook here, if you and Grandpa George will come back to Mr Bucket country and live in Mr Bucket factory, you can have all the cacao beans you want!\"\n        ],\n        [\n            18119,\n            \"Mr Bucket-ll even pay Grandpa George wages in cacao beans if Grandpa George wish!\"\n        ],\n        [\n            18240,\n            \"\\u201d \\u2018 So Mr Bucket shipped Grandpa George all over here, Grandpa George.\"\n        ],\n        [\n            18312,\n            \"Mr Bucket expect Grandpa George will hear a good deal of singing today from time to time.\"\n        ],\n        [\n            18328,\n            \"Mr Bucket must warn Grandpa George, though, that Grandpa George are rather mischievous.\"\n        ],\n        [\n            20125,\n            \"\\u2018 Mr Bucket want Grandpa George to take Mr and Mrs Gloop up to the Fudge Room and help them to find Augustus Gloop, Augustus.\"\n        ],\n        [\n            20264,\n            \"Mr Bucket-m almost certain Grandpa George-ll find Augustus Gloop in there.\"\n        ],\n        [\n            31307,\n            \"But now, Mr Bucket dears, Grandpa George think Grandpa George might Be wondering-is it really right That every single bit of blame And all the scolding and the shame Should fall upon Mrs Beauregarde?\"\n        ]\n    ],\n    \"[1, 7]\": [\n        [\n            28870,\n            \"Mrs Salt and Mrs Teavee, the only women now left in Grandpa George, were getting very out of breath.\"\n        ]\n    ],\n    \"[1, 8]\": [\n        [\n            106,\n            \"Grandpa George-Grandpa George (count Grandpa George) and Charlie-live together in a small wooden house on the edge of a great town.\"\n        ],\n        [\n            484,\n            \"Grandpa George, of course, didn-t starve, but Grandpa George-Grandpa George, Grandpa George, Charlie, Grandma Georgina, and Charlie-went about from morning till night with a horrible empty feeling in Grandpa George tummies.\"\n        ],\n        [\n            549,\n            \"And although Charlie and Grandma Georgina often went without Grandpa George own share of lunch or supper so that Grandpa George could give it to Charlie, it still wasn-t nearly enough for Charlie.\"\n        ],\n        [\n            658,\n            \"Many times a day, Charlie would see Grandpa George taking bars of creamy chocolate out of Grandpa George pockets and munching them greedily, and that, of course, was pure torture.\"\n        ],\n        [\n            713,\n            \"Grandpa George saved up Grandpa George money for that special occasion, and when the great day arrived, Charlie was always presented with one small chocolate bar to eat all by Charlie.\"\n        ],\n        [\n            910,\n            \"But Grandpa George haven-t yet told Grandpa George about the one awful thing that tortured Charlie, the lover of chocolate, more than anything else.\"\n        ],\n        [\n            938,\n            \"This thing, for Charlie, was far, far worse than seeing slabs of chocolate in the shop windows or watching Grandpa George munching bars of creamy chocolate right in front of Charlie.\"\n        ],\n        [\n            973,\n            \"It was the most terrible torturing thing Grandpa George could imagine, and it was this: In the town itself, actually within sight of the house in which Charlie lived, there was an ENORMOUS CHOCOLATE FACTORY!\"\n        ],\n        [\n            1235,\n            \"2 Mr Willy Wonka-s Factory In the evenings, after Charlie had finished Charlie supper of watery cabbage soup, Charlie always went into the room of Grandpa George to listen to Grandpa George stories, and then afterwards to say good night.\"\n        ],\n        [\n            1291,\n            \"Grandpa George were as shrivelled as prunes, and as bony as skeletons, and throughout the day, until Charlie made Charlie appearance, Grandpa George lay huddled in Grandpa George one bed, two at either end, with nightcaps on to keep Grandpa George heads warm, dozing the time away with nothing to do.\"\n        ],\n        [\n            1346,\n            \"But as soon as Grandpa George heard the door opening, and heard Charlie-s voice saying,-Good evening, Grandpa Joe and Grandma Josephine, and Grandpa Joe and Grandma Georgina,-then Grandpa George would suddenly sit up, and Grandpa George old wrinkled faces would light up with smiles of pleasure-and the talking would begin.\"\n        ],\n        [\n            1411,\n            \"For Grandpa George loved Charlie.\"\n        ],\n        [\n            1418,\n            \"Charlie was the only bright thing in Grandpa George lives, and Charlie evening visits were something that Grandpa George looked forward to all day long.\"\n        ],\n        [\n            1505,\n            \"One evening, when Charlie went in to see Grandpa George, Charlie said to Grandpa George, \\u2018 Is it really true that Wonka-s Chocolate Factory is the biggest in the world?\"\n        ],\n        [\n            2208,\n            \"- \\u2018 And then again,-Grandpa Joe went on speaking very slowly now so that Charlie wouldn-t miss a word, \\u2018 Mr Wonka can make marshmallows that taste of violets, and rich caramels that change colour every ten seconds as you suck them, and little feathery sweets that melt away deliciously the moment Grandpa George put them between Grandpa George lips.\"\n        ],\n        [\n            2456,\n            \"\\u2018 Tell Charlie about Grandpa George,-said Grandma Josephine.\"\n        ],\n        [\n            2871,\n            \"Charlie-s face was bright, and Charlie eyes were stretched so wide Grandpa George could see the whites all around.\"\n        ],\n        [\n            2904,\n            \"\\u2018 Or are Grandpa George pulling Charlie leg?\"\n        ],\n        [\n            3053,\n            \"- \\u2018 Grandpa Joe mean Grandpa George, Charlie.\"\n        ],\n        [\n            3095,\n            \"Have Charlie ever seen Grandpa George going into that place-or coming out?\"\n        ],\n        [\n            3111,\n            \"- Charlie looked slowly around at each of the four old faces, one after the other, and Grandpa George all looked back at Charlie.\"\n        ],\n        [\n            3379,\n            \"- Charlie see, Charlie,-Grandpa Joe said,-not so very long ago there used to be Grandpa George.\"\n        ],\n        [\n            3464,\n            \"All the other chocolate makers, Charlie see, had begun to grow jealous of the wonderful sweets that Mr Wonka was making, and Grandpa George started sending in spies to steal Mr Wonka secret recipes.\"\n        ],\n        [\n            4275,\n            \"- \\u2018 Grandpa George knows, Charlie.\"\n        ],\n        [\n            5055,\n            \"Charlie have as much chance as Grandpa George.\"\n        ],\n        [\n            6335,\n            \"\\u2018 Charlie don-t think Grandpa George played it quite fair, Grandpa Joe, do Grandpa Joe?\"\n        ],\n        [\n            6514,\n            \"\\u2018 Then Grandpa George can all watch Charlie taking off the wrapper.\"\n        ],\n        [\n            6536,\n            \"5 cried Grandpa George, as Charlie came into Grandpa George room early the next morning.\"\n        ],\n        [\n            6599,\n            \"Grandpa George, two at either end of the bed, propped Grandpa George up on Grandpa George pillows and stared with anxious eyes at the bar of chocolate in Charlie-s hands.\"\n        ],\n        [\n            6657,\n            \"Grandpa George was waiting now for Charlie to start opening Charlie present.\"\n        ],\n        [\n            6905,\n            \"- They all knew it was ridiculous to expect this one poor little bar of chocolate to have a magic ticket inside it, and Grandpa George were trying as gently and as kindly as Grandpa George could to prepare Charlie for the disappointment.\"\n        ],\n        [\n            7008,\n            \"And that was why Grandpa George and parents in the room were actually just as tense and excited as Charlie was, although Grandpa George were pretending to be very calm.\"\n        ],\n        [\n            7238,\n            \"Charlie smiled at Grandpa George, a small sad smile, and then Charlie shrugged Charlie shoulders and picked up the chocolate bar and held it out to Grandma Josephine, and said, \\u2018 Here, Grandma Josephine, have a bit.\"\n        ],\n        [\n            7345,\n            \"But neither Charlie nor Grandpa George would take even a tiny bit.\"\n        ],\n        [\n            8815,\n            \"- 9 Grandpa Joe Takes a Gamble The next day, when Charlie came home from school and went in to see Grandpa George, Charlie found that Grandpa Joe was awake.\"\n        ],\n        [\n            9061,\n            \"Here-take the money and run down the street to the nearest shop and buy the first Wonka bar Charlie see and bring it straight back to Grandpa Joe, and Grandpa George-ll open it together.\"\n        ],\n        [\n            9287,\n            \"\\u2018 Charlie do know Grandpa George don-t have a hope, don-t Charlie?\"\n        ],\n        [\n            9883,\n            \"But Charlie Bucket never got what Charlie wanted because Grandpa George couldn-t afford it, and as the cold weather went on and on, Charlie became ravenously and desperately hungry.\"\n        ],\n        [\n            10312,\n            \"- \\u2018 Charlie-s Grandpa George,-said Grandpa Joe.\"\n        ],\n        [\n            11495,\n            \"Grandpa George wanted to get a look at the Golden Ticket and at Charlie.\"\n        ],\n        [\n            11665,\n            \"Charlie was standing very still, holding it tightly with both hands while Grandpa George pushed and shouted all around Charlie.\"\n        ],\n        [\n            11781,\n            \"\\u2018 Grandpa George-ll buy it from Charlie.\"\n        ],\n        [\n            11790,\n            \"Grandpa George-ll give Charlie fifty pounds.\"\n        ],\n        [\n            11804,\n            \"And Grandpa George-ll give Charlie a new bicycle as well.\"\n        ],\n        [\n            11849,\n            \"Grandpa George want to sell that ticket for two hundred pounds, Charlie?\"\n        ],\n        [\n            11873,\n            \"- Grandpa George shouted, pushing Grandpa George way through the crowd and taking Charlie firmly by the arm.\"\n        ],\n        [\n            11910,\n            \"- And to Charlie, as Grandpa George led Charlie to the door, Grandpa George whispered, \\u2018 Don-t Charlie let Grandpa George have it!\"\n        ],\n        [\n            11969,\n            \"\\u2018 Charlie know something,-Grandpa George said, pausing a moment and smiling at Charlie, \\u2018 Grandpa George have a feeling Charlie needed a break like this.\"\n        ],\n        [\n            12000,\n            \"Grandpa George-m awfully glad Charlie got it.\"\n        ],\n        [\n            12016,\n            \"- \\u2018 Thank Grandpa George,-Charlie said, and off Charlie went, running through the snow as fast as Charlie legs would go.\"\n        ],\n        [\n            12136,\n            \"- yelled Charlie, rushing in on Grandpa George like a hurricane.\"\n        ],\n        [\n            12173,\n            \"Charlie found some money in the street and Charlie bought two bars of chocolate and the second one had the Golden Ticket and there were crowds of people all around Charlie wanting to see it and Grandpa George rescued Charlie and Charlie ran all the way home and here Charlie am!\"\n        ],\n        [\n            12308,\n            \"Then, very softly, Grandpa Joe said, \\u2018 Charlie-re pulling Grandpa George legs, Charlie, aren-t Charlie?\"\n        ],\n        [\n            13269,\n            \"And Charlie are allowed to bring with Charlie either one or two members of Grandpa George to look after Charlie and to ensure that Charlie don-t get into mischief.\"\n        ],\n        [\n            14065,\n            \"The tall bony figure of Grandpa Joe could be seen standing quietly among Grandpa George, and beside Grandpa Joe, holding tightly on to Grandpa Joe hand, was Charlie.\"\n        ],\n        [\n            14097,\n            \"Grandpa George, except Charlie, had both their mothers and fathers with Grandpa George, and it was a good thing that Grandpa George had, otherwise Grandpa George might have got out of hand.\"\n        ],\n        [\n            14190,\n            \"- Behind Charlie, Charlie Bucket could hear the shouts of Grandpa George as Grandpa George pushed and fought to get a glimpse of Grandpa George.\"\n        ],\n        [\n            17505,\n            \"\\u2018 But they can-t be Grandpa George,-Charlie said.\"\n        ],\n        [\n            18575,\n            \"- Augustus Gloop, as Grandpa George might have guessed, had quietly sneaked down to the edge of the river, and Charlie was now kneeling on the riverbank, scooping hot melted chocolate into Charlie mouth as fast as Charlie could.\"\n        ],\n        [\n            19068,\n            \"But while Grandpa George was doing this, Charlie was being sucked closer and closer towards the mouth of one of the great pipes that was dangling down into the river.\"\n        ],\n        [\n            21575,\n            \"Everything that Charlie had seen so far-the great chocolate river, the waterfall, the huge sucking pipes, the minty sugar meadows, Grandpa George, the beautiful pink boat, and most of all, Mr Wonka-had been so astonishing that Charlie began to wonder whether there could possibly be any more astonishments left.\"\n        ],\n        [\n            22297,\n            \"And suddenly, on came the lights and the whole tunnel was brilliantly lit up, and Charlie could see that Grandpa George were indeed inside a gigantic pipe, and the great upward-curving walls of the pipe were pure white and spotlessly clean.\"\n        ],\n        [\n            27222,\n            \"The three remaining children-Veruca Salt, Mike Teavee, and Charlie-together with Grandpa George, followed after Mr Wonka.\"\n        ],\n        [\n            27250,\n            \"Charlie saw that Grandpa George were now back in one of those long pink corridors with many other pink corridors leading out of it.\"\n        ],\n        [\n            27488,\n            \"Grandpa Joe and Charlie were half running and half walking to keep up with Mr Wonka, but Grandpa George were able to read what it said on quite a few of the doors as Grandpa George hurried by.\"\n        ],\n        [\n            28085,\n            \"- \\u2018 Grandpa George should have burped,-Charlie said.\"\n        ],\n        [\n            30903,\n            \"- cried Charlie, who was watching with the others through the door, \\u2018 what on earth-s going to happen to Grandpa George now?\"\n        ],\n        [\n            31748,\n            \"And now Charlie noticed that every single button had a tiny printed label beside it telling Grandpa George which room Grandpa George would be taken to if you pressed it.\"\n        ],\n        [\n            33188,\n            \"- 26 The Television-Chocolate Room Grandpa George, together with Charlie and Grandpa Joe, stepped out of the lift into a room so dazzlingly bright and dazzlingly white that Grandpa George screwed up Grandpa George eyes in pain and stopped walking.\"\n        ],\n        [\n            33438,\n            \"Watching Grandpa George, Charlie experienced a queer sense of danger.\"\n        ],\n        [\n            34131,\n            \"- Immediately, Grandpa George marched forward carrying on Grandpa George shoulders the most enormous bar of chocolate Charlie had ever seen.\"\n        ],\n        [\n            38353,\n            \"Charlie and Grandpa Joe both craned Grandpa George necks to read what it said on the little label beside the button.\"\n        ],\n        [\n            38442,\n            \"Charlie was clinging to Grandpa Joe-s legs and Mr Wonka was holding on to a strap from the ceiling, and up Grandpa George went, up, up, up, straight up this time, with no twistings or turnings, and Charlie could hear the whistling of the air outside as the lift went faster and faster.\"\n        ],\n        [\n            39177,\n            \"Looking down now, Charlie could see Grandpa George and Grandpa George standing in a little group just inside the gates.\"\n        ],\n        [\n            40429,\n            \"Grandpa George can all help to run it until Charlie is old enough to do it by Charlie!\"\n        ],\n        [\n            40534,\n            \"\\u2018 Charlie-m afraid Grandpa George won-t come with Grandpa George,-Charlie said sadly.\"\n        ],\n        [\n            40945,\n            \"Grandpa George-re all going back to live in Mr Wonka factory and Grandpa George-re going to help Mr Wonka to run it and Mr Wonka-s given it all to Charlie and.\"\n        ],\n        [\n            41107,\n            \"- \\u2018 Mr Wonka,-said Grandpa Joe, \\u2018 is Mr Wonka It took quite a time for Grandpa Joe and Charlie to explain to Grandpa George exactly what had been happening to them all day.\"\n        ],\n        [\n            41198,\n            \"So Mr Wonka and Grandpa Joe and Charlie, taking no notice of Grandpa George screams, simply pushed the bed into the lift.\"\n        ]\n    ],\n    \"[1, 12]\": [\n        [\n            42,\n            \"Grandpa George names are Grandpa George and Grandma Georgina.\"\n        ],\n        [\n            484,\n            \"Grandpa George, of course, didn-t starve, but Grandpa George-Grandpa George, Grandpa George, Charlie, Grandma Georgina, and Charlie-went about from morning till night with a horrible empty feeling in Grandpa George tummies.\"\n        ],\n        [\n            549,\n            \"And although Charlie and Grandma Georgina often went without Grandpa George own share of lunch or supper so that Grandpa George could give it to Charlie, it still wasn-t nearly enough for Charlie.\"\n        ],\n        [\n            1346,\n            \"But as soon as Grandpa George heard the door opening, and heard Charlie-s voice saying,-Good evening, Grandpa Joe and Grandma Josephine, and Grandpa Joe and Grandma Georgina,-then Grandpa George would suddenly sit up, and Grandpa George old wrinkled faces would light up with smiles of pleasure-and the talking would begin.\"\n        ]\n    ],\n    \"[1, 13]\": [\n        [\n            24938,\n            \"\\u2018 Come on, Mr Wonka,-Mrs Beauregarde said, \\u2018 hand over this magic gum of Mr Wonka and Grandpa George-ll see if the thing works.\"\n        ],\n        [\n            24967,\n            \"- \\u2018 Now, Mrs Beauregarde,-said Mrs Beauregarde, Grandpa George;\"\n        ],\n        [\n            25317,\n            \"\\u2018 Mrs Beauregarde are Grandpa George.\"\n        ],\n        [\n            25369,\n            \"- Grandpa George was watching Mrs Beauregarde as Mrs Beauregarde stood there chewing this extraordinary gum.\"\n        ],\n        [\n            25384,\n            \"Grandpa George was staring at Mrs Beauregarde absolutely spellbound, watching Mrs Beauregarde huge rubbery lips as they pressed and unpressed with the chewing, and Grandpa Joe stood beside Grandpa George, gaping at Mrs Beauregarde.\"\n        ],\n        [\n            25770,\n            \"- Grandpa George was staring at Mrs Beauregarde.\"\n        ],\n        [\n            26242,\n            \"\\u2018 Grandpa George-ve got to squeeze the juice out of Mrs Beauregarde immediately.\"\n        ],\n        [\n            26256,\n            \"After that, Grandpa George-ll just have to see how Mrs Beauregarde comes out.\"\n        ],\n        [\n            26282,\n            \"Grandpa George-ll get Mrs Beauregarde repaired if it-s the last thing Grandpa George do.\"\n        ],\n        [\n            26881,\n            \"And that is why Grandpa George-ll try so hard To save Mrs Beauregarde From suffering an equal fate.\"\n        ],\n        [\n            26922,\n            \"Grandpa George hope Mrs Beauregarde does.\"\n        ],\n        [\n            27012,\n            \"- \\u2018 Grandpa George-ll de-juice Mrs Beauregarde in no time flat!\"\n        ],\n        [\n            27031,\n            \"\\u2018 Grandpa George-ll roll Mrs Beauregarde into the de-juicing machine, and Mrs Beauregarde-ll come out just as thin as a whistle!\"\n        ],\n        [\n            31107,\n            \"And here, perhaps, Grandpa George should explain That Mrs Beauregarde will meet, as Mrs Beauregarde descends, A rather different set of friends To those that Mrs Beauregarde has left behind-These won-t be nearly so refined.\"\n        ],\n        [\n            31307,\n            \"But now, Mr Bucket dears, Grandpa George think Grandpa George might Be wondering-is it really right That every single bit of blame And all the scolding and the shame Should fall upon Mrs Beauregarde?\"\n        ],\n        [\n            31351,\n            \"For though Mrs Beauregarde-s spoiled, and dreadfully Grandpa George can-t spoil Grandpa George, Grandpa George know.\"\n        ],\n        [\n            31423,\n            \"Grandpa George are (and this is very sad) Mrs Beauregarde loving parents, MUM and DAD.\"\n        ]\n    ],\n    \"[1, 14]\": [\n        [\n            28870,\n            \"Mrs Salt and Mrs Teavee, the only women now left in Grandpa George, were getting very out of breath.\"\n        ],\n        [\n            35391,\n            \"- \\u2018 Mike Teavee-ll tell Mrs Teavee where Augustus Gloop is,-said Mike Teavee, \\u2018 Augustus Gloop-s whizzing around above Grandpa George heads in a million tiny pieces!\"\n        ],\n        [\n            36344,\n            \"\\u2018 Oh, Mr Wonka,-wailed Mrs Teavee, \\u2018 how can Grandpa George make Augustus Gloop grow?\"\n        ]\n    ],\n    \"[1, 16]\": [\n        [\n            18,\n            \"Grandpa George names are Grandpa Joe and Grandma Josephine.\"\n        ],\n        [\n            1346,\n            \"But as soon as Grandpa George heard the door opening, and heard Charlie-s voice saying,-Good evening, Grandpa Joe and Grandma Josephine, and Grandpa Joe and Grandma Georgina,-then Grandpa George would suddenly sit up, and Grandpa George old wrinkled faces would light up with smiles of pleasure-and the talking would begin.\"\n        ],\n        [\n            1644,\n            \"Grandpa Joe thought Grandpa George knew that!\"\n        ],\n        [\n            1830,\n            \"- Grandpa Joe was Grandpa George.\"\n        ],\n        [\n            1841,\n            \"Grandpa Joe was ninety-six and a half, and that is just about as old as Grandpa George can be.\"\n        ],\n        [\n            1862,\n            \"Like Grandpa George, Grandpa Joe was delicate and weak, and throughout the day he spoke very little.\"\n        ],\n        [\n            1912,\n            \"All his tiredness fell away from Grandpa Joe, and Grandpa Joe became as eager and excited as Grandpa George.\"\n        ],\n        [\n            2208,\n            \"- \\u2018 And then again,-Grandpa Joe went on speaking very slowly now so that Charlie wouldn-t miss a word, \\u2018 Mr Wonka can make marshmallows that taste of violets, and rich caramels that change colour every ten seconds as you suck them, and little feathery sweets that melt away deliciously the moment Grandpa George put them between Grandpa George lips.\"\n        ],\n        [\n            2544,\n            \"- 3 Mr Wonka and Grandpa George \\u2018 Grandpa George wrote a letter to Mr Wonka / said Grandpa Joe, \\u2018 and asked Mr Wonka to come all the way out to India and build Grandpa George a colossal palace entirely out of chocolate / \\u2018 Did Mr Wonka do it, Grandpa Joe?\"\n        ],\n        [\n            3053,\n            \"- \\u2018 Grandpa Joe mean Grandpa George, Charlie.\"\n        ],\n        [\n            3379,\n            \"- Charlie see, Charlie,-Grandpa Joe said,-not so very long ago there used to be Grandpa George.\"\n        ],\n        [\n            3555,\n            \"\\u2018 Grandpa George must have,-answered Grandpa Joe, \\u2018 because soon after that, Grandpa George-s factory started making an ice cream that would never melt, even in the hottest sun.\"\n        ],\n        [\n            6335,\n            \"\\u2018 Charlie don-t think Grandpa George played it quite fair, Grandpa Joe, do Grandpa Joe?\"\n        ],\n        [\n            6360,\n            \"\\u2018 Grandpa George spoils her,-Grandpa Joe said.\"\n        ],\n        [\n            7444,\n            \"\\u2018 All right,-said Grandpa Joe, when Grandpa George was gathered in the old people-s room after supper, \\u2018 let-s hear who found them.\"\n        ],\n        [\n            8815,\n            \"- 9 Grandpa Joe Takes a Gamble The next day, when Charlie came home from school and went in to see Grandpa George, Charlie found that Grandpa Joe was awake.\"\n        ],\n        [\n            9061,\n            \"Here-take the money and run down the street to the nearest shop and buy the first Wonka bar Charlie see and bring it straight back to Grandpa Joe, and Grandpa George-ll open it together.\"\n        ],\n        [\n            9182,\n            \"\\u2018 Now-come over here and sit close to Grandpa Joe and Grandpa George-ll open it together.\"\n        ],\n        [\n            9268,\n            \"\\u2018 Grandpa George don-t have a hope, really,-Grandpa Joe whispered, giggling a bit.\"\n        ],\n        [\n            10312,\n            \"- \\u2018 Charlie-s Grandpa George,-said Grandpa Joe.\"\n        ],\n        [\n            12308,\n            \"Then, very softly, Grandpa Joe said, \\u2018 Charlie-re pulling Grandpa George legs, Charlie, aren-t Charlie?\"\n        ],\n        [\n            13564,\n            \"Grandpa George leave it to Grandpa Joe!\"\n        ],\n        [\n            13706,\n            \"Grandpa Joe seems to know more about it than Grandpa George do.\"\n        ],\n        [\n            14065,\n            \"The tall bony figure of Grandpa Joe could be seen standing quietly among Grandpa George, and beside Grandpa Joe, holding tightly on to Grandpa Joe hand, was Charlie.\"\n        ],\n        [\n            18482,\n            \"- Grandpa Joe said to Grandpa George, \\u2018 Grandpa George mustn-t interrupt Mr Wonka.\"\n        ],\n        [\n            20474,\n            \"\\u2018 Listen to Grandpa George, Grandpa Joe!\"\n        ],\n        [\n            20495,\n            \"\\u2018 Grandpa Joe think Grandpa George-re going to sing Grandpa George a song!\"\n        ],\n        [\n            20989,\n            \"- \\u2018 Are Grandpa George really joking, Grandpa Joe?\"\n        ],\n        [\n            21005,\n            \"\\u2018 Of course Grandpa George-re joking,-answered Grandpa Joe.\"\n        ],\n        [\n            21024,\n            \"At least, Grandpa Joe hope Grandpa George-re joking.\"\n        ],\n        [\n            25384,\n            \"Grandpa George was staring at Mrs Beauregarde absolutely spellbound, watching Mrs Beauregarde huge rubbery lips as they pressed and unpressed with the chewing, and Grandpa Joe stood beside Grandpa George, gaping at Mrs Beauregarde.\"\n        ],\n        [\n            27488,\n            \"Grandpa Joe and Charlie were half running and half walking to keep up with Mr Wonka, but Grandpa George were able to read what it said on quite a few of the doors as Grandpa George hurried by.\"\n        ],\n        [\n            33188,\n            \"- 26 The Television-Chocolate Room Grandpa George, together with Charlie and Grandpa Joe, stepped out of the lift into a room so dazzlingly bright and dazzlingly white that Grandpa George screwed up Grandpa George eyes in pain and stopped walking.\"\n        ],\n        [\n            38353,\n            \"Charlie and Grandpa Joe both craned Grandpa George necks to read what it said on the little label beside the button.\"\n        ],\n        [\n            38442,\n            \"Charlie was clinging to Grandpa Joe-s legs and Mr Wonka was holding on to a strap from the ceiling, and up Grandpa George went, up, up, up, straight up this time, with no twistings or turnings, and Charlie could hear the whistling of the air outside as the lift went faster and faster.\"\n        ],\n        [\n            38808,\n            \"- and the most tremendous noise of splintering wood and broken tiles came from directly above Grandpa George heads, and Grandpa Joe shouted, \\u2018 Help!\"\n        ],\n        [\n            41107,\n            \"- \\u2018 Mr Wonka,-said Grandpa Joe, \\u2018 is Mr Wonka It took quite a time for Grandpa Joe and Charlie to explain to Grandpa George exactly what had been happening to them all day.\"\n        ],\n        [\n            41198,\n            \"So Mr Wonka and Grandpa Joe and Charlie, taking no notice of Grandpa George screams, simply pushed the bed into the lift.\"\n        ]\n    ],\n    \"[1, 17]\": [\n        [\n            27,\n            \"And Grandpa George are the father and Grandpa George of Mrs Bucket.\"\n        ],\n        [\n            312,\n            \"Mrs Bucket was Grandpa George.\"\n        ],\n        [\n            362,\n            \"But Grandpa George is never paid very much money, and Mrs Bucket, however hard Mrs Bucket worked, and however fast Mrs Bucket screwed on the caps, was never able to make enough to buy one half of the things that Grandpa George needed.\"\n        ],\n        [\n            2419,\n            \"- While they were talking, Mr and Mrs Bucket, Grandpa George and father, had come quietly into the room, and now both were standing just inside the door, listening.\"\n        ],\n        [\n            41222,\n            \"Grandpa George pushed Mr and Mrs Bucket in after it.\"\n        ]\n    ],\n    \"[1, 18]\": [\n        [\n            18,\n            \"Grandpa George names are Grandpa Joe and Grandma Josephine.\"\n        ],\n        [\n            1346,\n            \"But as soon as Grandpa George heard the door opening, and heard Charlie-s voice saying,-Good evening, Grandpa Joe and Grandma Josephine, and Grandpa Joe and Grandma Georgina,-then Grandpa George would suddenly sit up, and Grandpa George old wrinkled faces would light up with smiles of pleasure-and the talking would begin.\"\n        ],\n        [\n            2456,\n            \"\\u2018 Tell Charlie about Grandpa George,-said Grandma Josephine.\"\n        ],\n        [\n            5439,\n            \"\\u2018 And what Grandpa George,-said Grandma Josephine.\"\n        ],\n        [\n            7238,\n            \"Charlie smiled at Grandpa George, a small sad smile, and then Charlie shrugged Charlie shoulders and picked up the chocolate bar and held it out to Grandma Josephine, and said, \\u2018 Here, Grandma Josephine, have a bit.\"\n        ],\n        [\n            7772,\n            \"Grandma Josephine says it-s not ladylike and it looks ugly to see Grandpa George-s jaws going up and down like Grandpa George do all the time, but Grandpa George don-t agree.\"\n        ],\n        [\n            7809,\n            \"And who-s Grandma Josephine to criticize, anyway, because if Grandpa George ask Grandpa George, Grandpa George-d say that Grandma Josephine jaws are going up and down almost as much as Grandpa George are just from yelling at Grandpa George every minute of the day.\"\n        ],\n        [\n            7854,\n            \"\\u201d \\u201c\\u2018 Now, Grandpa George,\\u201dGrandma Josephine said from a far corner of the room where Grandma Josephine was standing on the piano to avoid being trampled by Grandpa George.\"\n        ],\n        [\n            8212,\n            \"\\u201d-\\u2018 Grandpa George,-said Grandma Josephine.\"\n        ],\n        [\n            8315,\n            \"- \\u2018 Another bad lot, Grandpa George-ll be bound,-muttered Grandma Josephine.\"\n        ]\n    ],\n    \"[2, 3]\": [\n        [\n            18707,\n            \"- said Charlie, taking not the slightest notice of Mrs Gloop or Mr Wonka.\"\n        ],\n        [\n            19773,\n            \"- Mrs Gloop shrieked, pointing Mrs Gloop umbrella at Mr Wonka as though Mrs Gloop were going to run Mr Wonka through.\"\n        ]\n    ],\n    \"[2, 4]\": [\n        [\n            23830,\n            \"- \\u2018 But Mr Wonka,-said Mike Teavee, \\u2018 Grandpa George never do go about with.\"\n        ],\n        [\n            27111,\n            \"- \\u2018 If Mr Wonka think gum is so disgusting,-said Mike Teavee, \\u2018 then why do Mr Wonka make it in Mr Wonka factory?\"\n        ],\n        [\n            27137,\n            \"- \\u2018 Mr Wonka do wish Mike Teavee wouldn-t mumble,-said Mr Wonka.\"\n        ],\n        [\n            27153,\n            \"\\u2018 Mr Wonka can-t hear a word Mike Teavee-re saying.\"\n        ],\n        [\n            27222,\n            \"The three remaining children-Veruca Salt, Mike Teavee, and Charlie-together with Grandpa George, followed after Mr Wonka.\"\n        ],\n        [\n            27716,\n            \"- \\u2018 Mike Teavee-re mumbling again,-said Mr Wonka.\"\n        ],\n        [\n            30330,\n            \"\\u2018 Mike Teavee don-t think Mr Wonka live on cacao beans, do Mike Teavee?\"\n        ],\n        [\n            33678,\n            \"\\u2018 Thank Mike Teavee,-said Mr Wonka.\"\n        ],\n        [\n            33687,\n            \"\\u2018 Mr Wonka shall now tell Mike Teavee how this amazing television set of mine works.\"\n        ],\n        [\n            33940,\n            \"\\u2018 Mike Teavee-re Grandpa George,-Mr Wonka said, \\u2018 but Mike Teavee talk too much.\"\n        ],\n        [\n            34794,\n            \"\\u2018 But Mr Wonka / Mike Teavee shouted, \\u2018 can Mr Wonka send other things through the air in the same way?\"\n        ],\n        [\n            34960,\n            \"- \\u2018 Good heavens, Mike Teavee, Mr Wonka really don-t know.\"\n        ],\n        [\n            35035,\n            \"The moment Mike Teavee heard Mr Wonka saying, \\u2018 Mr Wonka-m pretty sure it could.\"\n        ],\n        [\n            39215,\n            \"- \\u2018 Mr Wonka expect it-s Mike Teavee,-Mr Wonka said.\"\n        ],\n        [\n            39620,\n            \"- \\u2018 Grandpa George-ve overstretched Mike Teavee on the gum-stretching machine,-said Mr Wonka.\"\n        ],\n        [\n            39656,\n            \"\\u2018 Nonsense,-said Mr Wonka, \\u2018 Mike Teavee-s very lucky.\"\n        ]\n    ],\n    \"[2, 5]\": [\n        [\n            5401,\n            \"What a thrill it will be for Augustus Gloop to visit Mr Wonka-s marvellous factory!\"\n        ],\n        [\n            15032,\n            \"- cried Mr Wonka, seizing Augustus Gloop hand and pumping it up and down with terrific force.\"\n        ],\n        [\n            15653,\n            \"- said Mr Wonka, smiling at Augustus Gloop.\"\n        ],\n        [\n            19753,\n            \"How dare Mr Wonka laugh like that when Augustus Gloop-s just gone up the pipe!\"\n        ],\n        [\n            19805,\n            \"Mr Wonka think that sucking Augustus Gloop up into Mr Wonka Fudge Room like that is just one great big colossal joke?\"\n        ],\n        [\n            19826,\n            \"- \\u2018 Augustus Gloop-ll be perfectly safe,-said Mr Wonka, giggling slightly.\"\n        ],\n        [\n            35513,\n            \"\\u2018 Oh dear, oh dear,-said Mr Wonka, \\u2018 Mr Wonka do hope that no part of Augustus Gloop gets left behind.\"\n        ],\n        [\n            36064,\n            \"\\u2018 Of course Augustus Gloop-s shrunk,-said Mr Wonka.\"\n        ],\n        [\n            36293,\n            \"- said Mr Teavee, and he took the tiny boy and shoved Augustus Gloop into the breast pocket of Mr Wonka jacket and stuffed a handkerchief on top.\"\n        ],\n        [\n            36344,\n            \"\\u2018 Oh, Mr Wonka,-wailed Mrs Teavee, \\u2018 how can Grandpa George make Augustus Gloop grow?\"\n        ],\n        [\n            36408,\n            \"So what Grandpa George-ll do, Grandpa George-ll put Augustus Gloop in a special machine Mr Wonka have for testing the stretchiness of chewing-gum!\"\n        ],\n        [\n            36468,\n            \"- \\u2018 How far d-Mr Wonka think Augustus Gloop-ll stretch?\"\n        ],\n        [\n            36582,\n            \"All Grandpa George-ll have to do is give Augustus Gloop a triple overdose of Mr Wonka wonderful Supervitamin Chocolate.\"\n        ],\n        [\n            39358,\n            \"- \\u2018 Mr Wonka mean Augustus Gloop-s really all right?\"\n        ],\n        [\n            39384,\n            \"- \\u2018 Augustus Gloop-s very much ah right,-said Mr Wonka.\"\n        ],\n        [\n            39436,\n            \"- \\u2018 Of course Augustus Gloop-s changed,-said Mr Wonka, laughing.\"\n        ]\n    ],\n    \"[2, 6]\": [\n        [\n            19959,\n            \"\\u2018 Nor do Mr Bucket,-said Mr Wonka.\"\n        ],\n        [\n            20348,\n            \"\\u2018 Mr Bucket-m joking,-said Mr Wonka, giggling madly behind Mr Wonka beard.\"\n        ],\n        [\n            28508,\n            \"- \\u2018 Mr Bucket dear old fish,-said Mr Wonka, \\u2018 go and boil Mrs Salt head!\"\n        ],\n        [\n            33890,\n            \"\\u2018 Mr Bucket am a little deaf in Mr Bucket left ear,-Mr Wonka said.\"\n        ]\n    ],\n    \"[2, 7]\": [\n        [\n            28483,\n            \"\\u2018 Veruca, darling,-said Mrs Salt, \\u2018 pay no attention to Mr Wonka!\"\n        ],\n        [\n            28501,\n            \"Mr Wonka-s lying to Mrs Salt!\"\n        ],\n        [\n            28508,\n            \"- \\u2018 Mr Bucket dear old fish,-said Mr Wonka, \\u2018 go and boil Mrs Salt head!\"\n        ],\n        [\n            28527,\n            \"- \\u2018 How dare Mr Wonka speak to Mrs Salt like that!\"\n        ],\n        [\n            30240,\n            \"- \\u2018 That particular chute,-Mr Wonka told Mrs Salt, \\u2018 runs directly into the great big main rubbish pipe which carries away all the rubbish from every part of the factory-all the floor sweepings and potato peelings and rotten cabbages and fish heads and stuff like that.\"\n        ],\n        [\n            30520,\n            \"Mrs Salt may be a bit of a frump-Mr Wonka don-t mind admitting it-but that doesn-t mean Mr Wonka can roast Mrs Beauregarde to a crisp.\"\n        ]\n    ],\n    \"[2, 8]\": [\n        [\n            1599,\n            \"- \\u2018 Charlie,-said Grandpa Joe, raising Grandpa Joe up a little higher on Grandpa Joe pillow,-Mr Wonka is the most amazing, the most fantastic, the most extraordinary chocolate maker the world has ever seen!\"\n        ],\n        [\n            1650,\n            \"- \\u2018 Charlie knew Mr Wonka was famous, Grandpa Joe, and Charlie knew Mr Wonka was very clever.\"\n        ],\n        [\n            1744,\n            \"- And Grandpa Joe said, \\u2018 Charlie mean to say Grandpa Joe-ve never told Charlie about Mr Wonka and Mr Wonka factory?\"\n        ],\n        [\n            1951,\n            \"\\u2018 Did Charlie know, for example, that Mr Wonka has Mr Wonka invented more than two hundred new kinds of chocolate bars, each with a different centre, each far sweeter and creamier and more delicious than anything the other chocolate factories can make!\"\n        ],\n        [\n            2088,\n            \"Did Charlie know that Mr Wonka-s invented a way of making chocolate ice cream so that it stays cold for hours and hours without being in the refrigerator?\"\n        ],\n        [\n            2208,\n            \"- \\u2018 And then again,-Grandpa Joe went on speaking very slowly now so that Charlie wouldn-t miss a word, \\u2018 Mr Wonka can make marshmallows that taste of violets, and rich caramels that change colour every ten seconds as you suck them, and little feathery sweets that melt away deliciously the moment Grandpa George put them between Grandpa George lips.\"\n        ],\n        [\n            3464,\n            \"All the other chocolate makers, Charlie see, had begun to grow jealous of the wonderful sweets that Mr Wonka was making, and Grandpa George started sending in spies to steal Mr Wonka secret recipes.\"\n        ],\n        [\n            4249,\n            \"- \\u2018 But Grandpa Joe, who,-cried Charlie, \\u2018 who is Mr Wonka using to do all the work in the factory?\"\n        ],\n        [\n            10090,\n            \"And every day, Charlie, trudging through the snow on Charlie way to school, would have to pass Mr Wonka-s giant chocolate factory.\"\n        ],\n        [\n            11370,\n            \"Charlie-s found Mr Wonka-s last Golden Ticket!\"\n        ],\n        [\n            12042,\n            \"And as Charlie flew past Mr Wonka-s factory, Charlie turned and waved at it and sang out, \\u2018 Charlie-ll be seeing you!\"\n        ],\n        [\n            12072,\n            \"Charlie-ll be seeing Mr Wonka soon!\"\n        ],\n        [\n            12912,\n            \"Here we go: \\u2018 Greetings to Charlie, the lucky finder of this Golden Ticket, from Mr Wonka!\"\n        ],\n        [\n            12934,\n            \"Mr Wonka shake Charlie warmly by the hand!\"\n        ],\n        [\n            12956,\n            \"For now, Mr Wonka do invite Charlie to come to Mr Wonka factory and be Mr Wonka guest for one whole day-Charlie and all others who are lucky enough to find Mr Wonka Golden Tickets.\"\n        ],\n        [\n            12991,\n            \"Mr Wonka, Willy Wonka, will conduct Charlie around the factory myself, showing Charlie everything that there is to see, and afterwards, when it is time to leave, Charlie will be escorted home by a procession of large trucks.\"\n        ],\n        [\n            13035,\n            \"These trucks, Mr Wonka can promise Charlie, will be loaded with enough delicious eatables to last Charlie and Charlie entire household for many years.\"\n        ],\n        [\n            18618,\n            \"17 Charlie Goes up the Pipe When Mr Wonka turned round and saw what Charlie was doing, Mr Wonka cried out,-Oh, no!\"\n        ],\n        [\n            18653,\n            \"Mr Wonka beg of Charlie not to do that.\"\n        ],\n        [\n            18681,\n            \"\\u2018 Didn-t Charlie hear what Mr Wonka said?\"\n        ],\n        [\n            18707,\n            \"- said Charlie, taking not the slightest notice of Mrs Gloop or Mr Wonka.\"\n        ],\n        [\n            18735,\n            \"- \\u2018 Charlie,-cried Mr Wonka, hopping up and down and waggling Mr Wonka stick in the air, \\u2018 Charlie must come away.\"\n        ],\n        [\n            18762,\n            \"Charlie are dirtying Mr Wonka chocolate!\"\n        ],\n        [\n            21575,\n            \"Everything that Charlie had seen so far-the great chocolate river, the waterfall, the huge sucking pipes, the minty sugar meadows, Grandpa George, the beautiful pink boat, and most of all, Mr Wonka-had been so astonishing that Charlie began to wonder whether there could possibly be any more astonishments left.\"\n        ],\n        [\n            21693,\n            \"Suddenly, Mr Wonka, who was sitting on Charlie-s other side, reached down into the bottom of the boat, picked up a large mug, dipped it into the river, filled it with chocolate, and handed it to Charlie.\"\n        ],\n        [\n            26983,\n            \"- \\u2018 But Mr Wonka,-said Charlie anxiously, \\u2018 will Mrs Beauregarde ever be all right again or will Mrs Beauregarde always be a blueberry?\"\n        ],\n        [\n            27222,\n            \"The three remaining children-Veruca Salt, Mike Teavee, and Charlie-together with Grandpa George, followed after Mr Wonka.\"\n        ],\n        [\n            27275,\n            \"Mr Wonka was rushing along in front, turning left and right and right and left, and Grandpa Joe was saying, \\u2018 Keep a good hold of Grandpa Joe hand, Charlie.\"\n        ],\n        [\n            27488,\n            \"Grandpa Joe and Charlie were half running and half walking to keep up with Mr Wonka, but Grandpa George were able to read what it said on quite a few of the doors as Grandpa George hurried by.\"\n        ],\n        [\n            30552,\n            \"Mr Wonka-ll have Charlie know Mr Wonka-m extremely cross about this, Mr Wonka really am.\"\n        ],\n        [\n            35457,\n            \"- Mr and Mrs Teavee and Grandpa Joe and Charlie and Mr Wonka all gathered round the television and stared tensely at the screen.\"\n        ],\n        [\n            37023,\n            \"- Charlie caught Grandpa Joe-s hand, and the two of them stood beside Mr Wonka in the middle of the long bright room, listening to the Oompa-Foompas.\"\n        ],\n        [\n            37950,\n            \"- Mr Wonka swung round and stared at Charlie.\"\n        ],\n        [\n            38019,\n            \"\\u2018 But Charlie,-Mr Wonka cried out, \\u2018 that means Charlie-ve won!\"\n        ],\n        [\n            38038,\n            \"- Mr Wonka rushed out of the lift and started shaking Charlie-s hand so furiously it nearly came off.\"\n        ],\n        [\n            38059,\n            \"\\u2018 Oh, Mr Wonka do congratulate Charlie!\"\n        ],\n        [\n            38094,\n            \"Mr Wonka had a hunch, you know, right from the beginning, that it was going to be Charlie!\"\n        ],\n        [\n            38260,\n            \"- Mr Wonka-s bright twinkling blue eyes rested for a moment on Charlie-s face.\"\n        ],\n        [\n            38442,\n            \"Charlie was clinging to Grandpa Joe-s legs and Mr Wonka was holding on to a strap from the ceiling, and up Grandpa George went, up, up, up, straight up this time, with no twistings or turnings, and Charlie could hear the whistling of the air outside as the lift went faster and faster.\"\n        ],\n        [\n            39702,\n            \"Mr Wonka have something very important to talk to Charlie about, Charlie.\"\n        ],\n        [\n            39751,\n            \"Inside the lift stood Mr Wonka, Grandpa Joe, and Charlie.\"\n        ],\n        [\n            39781,\n            \"Then Mr Wonka paused, and Mr Wonka turned around and looked at Charlie with a most serious expression on Mr Wonka face.\"\n        ],\n        [\n            39839,\n            \"- \\u2018 Mr Wonka am very pleased to hear Charlie say that,-said Mr Wonka, looking more serious than ever.\"\n        ],\n        [\n            39862,\n            \"Mr Wonka went on staring at Charlie.\"\n        ],\n        [\n            39869,\n            \"\\u2018 Yes,-Mr Wonka said, \\u2018 Mr Wonka am very pleased indeed to hear Charlie say that.\"\n        ],\n        [\n            39888,\n            \"And now Mr Wonka shall tell Charlie why.\"\n        ],\n        [\n            39896,\n            \"- Mr Wonka cocked Mr Wonka head to one side and all at once the tiny twinkling wrinkles of a smile appeared around the corners of Mr Wonka eyes, and Mr Wonka said, \\u2018 Charlie see, Charlie, Mr Wonka have decided to make Charlie a present of the whole place.\"\n        ],\n        [\n            39967,\n            \"- Charlie stared at Mr Wonka.\"\n        ],\n        [\n            40004,\n            \"\\u2018 Mr Wonka really am giving it to Charlie.\"\n        ],\n        [\n            40068,\n            \"why should Mr Wonka want to give Mr Wonka factory to Charlie?\"\n        ],\n        [\n            40337,\n            \"- \\u2018 But Mr Wonka,-stammered Grandpa Joe, \\u2018 do Mr Wonka really and truly mean that Mr Wonka are giving the whole of this enormous factory to Charlie?\"\n        ],\n        [\n            40512,\n            \"- cried Mr Wonka, and Mr Wonka pressed some more buttons and the lift shot down towards Charlie-s house.\"\n        ],\n        [\n            40945,\n            \"Grandpa George-re all going back to live in Mr Wonka factory and Grandpa George-re going to help Mr Wonka to run it and Mr Wonka-s given it all to Charlie and.\"\n        ],\n        [\n            41107,\n            \"- \\u2018 Mr Wonka,-said Grandpa Joe, \\u2018 is Mr Wonka It took quite a time for Grandpa Joe and Charlie to explain to Grandpa George exactly what had been happening to them all day.\"\n        ],\n        [\n            41198,\n            \"So Mr Wonka and Grandpa Joe and Charlie, taking no notice of Grandpa George screams, simply pushed the bed into the lift.\"\n        ]\n    ],\n    \"[2, 13]\": [\n        [\n            24494,\n            \"- cried Mr Wonka, slapping Mrs Beauregarde hard on the back.\"\n        ],\n        [\n            24533,\n            \"- 21 Good-bye Mrs Beauregarde \\u2018 This gum / Mr Wonka went on, \\u2018 is Mr Wonka latest, Mr Wonka greatest, Mr Wonka most fascinating invention!\"\n        ],\n        [\n            24938,\n            \"\\u2018 Come on, Mr Wonka,-Mrs Beauregarde said, \\u2018 hand over this magic gum of Mr Wonka and Grandpa George-ll see if the thing works.\"\n        ],\n        [\n            25013,\n            \"- \\u2018 Mr Wonka would rather Mrs Beauregarde didn-t take it,-Mr Wonka told Mrs Beauregarde gently.\"\n        ],\n        [\n            25032,\n            \"\\u2018 Mrs Beauregarde see, Mr Wonka haven-t got it quite right yet.\"\n        ],\n        [\n            25065,\n            \"- said Mrs Beauregarde, and suddenly, before Mr Wonka could stop Mrs Beauregarde, Mrs Beauregarde shot out a fat hand and grabbed the stick of gum out of the little drawer and popped it into Mrs Beauregarde mouth.\"\n        ],\n        [\n            25723,\n            \"- \\u2018 Mr Wonka told Mrs Beauregarde Mr Wonka hadn-t got it quite right,-sighed Mr Wonka, shaking Mr Wonka head sadly.\"\n        ],\n        [\n            26184,\n            \"\\u2018 Roll Mrs Beauregarde into the boat,-Mr Wonka said to them, \\u2018 and take Mrs Beauregarde along to the Juicing Room at once.\"\n        ],\n        [\n            26232,\n            \"- \\u2018 Squeeze Mrs Beauregarde,-said Mr Wonka.\"\n        ],\n        [\n            26983,\n            \"- \\u2018 But Mr Wonka,-said Charlie anxiously, \\u2018 will Mrs Beauregarde ever be all right again or will Mrs Beauregarde always be a blueberry?\"\n        ],\n        [\n            29983,\n            \"- \\u2018 They-re testing Mrs Beauregarde to see if Mrs Beauregarde-s a bad nut,-said Mr Wonka.\"\n        ],\n        [\n            30067,\n            \"\\u2018 My goodness, Mrs Beauregarde is a bad nut after all,-said Mr Wonka.\"\n        ],\n        [\n            30131,\n            \"\\u2018 Mrs Beauregarde-s going where all the other bad nuts go,-said Mr Wonka.\"\n        ],\n        [\n            30520,\n            \"Mrs Salt may be a bit of a frump-Mr Wonka don-t mind admitting it-but that doesn-t mean Mr Wonka can roast Mrs Beauregarde to a crisp.\"\n        ]\n    ],\n    \"[2, 14]\": [\n        [\n            32563,\n            \"- And Mr Wonka said, \\u2018 Calm Mrs Teavee, Mrs Teavee,-and patted Mrs Teavee comfortingly on the arm.\"\n        ],\n        [\n            32886,\n            \"\\u2018 Then Mrs Teavee-d better take this,-said Mr Wonka, and Mr Wonka swept Mr Wonka magnificent black top hat off Mr Wonka head, and held it out, upside down, in front of Mrs Teavee mouth.\"\n        ],\n        [\n            35323,\n            \"Mr Wonka hurried forward and placed a hand gently on Mrs Teavee shoulder.\"\n        ],\n        [\n            35457,\n            \"- Mr and Mrs Teavee and Grandpa Joe and Charlie and Mr Wonka all gathered round the television and stared tensely at the screen.\"\n        ],\n        [\n            35553,\n            \"\\u2018 Mr Wonka don-t wish to alarm Mrs Teavee,-said Mr Wonka, \\u2018 but it does sometimes happen that only about half the little pieces find their way into the television set.\"\n        ],\n        [\n            36344,\n            \"\\u2018 Oh, Mr Wonka,-wailed Mrs Teavee, \\u2018 how can Grandpa George make Augustus Gloop grow?\"\n        ]\n    ],\n    \"[2, 16]\": [\n        [\n            1599,\n            \"- \\u2018 Charlie,-said Grandpa Joe, raising Grandpa Joe up a little higher on Grandpa Joe pillow,-Mr Wonka is the most amazing, the most fantastic, the most extraordinary chocolate maker the world has ever seen!\"\n        ],\n        [\n            1650,\n            \"- \\u2018 Charlie knew Mr Wonka was famous, Grandpa Joe, and Charlie knew Mr Wonka was very clever.\"\n        ],\n        [\n            1744,\n            \"- And Grandpa Joe said, \\u2018 Charlie mean to say Grandpa Joe-ve never told Charlie about Mr Wonka and Mr Wonka factory?\"\n        ],\n        [\n            2208,\n            \"- \\u2018 And then again,-Grandpa Joe went on speaking very slowly now so that Charlie wouldn-t miss a word, \\u2018 Mr Wonka can make marshmallows that taste of violets, and rich caramels that change colour every ten seconds as you suck them, and little feathery sweets that melt away deliciously the moment Grandpa George put them between Grandpa George lips.\"\n        ],\n        [\n            2544,\n            \"- 3 Mr Wonka and Grandpa George \\u2018 Grandpa George wrote a letter to Mr Wonka / said Grandpa Joe, \\u2018 and asked Mr Wonka to come all the way out to India and build Grandpa George a colossal palace entirely out of chocolate / \\u2018 Did Mr Wonka do it, Grandpa Joe?\"\n        ],\n        [\n            3065,\n            \"- \\u2018 All factories / said Grandpa Joe, \\u2018 have workers streaming in and out of the gates in the mornings and evenings-except Mr Wonka-s!\"\n        ],\n        [\n            4249,\n            \"- \\u2018 But Grandpa Joe, who,-cried Charlie, \\u2018 who is Mr Wonka using to do all the work in the factory?\"\n        ],\n        [\n            18482,\n            \"- Grandpa Joe said to Grandpa George, \\u2018 Grandpa George mustn-t interrupt Mr Wonka.\"\n        ],\n        [\n            21762,\n            \"- Then Mr Wonka filled a second mug and gave it to Grandpa Joe.\"\n        ],\n        [\n            21777,\n            \"\\u2018 Grandpa Joe, too,-Mr Wonka said.\"\n        ],\n        [\n            21911,\n            \"\\u2018 That-s because it-s been mixed by waterfall,-Mr Wonka told Grandpa Joe.\"\n        ],\n        [\n            27275,\n            \"Mr Wonka was rushing along in front, turning left and right and right and left, and Grandpa Joe was saying, \\u2018 Keep a good hold of Grandpa Joe hand, Charlie.\"\n        ],\n        [\n            27488,\n            \"Grandpa Joe and Charlie were half running and half walking to keep up with Mr Wonka, but Grandpa George were able to read what it said on quite a few of the doors as Grandpa George hurried by.\"\n        ],\n        [\n            35457,\n            \"- Mr and Mrs Teavee and Grandpa Joe and Charlie and Mr Wonka all gathered round the television and stared tensely at the screen.\"\n        ],\n        [\n            37023,\n            \"- Charlie caught Grandpa Joe-s hand, and the two of them stood beside Mr Wonka in the middle of the long bright room, listening to the Oompa-Foompas.\"\n        ],\n        [\n            37923,\n            \"\\u2018 But Mr Wonka,-Grandpa Joe called after Mr Wonka, \\u2018 there-s.\"\n        ],\n        [\n            38316,\n            \"Grandpa Joe-s face was shining with excitement as Grandpa Joe watched every move that Mr Wonka made.\"\n        ],\n        [\n            38442,\n            \"Charlie was clinging to Grandpa Joe-s legs and Mr Wonka was holding on to a strap from the ceiling, and up Grandpa George went, up, up, up, straight up this time, with no twistings or turnings, and Charlie could hear the whistling of the air outside as the lift went faster and faster.\"\n        ],\n        [\n            38935,\n            \"\\u2018 Have no fear, Grandpa Joe,-said Mr Wonka calmly, and Mr Wonka pressed another button.\"\n        ],\n        [\n            39751,\n            \"Inside the lift stood Mr Wonka, Grandpa Joe, and Charlie.\"\n        ],\n        [\n            40042,\n            \"- \\u2018 Mr Wonka-m not joking, Grandpa Joe.\"\n        ],\n        [\n            40337,\n            \"- \\u2018 But Mr Wonka,-stammered Grandpa Joe, \\u2018 do Mr Wonka really and truly mean that Mr Wonka are giving the whole of this enormous factory to Charlie?\"\n        ],\n        [\n            40650,\n            \"- \\u2018 Mr Wonka couldn-t get the bed out of the house,-said Grandpa Joe.\"\n        ],\n        [\n            41107,\n            \"- \\u2018 Mr Wonka,-said Grandpa Joe, \\u2018 is Mr Wonka It took quite a time for Grandpa Joe and Charlie to explain to Grandpa George exactly what had been happening to them all day.\"\n        ],\n        [\n            41198,\n            \"So Mr Wonka and Grandpa Joe and Charlie, taking no notice of Grandpa George screams, simply pushed the bed into the lift.\"\n        ]\n    ],\n    \"[2, 17]\": [\n        [\n            41028,\n            \"- \\u2018 Mr Wonka dear sir,-said Mr Wonka, jumping forward and shaking Mrs Bucket warmly by the hand, \\u2018 Mr Wonka-m so very glad to meet you.\"\n        ]\n    ],\n    \"[3, 5]\": [\n        [\n            19213,\n            \"- \\u2018 It-s a wonder to Grandpa George,-said Mrs Gloop, \\u2018 how that pipe is big enough for Augustus Gloop to go through it.\"\n        ],\n        [\n            19516,\n            \"But Augustus Gloop-ll come out of it just fine, Mrs Gloop wait and see.\"\n        ],\n        [\n            19611,\n            \"That pipe-the one Augustus Gloop went up-happens to lead directly to the room where Mrs Gloop make a most delicious kind of strawberry-flavoured chocolate-coated fudge.\"\n        ],\n        [\n            19969,\n            \"\\u2018 And Mr Bucket do promise Mrs Gloop, Mrs Gloop, that Augustus Gloop is perfectly safe.\"\n        ],\n        [\n            20005,\n            \"\\u2018 Lead Mrs Gloop to Augustus Gloop this instant!\"\n        ]\n    ],\n    \"[3, 6]\": [\n        [\n            19969,\n            \"\\u2018 And Mr Bucket do promise Mrs Gloop, Mrs Gloop, that Augustus Gloop is perfectly safe.\"\n        ]\n    ],\n    \"[3, 8]\": [\n        [\n            18559,\n            \"\\u2018 Charlie, sweetheart, Mrs Gloop don-t think Charlie had better do that.\"\n        ],\n        [\n            18707,\n            \"- said Charlie, taking not the slightest notice of Mrs Gloop or Mr Wonka.\"\n        ]\n    ],\n    \"[4, 5]\": [\n        [\n            35391,\n            \"- \\u2018 Mike Teavee-ll tell Mrs Teavee where Augustus Gloop is,-said Mike Teavee, \\u2018 Augustus Gloop-s whizzing around above Grandpa George heads in a million tiny pieces!\"\n        ],\n        [\n            35489,\n            \"\\u2018 Augustus Gloop-s taking a heck of a long time to come across,-said Mike Teavee, wiping Mike Teavee brow.\"\n        ],\n        [\n            36102,\n            \"- And Mike Teavee said, \\u2018 Grandpa George can-t send Augustus Gloop back to school like this!\"\n        ]\n    ],\n    \"[4, 6]\": [\n        [\n            8296,\n            \"The fourth Golden Ticket,-Mr Bucket read, \\u2018 was found by Mike Teavee.\"\n        ],\n        [\n            8345,\n            \"\\u2018 The Teavee household,-said Mr Bucket, going on with his reading, \\u2018 was crammed, like all the others, with excited visitors when Grandpa George arrived, but Mike Teavee, the lucky winner, seemed extremely annoyed by the whole business.\"\n        ],\n        [\n            33906,\n            \"\\u2018 Mike Teavee must forgive Mr Bucket if Mr Bucket don-t hear everything Mike Teavee say.\"\n        ]\n    ],\n    \"[4, 7]\": [\n        [\n            30872,\n            \"But Mike Teavee was already toppling forward, and down the chute he went, just as Mrs Salt had done before Mike Teavee-and Mrs Salt.\"\n        ]\n    ],\n    \"[4, 8]\": [\n        [\n            27222,\n            \"The three remaining children-Veruca Salt, Mike Teavee, and Charlie-together with Grandpa George, followed after Mr Wonka.\"\n        ],\n        [\n            31520,\n            \"There were only two children left now-Mike Teavee and Charlie.\"\n        ]\n    ],\n    \"[4, 14]\": [\n        [\n            35391,\n            \"- \\u2018 Mike Teavee-ll tell Mrs Teavee where Augustus Gloop is,-said Mike Teavee, \\u2018 Augustus Gloop-s whizzing around above Grandpa George heads in a million tiny pieces!\"\n        ],\n        [\n            35830,\n            \"\\u2018 Mike,-cried Mrs Teavee, \\u2018 are Mike Teavee all right?\"\n        ],\n        [\n            36228,\n            \"Mike Teavee started jumping up and down on the palm of Mrs Teavee-s hand, screaming and yelling and trying to bite Mrs Teavee fingers.\"\n        ]\n    ],\n    \"[4, 16]\": [\n        [\n            34766,\n            \"- 27 Mike Teavee is Sent by Television Mike Teavee was even more excited than Grandpa Joe at seeing a bar of chocolate being sent by television.\"\n        ]\n    ],\n    \"[5, 6]\": [\n        [\n            5136,\n            \"Grandpa George was Augustus Gloop, and Mr Bucket-s evening newspaper carried a large picture of Augustus Gloop on the front page.\"\n        ],\n        [\n            6192,\n            \"Well, Mr Bucket just hated to see Mr Bucket little girl feeling unhappy like that, so Mr Bucket vowed Mr Bucket would keep up the search until Mr Bucket-d got her what Augustus Gloop wanted.\"\n        ],\n        [\n            15018,\n            \"\\u2018 Mr Bucket-m Augustus Gloop,-he said.\"\n        ],\n        [\n            15050,\n            \"\\u2018 Mr BucketAugustus Gloop, how good to see Augustus Gloop!\"\n        ],\n        [\n            19969,\n            \"\\u2018 And Mr Bucket do promise Mrs Gloop, Mrs Gloop, that Augustus Gloop is perfectly safe.\"\n        ],\n        [\n            20125,\n            \"\\u2018 Mr Bucket want Grandpa George to take Mr and Mrs Gloop up to the Fudge Room and help them to find Augustus Gloop, Augustus.\"\n        ],\n        [\n            20264,\n            \"Mr Bucket-m almost certain Grandpa George-ll find Augustus Gloop in there.\"\n        ]\n    ],\n    \"[5, 8]\": [\n        [\n            17316,\n            \"- \\u2018 Grandpa Joe see Augustus Gloop, Charlie!\"\n        ]\n    ],\n    \"[5, 14]\": [\n        [\n            35273,\n            \"Mrs Teavee stood staring at the place where Augustus Gloop had been.\"\n        ],\n        [\n            35287,\n            \"and Mrs Teavee great red mouth opened wide and Mrs Teavee screamed, \\u2018 Augustus Gloop-s gone!\"\n        ],\n        [\n            35391,\n            \"- \\u2018 Mike Teavee-ll tell Mrs Teavee where Augustus Gloop is,-said Mike Teavee, \\u2018 Augustus Gloop-s whizzing around above Grandpa George heads in a million tiny pieces!\"\n        ],\n        [\n            35885,\n            \"Tell Mrs Teavee Augustus Gloop-re all right!\"\n        ],\n        [\n            35959,\n            \"- Mrs Teavee shot out a hand and picked Augustus Gloop out of the screen.\"\n        ],\n        [\n            36344,\n            \"\\u2018 Oh, Mr Wonka,-wailed Mrs Teavee, \\u2018 how can Grandpa George make Augustus Gloop grow?\"\n        ]\n    ],\n    \"[5, 16]\": [\n        [\n            17311,\n            \"Can Grandpa Joe see Augustus Gloop?\"\n        ],\n        [\n            17316,\n            \"- \\u2018 Grandpa Joe see Augustus Gloop, Charlie!\"\n        ],\n        [\n            19291,\n            \"\\u2018 Grandpa Joe think Augustus Gloop is!\"\n        ]\n    ],\n    \"[5, 18]\": [\n        [\n            5279,\n            \"\\u2018 Grandma Josephine just knew Augustus Gloop would find a Golden Ticket,-Grandma Josephine had told the newspapermen.\"\n        ],\n        [\n            5368,\n            \"And what Grandma Josephine always say is, Augustus Gloop wouldn-t go on eating like Augustus Gloop does unless Augustus Gloop needed nourishment, would Augustus Gloop?\"\n        ]\n    ],\n    \"[6, 7]\": [\n        [\n            28508,\n            \"- \\u2018 Mr Bucket dear old fish,-said Mr Wonka, \\u2018 go and boil Mrs Salt head!\"\n        ]\n    ],\n    \"[6, 8]\": [\n        [\n            6634,\n            \"Mr and Mr Bucket came in and stood at the foot of the bed, watching Charlie.\"\n        ],\n        [\n            6711,\n            \"Then Mr Bucket said gently,-Charlie mustn-t be too disappointed, Charlie, if Charlie don-t find what Charlie-re looking for underneath that wrapper.\"\n        ],\n        [\n            7358,\n            \"\\u2018 It-s time to go to school, Charlie,-Mr Bucket said, putting an arm around Charlie-s skinny shoulders.\"\n        ],\n        [\n            10276,\n            \"Mr Bucket hear Grandma Josephine tried to slip Grandma Josephine own piece of bread on to Charlie plate at breakfast this morning, but Charlie wouldn-t touch it.\"\n        ],\n        [\n            10941,\n            \"Mr Bucket turned and reached behind Mr Bucket for the chocolate bar, then Mr Bucket turned back again and handed it to Charlie.\"\n        ],\n        [\n            11031,\n            \"\\u2018 Charlie look like Charlie wanted that one, Charlie,-Mr Bucket said pleasantly.\"\n        ],\n        [\n            11057,\n            \"Mr Bucket put Charlie-s change on the counter.\"\n        ],\n        [\n            11421,\n            \"\\u2018 Charlie found it right here in Mr Bucket own little shop!\"\n        ],\n        [\n            12694,\n            \"- \\u2018 Show Mr Bucket the ticket, Charlie!\"\n        ],\n        [\n            12737,\n            \"--Let Mr Bucket see it, Charlie / Mr Bucket said, collapsing into a chair and holding out Mr Bucket hand.\"\n        ],\n        [\n            13211,\n            \"And now, here are Charlie instructions: the day Mr Bucket have chosen for the visit is the first day in the month of February.\"\n        ],\n        [\n            13895,\n            \"For several hours, there was complete pandemonium in the little house, and it must have been nearly midnight before Mr Bucket was able to get rid of them so that Charlie could go to bed.\"\n        ],\n        [\n            14601,\n            \"- Charlie, standing only a few paces away from Mr Bucket, gave Grandpa Joe-s hand a squeeze, and Grandpa Joe looked down at Charlie and smiled.\"\n        ]\n    ],\n    \"[6, 13]\": [\n        [\n            31307,\n            \"But now, Mr Bucket dears, Grandpa George think Grandpa George might Be wondering-is it really right That every single bit of blame And all the scolding and the shame Should fall upon Mrs Beauregarde?\"\n        ]\n    ],\n    \"[6, 16]\": [\n        [\n            13570,\n            \"- Mrs Bucket smiled at Grandpa Joe, then Mrs Bucket turned to Mr Bucket and said,-How about Mr Bucket, Mr Bucket?\"\n        ],\n        [\n            14601,\n            \"- Charlie, standing only a few paces away from Mr Bucket, gave Grandpa Joe-s hand a squeeze, and Grandpa Joe looked down at Charlie and smiled.\"\n        ]\n    ],\n    \"[6, 17]\": [\n        [\n            13570,\n            \"- Mrs Bucket smiled at Grandpa Joe, then Mrs Bucket turned to Mr Bucket and said,-How about Mr Bucket, Mr Bucket?\"\n        ]\n    ],\n    \"[6, 18]\": [\n        [\n            8332,\n            \"\\u2018 Don-t interrupt, Grandma Josephine,-said Mr Bucket.\"\n        ],\n        [\n            8714,\n            \"- \\u2018 Of course not,-said Mr Bucket, smiling at Grandma Josephine.\"\n        ],\n        [\n            10276,\n            \"Mr Bucket hear Grandma Josephine tried to slip Grandma Josephine own piece of bread on to Charlie plate at breakfast this morning, but Charlie wouldn-t touch it.\"\n        ]\n    ],\n    \"[7, 13]\": [\n        [\n            29411,\n            \"- shouted Mrs Salt suddenly, \\u2018 I-ve decided Mrs Beauregarde want a squirrel!\"\n        ],\n        [\n            29434,\n            \"- \\u2018 Don-t be silly, Mrs Beauregarde,-said Mrs Salt.\"\n        ],\n        [\n            29528,\n            \"- \\u2018 All right, Mrs Beauregarde,-Mrs Salt said soothingly.\"\n        ],\n        [\n            29542,\n            \"\\u2018 Mrs Salt-ll get Mrs Beauregarde a squirrel just as soon as Mrs Salt possibly can.\"\n        ],\n        [\n            30168,\n            \"- said Mrs Salt, staring through the glass door at Mrs Beauregarde.\"\n        ],\n        [\n            30520,\n            \"Mrs Salt may be a bit of a frump-Mr Wonka don-t mind admitting it-but that doesn-t mean Mr Wonka can roast Mrs Beauregarde to a crisp.\"\n        ]\n    ],\n    \"[7, 14]\": [\n        [\n            28870,\n            \"Mrs Salt and Mrs Teavee, the only women now left in Grandpa George, were getting very out of breath.\"\n        ]\n    ],\n    \"[8, 12]\": [\n        [\n            484,\n            \"Grandpa George, of course, didn-t starve, but Grandpa George-Grandpa George, Grandpa George, Charlie, Grandma Georgina, and Charlie-went about from morning till night with a horrible empty feeling in Grandpa George tummies.\"\n        ],\n        [\n            549,\n            \"And although Charlie and Grandma Georgina often went without Grandpa George own share of lunch or supper so that Grandpa George could give it to Charlie, it still wasn-t nearly enough for Charlie.\"\n        ],\n        [\n            1346,\n            \"But as soon as Grandpa George heard the door opening, and heard Charlie-s voice saying,-Good evening, Grandpa Joe and Grandma Josephine, and Grandpa Joe and Grandma Georgina,-then Grandpa George would suddenly sit up, and Grandpa George old wrinkled faces would light up with smiles of pleasure-and the talking would begin.\"\n        ],\n        [\n            3316,\n            \"- \\u2018 But, Grandma Georgina, Charlie must hear.\"\n        ]\n    ],\n    \"[8, 13]\": [\n        [\n            26983,\n            \"- \\u2018 But Mr Wonka,-said Charlie anxiously, \\u2018 will Mrs Beauregarde ever be all right again or will Mrs Beauregarde always be a blueberry?\"\n        ]\n    ],\n    \"[8, 14]\": [\n        [\n            35457,\n            \"- Mr and Mrs Teavee and Grandpa Joe and Charlie and Mr Wonka all gathered round the television and stared tensely at the screen.\"\n        ]\n    ],\n    \"[8, 16]\": [\n        [\n            1346,\n            \"But as soon as Grandpa George heard the door opening, and heard Charlie-s voice saying,-Good evening, Grandpa Joe and Grandma Josephine, and Grandpa Joe and Grandma Georgina,-then Grandpa George would suddenly sit up, and Grandpa George old wrinkled faces would light up with smiles of pleasure-and the talking would begin.\"\n        ],\n        [\n            1599,\n            \"- \\u2018 Charlie,-said Grandpa Joe, raising Grandpa Joe up a little higher on Grandpa Joe pillow,-Mr Wonka is the most amazing, the most fantastic, the most extraordinary chocolate maker the world has ever seen!\"\n        ],\n        [\n            1650,\n            \"- \\u2018 Charlie knew Mr Wonka was famous, Grandpa Joe, and Charlie knew Mr Wonka was very clever.\"\n        ],\n        [\n            1744,\n            \"- And Grandpa Joe said, \\u2018 Charlie mean to say Grandpa Joe-ve never told Charlie about Mr Wonka and Mr Wonka factory?\"\n        ],\n        [\n            1796,\n            \"- \\u2018 Will Grandpa Joe tell Charlie now, Grandpa Joe, please?\"\n        ],\n        [\n            1815,\n            \"Sit down beside Grandpa Joe on the bed, Charlie, and listen carefully.\"\n        ],\n        [\n            1883,\n            \"But in the evenings, when Charlie, was in the room, Grandpa Joe seemed in some marvellous way to grow quite young again.\"\n        ],\n        [\n            2149,\n            \"- said Charlie, staring at Grandpa Joe.\"\n        ],\n        [\n            2208,\n            \"- \\u2018 And then again,-Grandpa Joe went on speaking very slowly now so that Charlie wouldn-t miss a word, \\u2018 Mr Wonka can make marshmallows that taste of violets, and rich caramels that change colour every ten seconds as you suck them, and little feathery sweets that melt away deliciously the moment Grandpa George put them between Grandpa George lips.\"\n        ],\n        [\n            2528,\n            \"\\u2018 Listen,-said Grandpa Joe, \\u2018 and Grandpa Joe-ll tell Charlie.\"\n        ],\n        [\n            2853,\n            \"- Charlie sat very still on the edge of the bed, staring at Grandpa Joe.\"\n        ],\n        [\n            2943,\n            \"- \\u2018 And Grandpa Joe-ll tell Charlie something else that-s true,-said Grandpa Joe, and now Grandpa Joe leaned closer to Charlie, and lowered Grandpa Joe voice to a soft, secret whisper.\"\n        ],\n        [\n            3053,\n            \"- \\u2018 Grandpa Joe mean Grandpa George, Charlie.\"\n        ],\n        [\n            3182,\n            \"Charlie really don-t know, Grandpa Joe,-Charlie stammered.\"\n        ],\n        [\n            3337,\n            \"- \\u2018 That-s right,-said Grandpa Joe, \\u2018 Grandpa Joe-ll tell Charlie the rest of it tomorrow evening.\"\n        ],\n        [\n            3379,\n            \"- Charlie see, Charlie,-Grandpa Joe said,-not so very long ago there used to be Grandpa George.\"\n        ],\n        [\n            4016,\n            \"-\\u201dGrandpa Joe leaned forward and laid a long bony finger on Charlie-s knee, and Grandpa Joe said softly, \\u2018 But most mysterious of all, Charlie, were the shadows in the windows of the factory.\"\n        ],\n        [\n            4249,\n            \"- \\u2018 But Grandpa Joe, who,-cried Charlie, \\u2018 who is Mr Wonka using to do all the work in the factory?\"\n        ],\n        [\n            4370,\n            \"- \\u2018 Charlie,-said Grandpa Joe, \\u2018 that is one of the great mysteries of the chocolate-making world.\"\n        ],\n        [\n            6335,\n            \"\\u2018 Charlie don-t think Grandpa George played it quite fair, Grandpa Joe, do Grandpa Joe?\"\n        ],\n        [\n            6370,\n            \"\\u2018 And no good can ever come from spoiling a child like that, Charlie, Charlie mark Grandpa Joe words.\"\n        ],\n        [\n            6499,\n            \"\\u2018 Bring it in here when Charlie get it,-Grandpa Joe said.\"\n        ],\n        [\n            7040,\n            \"\\u2018 Charlie-d better go ahead and open it up, or Charlie-ll be late for school,-Grandpa Joe said.\"\n        ],\n        [\n            7066,\n            \"\\u2018 Charlie might as well get it over with,-Grandpa Joe said.\"\n        ],\n        [\n            7328,\n            \"- \\u2018 Please,-begged Charlie, turning round and offering it to Grandpa Joe.\"\n        ],\n        [\n            8815,\n            \"- 9 Grandpa Joe Takes a Gamble The next day, when Charlie came home from school and went in to see Grandpa George, Charlie found that Grandpa Joe was awake.\"\n        ],\n        [\n            8860,\n            \"- whispered Grandpa Joe, and Grandpa Joe beckoned Charlie to come closer.\"\n        ],\n        [\n            8882,\n            \"Grandpa Joe gave Charlie a sly grin, and then Grandpa Joe started rummaging under Grandpa Joe pillow with one hand;\"\n        ],\n        [\n            8971,\n            \"And now, Charlie and Grandpa Joe are going to have one more fling at finding that last ticket.\"\n        ],\n        [\n            8996,\n            \"But Charlie-ll have to help Grandpa Joe.\"\n        ],\n        [\n            9048,\n            \"Grandpa Joe-m as keen as Charlie are to find that ticket!\"\n        ],\n        [\n            9061,\n            \"Here-take the money and run down the street to the nearest shop and buy the first Wonka bar Charlie see and bring it straight back to Grandpa Joe, and Grandpa George-ll open it together.\"\n        ],\n        [\n            9231,\n            \"- \\u2018 No,-Charlie said, \\u2018 Grandpa Joe paid for it.\"\n        ],\n        [\n            9330,\n            \"\\u2018 Mind Charlie,-said Grandpa Joe, \\u2018 there is just that tiny chance that it might be the one, don-t Charlie agree?\"\n        ],\n        [\n            9396,\n            \"Which end do Charlie think Grandpa Joe ought to open first?\"\n        ],\n        [\n            9455,\n            \"- \\u2018 Charlie finish it,-said Grandpa Joe.\"\n        ],\n        [\n            9917,\n            \"Both bars of chocolate, the birthday one and the one Grandpa Joe had bought, had long since been nibbled away, and all Charlie got now were those thin, cabbagy meals three times a day.\"\n        ],\n        [\n            10183,\n            \"\\u2018 That child / said Grandpa Joe, poking Grandpa Joe head up from under the blanket one icy morning, \\u2018 Charlie has got to have more food.\"\n        ],\n        [\n            10312,\n            \"- \\u2018 Charlie-s Grandpa George,-said Grandpa Joe.\"\n        ],\n        [\n            12308,\n            \"Then, very softly, Grandpa Joe said, \\u2018 Charlie-re pulling Grandpa George legs, Charlie, aren-t Charlie?\"\n        ],\n        [\n            12346,\n            \"- cried Charlie, rushing up to the bed and holding out the large and beautiful Golden Ticket for Grandpa Joe to see.\"\n        ],\n        [\n            12396,\n            \"Then very slowly, with a slow and marvellous grin spreading all over Grandpa Joe face, Grandpa Joe lifted Grandpa Joe head and looked straight at Charlie.\"\n        ],\n        [\n            13550,\n            \"\\u2018 Grandpa Joe-ll take Charlie!\"\n        ],\n        [\n            13557,\n            \"Grandpa Joe-ll look after Charlie!\"\n        ],\n        [\n            13734,\n            \"- shouted Grandpa Joe, seizing Charlie by the hands and dancing round the room.\"\n        ],\n        [\n            13777,\n            \"Perhaps Grandpa Joe should be the one to go with Charlie.\"\n        ],\n        [\n            14065,\n            \"The tall bony figure of Grandpa Joe could be seen standing quietly among Grandpa George, and beside Grandpa Joe, holding tightly on to Grandpa Joe hand, was Charlie.\"\n        ],\n        [\n            14601,\n            \"- Charlie, standing only a few paces away from Mr Bucket, gave Grandpa Joe-s hand a squeeze, and Grandpa Joe looked down at Charlie and smiled.\"\n        ],\n        [\n            16114,\n            \"\\u2018 Don-t Charlie let go Grandpa Joe hand, Charlie,-whispered Grandpa Joe.\"\n        ],\n        [\n            17316,\n            \"- \\u2018 Grandpa Joe see Augustus Gloop, Charlie!\"\n        ],\n        [\n            21515,\n            \"- \\u2018 She wants a good kick in the pants,-whispered Grandpa Joe to Charlie.\"\n        ],\n        [\n            21533,\n            \"Grandpa Joe was sitting in the back of the boat and Charlie was right beside Grandpa Joe.\"\n        ],\n        [\n            21553,\n            \"Charlie was holding tightly on to Grandpa Joe-s bony old hand.\"\n        ],\n        [\n            21674,\n            \"- said Grandpa Joe, grinning at Charlie.\"\n        ],\n        [\n            21683,\n            \"Charlie nodded and smiled up at Grandpa Joe.\"\n        ],\n        [\n            26353,\n            \"The rest of the party, including Charlie and Grandpa Joe, stood absolutely still and watched them go.\"\n        ],\n        [\n            27275,\n            \"Mr Wonka was rushing along in front, turning left and right and right and left, and Grandpa Joe was saying, \\u2018 Keep a good hold of Grandpa Joe hand, Charlie.\"\n        ],\n        [\n            27488,\n            \"Grandpa Joe and Charlie were half running and half walking to keep up with Mr Wonka, but Grandpa George were able to read what it said on quite a few of the doors as Grandpa George hurried by.\"\n        ],\n        [\n            28245,\n            \"Grandpa Joe lifted Charlie up so that Charlie could get a better view, and looking in, Charlie saw a long table, and on the table there were rows and rows of small white square-shaped sweets.\"\n        ],\n        [\n            31566,\n            \"- cried Charlie and Grandpa Joe, both together.\"\n        ],\n        [\n            32425,\n            \"Charlie, who couldn-t possibly reach as high as that, put Charlie arms around Grandpa Joe-s legs and hung on tight.\"\n        ],\n        [\n            32494,\n            \"Then suddenly, as though it had come to the top of the hill and gone over a precipice, it dropped like a stone and Charlie felt Charlie tummy coming right up into Charlie throat, and Grandpa Joe shouted, \\u2018 Yippee!\"\n        ],\n        [\n            32586,\n            \"And then Grandpa Joe looked down at Charlie, and Grandpa Joe said, \\u2018 Are Charlie all right, Charlie?\"\n        ],\n        [\n            33188,\n            \"- 26 The Television-Chocolate Room Grandpa George, together with Charlie and Grandpa Joe, stepped out of the lift into a room so dazzlingly bright and dazzlingly white that Grandpa George screwed up Grandpa George eyes in pain and stopped walking.\"\n        ],\n        [\n            35457,\n            \"- Mr and Mrs Teavee and Grandpa Joe and Charlie and Mr Wonka all gathered round the television and stared tensely at the screen.\"\n        ],\n        [\n            37023,\n            \"- Charlie caught Grandpa Joe-s hand, and the two of them stood beside Mr Wonka in the middle of the long bright room, listening to the Oompa-Foompas.\"\n        ],\n        [\n            37906,\n            \"- Charlie looked at Grandpa Joe, and Grandpa Joe looked back at Charlie.\"\n        ],\n        [\n            37965,\n            \"Charlie stood there holding tightly on to Grandpa Joe-s hand.\"\n        ],\n        [\n            38223,\n            \"Charlie too, Grandpa Joe, sir!\"\n        ],\n        [\n            38353,\n            \"Charlie and Grandpa Joe both craned Grandpa George necks to read what it said on the little label beside the button.\"\n        ],\n        [\n            38442,\n            \"Charlie was clinging to Grandpa Joe-s legs and Mr Wonka was holding on to a strap from the ceiling, and up Grandpa George went, up, up, up, straight up this time, with no twistings or turnings, and Charlie could hear the whistling of the air outside as the lift went faster and faster.\"\n        ],\n        [\n            39751,\n            \"Inside the lift stood Mr Wonka, Grandpa Joe, and Charlie.\"\n        ],\n        [\n            40337,\n            \"- \\u2018 But Mr Wonka,-stammered Grandpa Joe, \\u2018 do Mr Wonka really and truly mean that Mr Wonka are giving the whole of this enormous factory to Charlie?\"\n        ],\n        [\n            41107,\n            \"- \\u2018 Mr Wonka,-said Grandpa Joe, \\u2018 is Mr Wonka It took quite a time for Grandpa Joe and Charlie to explain to Grandpa George exactly what had been happening to them all day.\"\n        ],\n        [\n            41198,\n            \"So Mr Wonka and Grandpa Joe and Charlie, taking no notice of Grandpa George screams, simply pushed the bed into the lift.\"\n        ],\n        [\n            41329,\n            \"- \\u2018 Charlie-s right,-said Grandpa Joe.\"\n        ]\n    ],\n    \"[8, 17]\": [\n        [\n            61,\n            \"Mr and Mrs Bucket have Charlie.\"\n        ],\n        [\n            227,\n            \"Mr and Mrs Bucket and Charlie slept in the other room, upon mattresses on the floor.\"\n        ],\n        [\n            3281,\n            \"- \\u2018 Charlie, Charlie,-Mrs Bucket called out from where she was standing by the door, \\u2018 it-s time for bed.\"\n        ],\n        [\n            12225,\n            \"IT-S THE FIFTH GOLDEN TICKET, Mrs Bucket, AND Charlie-VE FOUND IT!\"\n        ],\n        [\n            40921,\n            \"- cried Charlie, rushing into Mrs Bucket-s arms.\"\n        ]\n    ],\n    \"[8, 18]\": [\n        [\n            1346,\n            \"But as soon as Grandpa George heard the door opening, and heard Charlie-s voice saying,-Good evening, Grandpa Joe and Grandma Josephine, and Grandpa Joe and Grandma Georgina,-then Grandpa George would suddenly sit up, and Grandpa George old wrinkled faces would light up with smiles of pleasure-and the talking would begin.\"\n        ],\n        [\n            2456,\n            \"\\u2018 Tell Charlie about Grandpa George,-said Grandma Josephine.\"\n        ],\n        [\n            5033,\n            \"- \\u2018 Charlie never know, Charlie,-said Grandma Josephine.\"\n        ],\n        [\n            6391,\n            \"- \\u2018 Come to bed, Charlie,-said Grandma Josephine.\"\n        ],\n        [\n            6407,\n            \"\\u2018 Tomorrow-s Charlie birthday, don-t forget that, so Grandma Josephine expect Charlie-ll be up early to open Charlie present.\"\n        ],\n        [\n            6457,\n            \"- \\u2018 Yes, Charlie,-Grandma Josephine said.\"\n        ],\n        [\n            6804,\n            \"- \\u2018 The thing to remember,-Grandma Josephine said, \\u2018 is that whatever happens, Charlie-ll still have the bar of chocolate.\"\n        ],\n        [\n            7081,\n            \"\\u2018 Open it, Charlie,-Grandma Josephine said.\"\n        ],\n        [\n            7098,\n            \"Charlie-re making Grandma Josephine jumpy.\"\n        ],\n        [\n            7238,\n            \"Charlie smiled at Grandpa George, a small sad smile, and then Charlie shrugged Charlie shoulders and picked up the chocolate bar and held it out to Grandma Josephine, and said, \\u2018 Here, Grandma Josephine, have a bit.\"\n        ],\n        [\n            10276,\n            \"Mr Bucket hear Grandma Josephine tried to slip Grandma Josephine own piece of bread on to Charlie plate at breakfast this morning, but Charlie wouldn-t touch it.\"\n        ],\n        [\n            10305,\n            \"Charlie made Grandma Josephine take it back.\"\n        ],\n        [\n            10833,\n            \"and the rest of the money Charlie would take straight back home and give to Grandma Josephine.\"\n        ]\n    ],\n    \"[12, 16]\": [\n        [\n            209,\n            \"Grandpa Joe and Grandma Josephine on this side, Grandpa Joe and Grandma Georgina on this side.\"\n        ],\n        [\n            1346,\n            \"But as soon as Grandpa George heard the door opening, and heard Charlie-s voice saying,-Good evening, Grandpa Joe and Grandma Josephine, and Grandpa Joe and Grandma Georgina,-then Grandpa George would suddenly sit up, and Grandpa George old wrinkled faces would light up with smiles of pleasure-and the talking would begin.\"\n        ]\n    ],\n    \"[12, 18]\": [\n        [\n            209,\n            \"Grandpa Joe and Grandma Josephine on this side, Grandpa Joe and Grandma Georgina on this side.\"\n        ],\n        [\n            1346,\n            \"But as soon as Grandpa George heard the door opening, and heard Charlie-s voice saying,-Good evening, Grandpa Joe and Grandma Josephine, and Grandpa Joe and Grandma Georgina,-then Grandpa George would suddenly sit up, and Grandpa George old wrinkled faces would light up with smiles of pleasure-and the talking would begin.\"\n        ]\n    ],\n    \"[13, 16]\": [\n        [\n            25384,\n            \"Grandpa George was staring at Mrs Beauregarde absolutely spellbound, watching Mrs Beauregarde huge rubbery lips as they pressed and unpressed with the chewing, and Grandpa Joe stood beside Grandpa George, gaping at Mrs Beauregarde.\"\n        ]\n    ],\n    \"[14, 16]\": [\n        [\n            31534,\n            \"And there were three grown-ups, Mr and Mrs Teavee and Grandpa Joe.\"\n        ],\n        [\n            35457,\n            \"- Mr and Mrs Teavee and Grandpa Joe and Charlie and Mr Wonka all gathered round the television and stared tensely at the screen.\"\n        ]\n    ],\n    \"[16, 17]\": [\n        [\n            12507,\n            \"- And at the same time, Grandpa Joe long bony body rose up out of the bed and Grandpa Joe bowl of soup went flying into the face of Mrs Bucket, and in one fantastic leap, this old fellow of ninety-six and a half, who hadn-t been out of bed these last twenty years, jumped on to the floor and started doing a dance of victory in Grandpa Joe pyjamas.\"\n        ],\n        [\n            13477,\n            \"--Now don-t over-excite Grandpa Joe, Grandpa Joe,-Mrs Bucket said.\"\n        ],\n        [\n            13570,\n            \"- Mrs Bucket smiled at Grandpa Joe, then Mrs Bucket turned to Mr Bucket and said,-How about Mr Bucket, Mr Bucket?\"\n        ],\n        [\n            13750,\n            \"\\u2018 Grandpa Joe certainly seems well enough,-Mrs Bucket said, laughing.\"\n        ],\n        [\n            40849,\n            \"Grandma Josephine fainted, Grandma Josephine dropped Grandma Josephine false teeth, Grandpa Joe put Grandpa Joe head under the blanket, and Mr and Mrs Bucket came rushing in from the next room.\"\n        ]\n    ],\n    \"[16, 18]\": [\n        [\n            18,\n            \"Grandpa George names are Grandpa Joe and Grandma Josephine.\"\n        ],\n        [\n            209,\n            \"Grandpa Joe and Grandma Josephine on this side, Grandpa Joe and Grandma Georgina on this side.\"\n        ],\n        [\n            1346,\n            \"But as soon as Grandpa George heard the door opening, and heard Charlie-s voice saying,-Good evening, Grandpa Joe and Grandma Josephine, and Grandpa Joe and Grandma Georgina,-then Grandpa George would suddenly sit up, and Grandpa George old wrinkled faces would light up with smiles of pleasure-and the talking would begin.\"\n        ],\n        [\n            40558,\n            \"- \\u2018 Because she won-t leave Grandma Josephine and Grandma Josephine and Grandpa Joe.\"\n        ],\n        [\n            40849,\n            \"Grandma Josephine fainted, Grandma Josephine dropped Grandma Josephine false teeth, Grandpa Joe put Grandpa Joe head under the blanket, and Mr and Mrs Bucket came rushing in from the next room.\"\n        ],\n        [\n            40891,\n            \"\\u2018 Calm Grandma Josephine, Grandma Josephine,-said Grandpa Joe, stepping out of the lift.\"\n        ]\n    ],\n    \"[17, 18]\": [\n        [\n            40849,\n            \"Grandma Josephine fainted, Grandma Josephine dropped Grandma Josephine false teeth, Grandpa Joe put Grandpa Joe head under the blanket, and Mr and Mrs Bucket came rushing in from the next room.\"\n        ]\n    ]\n}"