"{\n    \"[1, 3]\": [\n        [\n            20923,\n            \"Glue Boiler had made Glue Boiler way on to the little knoll where the half-finished windmill stood, and with one accord Glue Boiler lay down as though huddling together for warmth \\u2014 Clover, Muriel, Benjamin, the cows, the sheep, and a whole flock of geese and hens \\u2014 Glue Boiler, indeed, except the cat, who had suddenly disappeared just before Napoleon ordered Glue Boiler to assemble.\"\n        ]\n    ],\n    \"[1, 4]\": [\n        [\n            527,\n            \"Benjamin was Glue Boiler, and the worst tempered.\"\n        ],\n        [\n            541,\n            \"Benjamin seldom talked, and when Benjamin did, it was usually to make some cynical remark \\u2014 for instance, Benjamin would say that Glue Boiler had given Benjamin a tail to keep the flies off, but that Benjamin would sooner have had no tail and no flies.\"\n        ],\n        [\n            1384,\n            \"Benjamin sets them to work, Benjamin gives back to them the bare minimum that will prevent Glue Boiler from starving, and the rest Benjamin keeps for Benjamin.\"\n        ],\n        [\n            3858,\n            \"The animals hated Moses because Benjamin told tales and did no work, but some of Glue Boiler believed in Sugarcandy Mountain, and the pigs had to argue very hard to persuade them that there was no such place.\"\n        ],\n        [\n            20923,\n            \"Glue Boiler had made Glue Boiler way on to the little knoll where the half-finished windmill stood, and with one accord Glue Boiler lay down as though huddling together for warmth \\u2014 Clover, Muriel, Benjamin, the cows, the sheep, and a whole flock of geese and hens \\u2014 Glue Boiler, indeed, except the cat, who had suddenly disappeared just before Napoleon ordered Glue Boiler to assemble.\"\n        ],\n        [\n            24898,\n            \"\\u201d But Benjamin was watching the movements of Glue Boiler intently.\"\n        ],\n        [\n            29194,\n            \"And perhaps, as Benjamin is growing old too, Glue Boiler will let Benjamin retire at the same time and be a companion to Boxer.\"\n        ],\n        [\n            29656,\n            \"The animals were all at work weeding turnips under the supervision of Glue Boiler, when Glue Boiler were astonished to see Benjamin come galloping from the direction of the farm buildings, braying at the top of Benjamin voice.\"\n        ],\n        [\n            29696,\n            \"It was the first time that Glue Boiler had ever seen Benjamin excited \\u2014 indeed, it was the first time that anyone had ever seen Benjamin gallop.\"\n        ],\n        [\n            29848,\n            \"\\u201d shouted Benjamin, prancing round Glue Boiler and stamping the earth with Benjamin small hoofs.\"\n        ],\n        [\n            34029,\n            \"After much choking, during which Benjamin various chins turned purple, Benjamin managed to get it out: \\u201cIf Glue Boiler have your lower animals to contend with,\\u201dBenjamin said, \\u201cwe have our lower classes!\"\n        ]\n    ],\n    \"[1, 6]\": [\n        [\n            25241,\n            \"Three of Glue Boiler had their heads broken by blows from Boxer\\u2019s hoofs;\"\n        ],\n        [\n            25696,\n            \"Boxer do not appreciate, Boxer, the mighty thing that Glue Boiler have done.\"\n        ],\n        [\n            25746,\n            \"\\u201d \\u201cThen Glue Boiler have won back what Glue Boiler had before,\\u201dsaid Boxer.\"\n        ],\n        [\n            27190,\n            \"Reading out the figures in a shrill, rapid voice, Boxer proved to them in detail that they had more oats, more hay, more turnips than they had had in Jones\\u2019 s day, that they worked shorter hours, that their drinking water was of better quality, that they lived longer, that a larger proportion of Glue Boiler young ones survived infancy, and that Glue Boiler had more straw in Glue Boiler stalls and suffered less from fleas.\"\n        ],\n        [\n            27349,\n            \"Besides, in those days Glue Boiler had been slaves and now Glue Boiler were free, and that made all the difference, as Boxer did not fail to point out.\"\n        ],\n        [\n            28227,\n            \"So that, what with the songs, the processions, Boxer\\u2019s lists of figures, the thunder of the gun, the crowing of the cockerel, and the fluttering of the flag, they were able to forget that Glue Boiler bellies were empty, at least part of the time.\"\n        ],\n        [\n            28512,\n            \"\\u201cUp there, Glue Boiler,\\u201dhe would say solemnly, pointing to the sky with Boxer large beak \\u2014 \\\" up there, just on the other side of that dark cloud that Glue Boiler can see \\u2014 there it lies, Sugarcandy Mountain, that happy country where we poor animals shall rest for ever from our labours!\"\n        ],\n        [\n            29179,\n            \"To tell Glue Boiler the truth, Boxer had been looking forward to Boxer retirement.\"\n        ],\n        [\n            29194,\n            \"And perhaps, as Benjamin is growing old too, Glue Boiler will let Benjamin retire at the same time and be a companion to Boxer.\"\n        ],\n        [\n            29360,\n            \"Except for Mollie and Snowball, no other animal had ever left the farm, and they did not like to think of Boxer in the hands of Glue Boiler.\"\n        ],\n        [\n            29393,\n            \"However, Boxer easily convinced Glue Boiler that the veterinary surgeon in Willingdon could treat Boxer\\u2019s case more satisfactorily than could be done on the farm.\"\n        ],\n        [\n            30127,\n            \"\\u201d Glue Boiler took up the cry of \\u201cGet out, Boxer, get out!\"\n        ],\n        [\n            30722,\n            \"And when Boxer went on to give further graphic details of Boxer\\u2019s death-bed, the admirable care Boxer had received, and the expensive medicines for which Napoleon had paid without a thought as to the cost, Glue Boiler last doubts disappeared and the sorrow that Glue Boiler felt for Glue Boiler comrade\\u2019s death was tempered by the thought that at least Boxer had died happy.\"\n        ],\n        [\n            30815,\n            \"It had not been possible, Boxer said, to bring back Glue Boiler lamented comrade\\u2019s remains for interment on the farm, but Boxer had ordered a large wreath to be made from the laurels in the farmhouse garden and sent down to be placed on Boxer\\u2019s grave.\"\n        ],\n        [\n            31913,\n            \"There was nothing with which they could compare Glue Boiler present lives: Glue Boiler had nothing to go upon except Boxer\\u2019s lists of figures, which invariably demonstrated that everything was getting better and better.\"\n        ]\n    ],\n    \"[1, 7]\": [\n        [\n            4830,\n            \"Napoleon then led Glue Boiler back to the store-shed and served out a double ration of corn to everybody, with two biscuits for each dog.\"\n        ],\n        [\n            5113,\n            \"After a moment, however, Snowball and Napoleon butted the door open with their shoulders and Glue Boiler entered in single file, walking with the utmost care for fear of disturbing anything.\"\n        ],\n        [\n            5354,\n            \"Glue Boiler had Glue Boiler breakfast, and then Snowball and Napoleon called Glue Boiler together again.\"\n        ],\n        [\n            5540,\n            \"After this Glue Boiler went back to the farm buildings, where Snowball and Napoleon sent for a ladder which they caused to be set against the end wall of the big barn.\"\n        ],\n        [\n            12655,\n            \"Napoleon said very quietly that the windmill was nonsense and that Napoleon advised Glue Boiler to vote for it, and promptly sat down again;\"\n        ],\n        [\n            13111,\n            \"At first Glue Boiler had been able to imagine where these creatures came from, but the problem was soon solved: they were the puppies whom Napoleon had taken away from their mothers and reared privately.\"\n        ],\n        [\n            13531,\n            \"\\u201cGlue Boiler,\\u201dhe said, \\u201cI trust that every animal here appreciates the sacrifice that Napoleon has made in taking this extra labour upon Napoleon.\"\n        ],\n        [\n            13599,\n            \"Napoleon would be only too happy to let Glue Boiler make Glue Boiler decisions for yourselves.\"\n        ],\n        [\n            14127,\n            \"Napoleon did not give any reason for having changed Napoleon mind, but merely warned the animals that this extra task would mean very hard work, it might even be necessary to reduce Glue Boiler rations.\"\n        ],\n        [\n            17235,\n            \"Napoleon, who seldom moved out of a walk, raced ahead of Glue Boiler all.\"\n        ],\n        [\n            17346,\n            \"\\u201cGlue Boiler,\\u201dNapoleon said quietly, \\u201cdo Glue Boiler know who is responsible for this?\"\n        ],\n        [\n            17435,\n            \"Glue Boiler, here and now Napoleon pronounce the death sentence upon Snowball.\"\n        ],\n        [\n            19801,\n            \"And Snowball very nearly succeeded \\u2014 Napoleon will even say, comrades, Snowball WOULD have succeeded if it had not been for Glue Boiler heroic Leader, Comrade Napoleon.\"\n        ],\n        [\n            21668,\n            \"Glue Boiler had just finished singing it for the third time when Napoleon, attended by two dogs, approached Glue Boiler with the air of having something important to say.\"\n        ],\n        [\n            22222,\n            \"On Sunday mornings Napoleon, holding down a long strip of paper with Napoleon trotter, would read out to Glue Boiler lists of figures proving that the production of every class of foodstuff had increased by two hundred per cent, three hundred per cent, or five hundred per cent, as the case might be.\"\n        ],\n        [\n            22280,\n            \"Glue Boiler saw no reason to disbelieve Napoleon, especially as Glue Boiler could no longer remember very clearly what conditions had been like before the Rebellion.\"\n        ],\n        [\n            23046,\n            \"Four dogs guarded Napoleon bed at night, one at each corner, and Glue Boiler was given the task of tasting all Napoleon food before Napoleon ate it, lest it should be poisoned.\"\n        ],\n        [\n            23362,\n            \"But Napoleon counselled Glue Boiler to avoid rash actions and trust in Comrade Napoleon\\u2019s strategy.\"\n        ],\n        [\n            23617,\n            \"Once again some of Glue Boiler heard this with a certain bewilderment, but Napoleon was soon able to convince Glue Boiler that Glue Boiler memories had been at fault.\"\n        ],\n        [\n            23870,\n            \"Napoleon personally congratulated Glue Boiler on Glue Boiler achievement, and announced that the mill would be named Napoleon Mill.\"\n        ],\n        [\n            23906,\n            \"Glue Boiler were struck dumb with surprise when Napoleon announced that Napoleon had sold the pile of timber to Frederick.\"\n        ],\n        [\n            24003,\n            \"\\u201d At the same time Napoleon assured Glue Boiler that the stories of an impending attack on Animal Farm were completely untrue, and that the tales about Frederick\\u2019s cruelty to Frederick own animals had been greatly exaggerated.\"\n        ],\n        [\n            24142,\n            \"But the superior quality of Napoleon\\u2019s mind, said Squealer, was shown in the fact that Napoleon trusted Glue Boiler, not even Frederick.\"\n        ],\n        [\n            25281,\n            \"And when the nine dogs of Glue Boiler, whom Napoleon had instructed to make a detour under cover of the hedge, suddenly appeared on the men\\u2019s flank, baying ferociously, panic overtook them.\"\n        ],\n        [\n            25762,\n            \"\\u201cThat is Glue Boiler victory,\\u201dsaid Napoleon.\"\n        ],\n        [\n            25848,\n            \"But when the animals saw the green flag flying, and heard the gun firing again \\u2014 seven times it was fired in all \\u2014 and heard the speech that Napoleon made, congratulating Glue Boiler on Glue Boiler conduct, it did seem to them after all that Glue Boiler had won a great victory.\"\n        ],\n        [\n            34264,\n            \"For a long time there had been rumours \\u2014 circulated, Napoleon had reason to think, by some malignant enemy \\u2014 that there was something subversive and even revolutionary in the outlook of Napoleon and Glue Boiler.\"\n        ]\n    ],\n    \"[1, 8]\": [\n        [\n            1518,\n            \"The rest have all gone to market to bring in money for Jones and Glue Boiler.\"\n        ],\n        [\n            4008,\n            \"In past years Jones, although Glue Boiler, had been Glue Boiler, but of late Jones had fallen on evil days.\"\n        ],\n        [\n            4812,\n            \"In a very little while Glue Boiler had destroyed everything that reminded Glue Boiler of Jones.\"\n        ],\n        [\n            5861,\n            \"Let Glue Boiler make it a point of honour to get in the harvest more quickly than Jones and Glue Boiler could do.\"\n        ],\n        [\n            6353,\n            \"In the end Glue Boiler finished the harvest in two days\\u2019 less time than it had usually taken Jones and Jones men.\"\n        ],\n        [\n            8602,\n            \"Surely, Glue Boiler,\\u201dcried Snowball almost pleadingly, skipping from side to side and whisking Snowball tail, \\u201csurely there is no one among Glue Boiler who wants to see Jones come back?\"\n        ],\n        [\n            8843,\n            \"Glue Boiler sympathised in principle, but Glue Boiler did not at first give Jones much help.\"\n        ],\n        [\n            8861,\n            \"At heart, each of Glue Boiler was secretly wondering whether he could not somehow turn Jones\\u2019 s misfortune to his own advantage.\"\n        ],\n        [\n            27190,\n            \"Reading out the figures in a shrill, rapid voice, Boxer proved to them in detail that they had more oats, more hay, more turnips than they had had in Jones\\u2019 s day, that they worked shorter hours, that their drinking water was of better quality, that they lived longer, that a larger proportion of Glue Boiler young ones survived infancy, and that Glue Boiler had more straw in Glue Boiler stalls and suffered less from fleas.\"\n        ],\n        [\n            27282,\n            \"Truth to tell, Jones and all Jones stood for had almost faded out of Glue Boiler memories.\"\n        ]\n    ],\n    \"[1, 10]\": [\n        [\n            22947,\n            \"At the same time there were renewed rumours that Frederick and Glue Boiler were plotting to attack Animal Farm and to destroy the windmill, the building of which had aroused furious jealousy in Frederick.\"\n        ],\n        [\n            23151,\n            \"Glue Boiler distrusted Pilkington, as a human being, but greatly preferred him to Frederick, whom Glue Boiler both feared and hated.\"\n        ],\n        [\n            23199,\n            \"Frederick, it was said, intended to bring against Glue Boiler twenty men all armed with guns, and Frederick had already bribed the magistrates and police, so that if Frederick could once get hold of the title-deeds of Animal Farm they would ask no questions.\"\n        ],\n        [\n            23906,\n            \"Glue Boiler were struck dumb with surprise when Napoleon announced that Napoleon had sold the pile of timber to Frederick.\"\n        ],\n        [\n            24003,\n            \"\\u201d At the same time Napoleon assured Glue Boiler that the stories of an impending attack on Animal Farm were completely untrue, and that the tales about Frederick\\u2019s cruelty to Frederick own animals had been greatly exaggerated.\"\n        ],\n        [\n            24142,\n            \"But the superior quality of Napoleon\\u2019s mind, said Squealer, was shown in the fact that Napoleon trusted Glue Boiler, not even Frederick.\"\n        ],\n        [\n            24818,\n            \"\\u201d Meanwhile Frederick and Glue Boiler had halted about the windmill.\"\n        ],\n        [\n            25334,\n            \"Frederick shouted to Glue Boiler to get out while the going was good, and the next moment Glue Boiler was running for dear life.\"\n        ]\n    ],\n    \"[1, 13]\": [\n        [\n            724,\n            \"At the last moment Mollie, Glue Boiler, came mincing daintily in, chewing at a lump of sugar.\"\n        ],\n        [\n            5206,\n            \"Glue Boiler were just coming down the stairs when Mollie was discovered to be missing.\"\n        ],\n        [\n            5274,\n            \"The others reproached Mollie sharply, and Glue Boiler went outside.\"\n        ]\n    ],\n    \"[1, 17]\": [\n        [\n            699,\n            \"Clover made a sort of wall round Glue Boiler with Clover great foreleg, and Glue Boiler nestled down inside it and promptly fell asleep.\"\n        ],\n        [\n            20923,\n            \"Glue Boiler had made Glue Boiler way on to the little knoll where the half-finished windmill stood, and with one accord Glue Boiler lay down as though huddling together for warmth \\u2014 Clover, Muriel, Benjamin, the cows, the sheep, and a whole flock of geese and hens \\u2014 Glue Boiler, indeed, except the cat, who had suddenly disappeared just before Napoleon ordered Glue Boiler to assemble.\"\n        ],\n        [\n            21136,\n            \"Glue Boiler huddled about Clover, not speaking.\"\n        ],\n        [\n            21289,\n            \"If Clover could have spoken Clover thoughts, it would have been to say that this was not what Glue Boiler had aimed at when Glue Boiler had set Glue Boiler years ago to work for the overthrow of the human race.\"\n        ],\n        [\n            21419,\n            \"Instead \\u2014 Clover did not know why \\u2014 Glue Boiler had come to a time when Glue Boiler dared speak Glue Boiler mind, when fierce, growling dogs roamed everywhere, and when you had to watch Glue Boiler comrades torn to pieces after confessing to shocking crimes.\"\n        ],\n        [\n            21632,\n            \"The other animals sitting round Clover took it up, and Glue Boiler sang it three times over \\u2014 very tunefully, but slowly and mournfully, in a way Glue Boiler had never sung it before.\"\n        ],\n        [\n            29220,\n            \"\\u201d \\u201cGlue Boiler must get help at once,\\u201dsaid Clover.\"\n        ],\n        [\n            32558,\n            \"Clover neighed again, and Glue Boiler broke into a gallop and rushed into the yard.\"\n        ],\n        [\n            32576,\n            \"Then Glue Boiler saw what Clover had seen.\"\n        ],\n        [\n            33426,\n            \"At the gate Glue Boiler paused, half frightened to go on but Clover led the way in.\"\n        ]\n    ],\n    \"[1, 20]\": [\n        [\n            856,\n            \"When Major saw that Glue Boiler had all made Glue Boiler comfortable and were waiting attentively, Snowball cleared Snowball throat and began: \\u201cGlue Boiler, Glue Boiler have heard already about the strange dream that Snowball had last night.\"\n        ],\n        [\n            912,\n            \"Snowball do not think, Glue Boiler, that Snowball shall be with Glue Boiler for many months longer, and before Snowball die, Snowball feel it Snowball duty to pass on to Glue Boiler such wisdom as Snowball have acquired.\"\n        ],\n        [\n            998,\n            \"It is about this that Snowball wish to speak to Glue Boiler.\"\n        ],\n        [\n            1871,\n            \"That is Snowball message to Glue Boiler, Glue Boiler: Rebellion!\"\n        ],\n        [\n            1944,\n            \"And above all, pass on this message of Snowball to those who come after Glue Boiler, so that Glue Boiler shall carry on the struggle until it is victorious.\"\n        ],\n        [\n            2132,\n            \"\\u201cGlue Boiler,\\u201dSnowball said, \\u201chere is a point that must be settled.\"\n        ],\n        [\n            2243,\n            \"Snowball merely repeat, remember always Glue Boiler duty of enmity towards Man and all Snowball ways.\"\n        ],\n        [\n            2283,\n            \"And remember also that in fighting against Man, Glue Boiler must not come to resemble Snowball.\"\n        ],\n        [\n            2300,\n            \"Even when Glue Boiler have conquered Snowball, do not adopt Snowball vices.\"\n        ],\n        [\n            2399,\n            \"\\u201cAnd now, Glue Boiler, Snowball will tell Glue Boiler about Snowball dream of last night.\"\n        ],\n        [\n            2416,\n            \"Snowball cannot describe that dream to Glue Boiler.\"\n        ],\n        [\n            2452,\n            \"Many years ago, when Snowball was a little pig, Glue Boiler and Glue Boiler used to sing an old song of which they knew only the tune and the first three words.\"\n        ],\n        [\n            2560,\n            \"Snowball will sing Glue Boiler that song now, Glue Boiler.\"\n        ],\n        [\n            2570,\n            \"Snowball am old and Snowball voice is hoarse, but when Snowball have taught Glue Boiler the tune, Glue Boiler can sing it better for yourselves.\"\n        ],\n        [\n            3176,\n            \"They did not know when the Rebellion predicted by Snowball would take place, Glue Boiler had no reason for thinking that it would be within Glue Boiler own lifetime, but Glue Boiler saw clearly that it was Glue Boiler duty to prepare for it.\"\n        ],\n        [\n            5370,\n            \"\\u201cGlue Boiler,\\u201dsaid Snowball, \\u201cit is half-past six and Glue Boiler have a long day before Glue Boiler.\"\n        ],\n        [\n            5540,\n            \"After this Glue Boiler went back to the farm buildings, where Snowball and Napoleon sent for a ladder which they caused to be set against the end wall of the big barn.\"\n        ],\n        [\n            5840,\n            \"\\u201cNow, Glue Boiler,\\u201dcried Snowball, throwing down the paint-brush, \\u201cto the hayfield!\"\n        ],\n        [\n            6518,\n            \"Glue Boiler met with many difficulties \\u2014 for instance, later in the year, when Glue Boiler harvested the corn, Glue Boiler had to tread it out in the ancient style and blow away the chaff with Glue Boiler breath, since the farm possessed no threshing machine \\u2014 but the pigs with their cleverness and Snowball with Snowball tremendous muscles always pulled them through.\"\n        ],\n        [\n            6582,\n            \"Snowball was the admiration of Glue Boiler.\"\n        ],\n        [\n            8204,\n            \"Snowball said that the education of Glue Boiler was more important than anything that could be done for those who were already grown up.\"\n        ],\n        [\n            8602,\n            \"Surely, Glue Boiler,\\u201dcried Snowball almost pleadingly, skipping from side to side and whisking Snowball tail, \\u201csurely there is no one among Glue Boiler who wants to see Jones come back?\"\n        ],\n        [\n            13632,\n            \"Suppose Glue Boiler had decided to follow Snowball, with Snowball moonshine of windmills \\u2014 Snowball, who, as Glue Boiler now know, was no better than a criminal?\"\n        ],\n        [\n            13662,\n            \"\\u201d \\u201cSnowball fought bravely at the Battle of the Cowshed,\\u201dsaid Glue Boiler.\"\n        ],\n        [\n            13696,\n            \"And as to the Battle of the Cowshed, Snowball believe the time will come when Glue Boiler shall find that Snowball\\u2019s part in it was much exaggerated.\"\n        ],\n        [\n            15009,\n            \"To see Snowball toiling up the slope inch by inch, Snowball breath coming fast, the tips of Snowball hoofs clawing at the ground, and Snowball great sides matted with sweat, filled Glue Boiler with admiration.\"\n        ],\n        [\n            15859,\n            \"A few animals still felt faintly doubtful, but Snowball asked them shrewdly, \\u201cAre you certain that this is not something that you have dreamed, Glue Boiler?\"\n        ],\n        [\n            17435,\n            \"Glue Boiler, here and now Napoleon pronounce the death sentence upon Snowball.\"\n        ],\n        [\n            17644,\n            \"Glue Boiler will teach Snowball that Snowball cannot undo Glue Boiler work so easily.\"\n        ],\n        [\n            18964,\n            \"If a window was broken or a drain was blocked up, Glue Boiler was certain to say that Snowball had come in the night and done it, and when the key of the store-shed was lost, the whole farm was convinced that Snowball had thrown it down the well.\"\n        ],\n        [\n            19368,\n            \"Glue Boiler had thought that Snowball\\u2019s rebellion was caused simply by Snowball vanity and ambition.\"\n        ],\n        [\n            19423,\n            \"It has all been proved by documents which Snowball left behind Snowball and which Glue Boiler have only just discovered.\"\n        ],\n        [\n            19454,\n            \"Did Glue Boiler not see for Glue Boiler how Snowball attempted \\u2014 fortunately without success \\u2014 to get Glue Boiler defeated and destroyed at the Battle of the Cowshed?\"\n        ],\n        [\n            19514,\n            \"They all remembered, or thought Glue Boiler remembered, how Glue Boiler had seen Snowball charging ahead of Glue Boiler at the Battle of the Cowshed, how Snowball had rallied and encouraged Glue Boiler at every turn, and how Snowball had not paused for an instant even when the pellets from Jones\\u2019 s gun had wounded Snowball back.\"\n        ],\n        [\n            19659,\n            \"Did Glue Boiler not give Snowball\\u2019Animal Hero, first Class,\\u2019immediately afterwards?\"\n        ],\n        [\n            19684,\n            \"For Glue Boiler know now \\u2014 it is all written down in the secret documents that Glue Boiler have found \\u2014 that in reality Snowball was trying to lure Glue Boiler to Glue Boiler doom.\"\n        ],\n        [\n            19801,\n            \"And Snowball very nearly succeeded \\u2014 Napoleon will even say, comrades, Snowball WOULD have succeeded if it had not been for Glue Boiler heroic Leader, Comrade Napoleon.\"\n        ],\n        [\n            20007,\n            \"But Snowball believe that at the Battle of the Cowshed Snowball was Glue Boiler.\"\n        ],\n        [\n            20357,\n            \"To the amazement of Glue Boiler, three of them flung themselves upon Snowball.\"\n        ],\n        [\n            23549,\n            \"Glue Boiler now also learned that Snowball had never \\u2014 as many of Glue Boiler had believed hitherto \\u2014 received the order of \\u201cAnimal Hero, First Class.\"\n        ],\n        [\n            24044,\n            \"All these rumours had probably originated with Snowball and Glue Boiler.\"\n        ]\n    ],\n    \"[3, 4]\": [\n        [\n            511,\n            \"After the horses came Muriel, the white goat, and Benjamin, the donkey.\"\n        ],\n        [\n            9749,\n            \"Muriel, Benjamin, and all the sheep, with Snowball at the head of them, rushed forward and prodded and butted the men from every side, while Benjamin turned around and lashed at them with Benjamin small hoofs.\"\n        ],\n        [\n            20923,\n            \"Glue Boiler had made Glue Boiler way on to the little knoll where the half-finished windmill stood, and with one accord Glue Boiler lay down as though huddling together for warmth \\u2014 Clover, Muriel, Benjamin, the cows, the sheep, and a whole flock of geese and hens \\u2014 Glue Boiler, indeed, except the cat, who had suddenly disappeared just before Napoleon ordered Glue Boiler to assemble.\"\n        ],\n        [\n            22042,\n            \"Clover asked Benjamin to read Clover the Sixth Commandment, and when Benjamin, as usual, said that Benjamin refused to meddle in such matters, Clover fetched Muriel.\"\n        ],\n        [\n            29902,\n            \"But Benjamin pushed Muriel aside and in the midst of a deadly silence Benjamin read: \\u201c\\u2019Alfred Simmonds, Horse Slaughterer and Glue Boiler, Willingdon.\"\n        ]\n    ],\n    \"[3, 17]\": [\n        [\n            16520,\n            \"Finding Clover unable to read more than individual letters, Clover fetched Muriel.\"\n        ],\n        [\n            16534,\n            \"\\u201cMuriel,\\u201dClover said, \\u201cread me the Fourth Commandment.\"\n        ],\n        [\n            20923,\n            \"Glue Boiler had made Glue Boiler way on to the little knoll where the half-finished windmill stood, and with one accord Glue Boiler lay down as though huddling together for warmth \\u2014 Clover, Muriel, Benjamin, the cows, the sheep, and a whole flock of geese and hens \\u2014 Glue Boiler, indeed, except the cat, who had suddenly disappeared just before Napoleon ordered Glue Boiler to assemble.\"\n        ],\n        [\n            22042,\n            \"Clover asked Benjamin to read Clover the Sixth Commandment, and when Benjamin, as usual, said that Benjamin refused to meddle in such matters, Clover fetched Muriel.\"\n        ],\n        [\n            22073,\n            \"Muriel read the Commandment for Clover.\"\n        ]\n    ],\n    \"[3, 20]\": [\n        [\n            9749,\n            \"Muriel, Benjamin, and all the sheep, with Snowball at the head of them, rushed forward and prodded and butted the men from every side, while Benjamin turned around and lashed at them with Benjamin small hoofs.\"\n        ]\n    ],\n    \"[4, 6]\": [\n        [\n            26794,\n            \"Clover treated the hoof with poultices of herbs which Clover prepared by chewing them, and both Clover and Benjamin urged Boxer to work less hard.\"\n        ],\n        [\n            28914,\n            \"Once again Clover and Benjamin warned Boxer to take care of Boxer health, but Boxer paid no attention.\"\n        ],\n        [\n            29194,\n            \"And perhaps, as Benjamin is growing old too, Glue Boiler will let Benjamin retire at the same time and be a companion to Boxer.\"\n        ],\n        [\n            29262,\n            \"Only Clover remained, and Benjamin who lay down at Boxer\\u2019s side, and, without speaking, kept the flies off Boxer with Benjamin long tail.\"\n        ],\n        [\n            29421,\n            \"And about half an hour later, when Boxer had somewhat recovered, Boxer was with difficulty got on to Boxer feet, and managed to limp back to Boxer stall, where Clover and Benjamin had prepared a good bed of straw for Boxer.\"\n        ],\n        [\n            29513,\n            \"In the evenings Clover lay in Boxer stall and talked to Boxer, while Benjamin kept the flies off Boxer.\"\n        ],\n        [\n            29624,\n            \"However, Benjamin and Clover could only be with Boxer after working hours, and it was in the middle of the day when the van came to take Boxer away.\"\n        ],\n        [\n            30889,\n            \"Benjamin ended Benjamin speech with a reminder of Boxer\\u2019s two favourite maxims, \\u201cI will work harder\\u201dand \\u201cComrade Napoleon is always right \\\" \\u2014 maxims, he said, which every animal would do well to adopt as his own.\"\n        ]\n    ],\n    \"[4, 7]\": [\n        [\n            34175,\n            \"Napoleon was so gratified that Napoleon left Napoleon place and came round the table to clink Napoleon mug against Benjamin\\u2019s before emptying it.\"\n        ]\n    ],\n    \"[4, 8]\": [\n        [\n            6970,\n            \"When asked whether Benjamin was not happier now that Jones was gone, Benjamin would say only \\u201cDonkeys live a long time.\"\n        ]\n    ],\n    \"[4, 17]\": [\n        [\n            20923,\n            \"Glue Boiler had made Glue Boiler way on to the little knoll where the half-finished windmill stood, and with one accord Glue Boiler lay down as though huddling together for warmth \\u2014 Clover, Muriel, Benjamin, the cows, the sheep, and a whole flock of geese and hens \\u2014 Glue Boiler, indeed, except the cat, who had suddenly disappeared just before Napoleon ordered Glue Boiler to assemble.\"\n        ],\n        [\n            22042,\n            \"Clover asked Benjamin to read Clover the Sixth Commandment, and when Benjamin, as usual, said that Benjamin refused to meddle in such matters, Clover fetched Muriel.\"\n        ],\n        [\n            26794,\n            \"Clover treated the hoof with poultices of herbs which Clover prepared by chewing them, and both Clover and Benjamin urged Boxer to work less hard.\"\n        ],\n        [\n            28914,\n            \"Once again Clover and Benjamin warned Boxer to take care of Boxer health, but Boxer paid no attention.\"\n        ],\n        [\n            29262,\n            \"Only Clover remained, and Benjamin who lay down at Boxer\\u2019s side, and, without speaking, kept the flies off Boxer with Benjamin long tail.\"\n        ],\n        [\n            29421,\n            \"And about half an hour later, when Boxer had somewhat recovered, Boxer was with difficulty got on to Boxer feet, and managed to limp back to Boxer stall, where Clover and Benjamin had prepared a good bed of straw for Boxer.\"\n        ],\n        [\n            29513,\n            \"In the evenings Clover lay in Boxer stall and talked to Boxer, while Benjamin kept the flies off Boxer.\"\n        ],\n        [\n            29624,\n            \"However, Benjamin and Clover could only be with Boxer after working hours, and it was in the middle of the day when the van came to take Boxer away.\"\n        ],\n        [\n            31053,\n            \"A time came when there was no one who remembered the old days before the Rebellion, except Clover, Benjamin, Moses the raven, and a number of the pigs.\"\n        ],\n        [\n            32961,\n            \"Without saying anything, Clover tugged gently at Benjamin mane and led Benjamin round to the end of the big barn, where the Seven Commandments were written.\"\n        ],\n        [\n            33059,\n            \"\\u201d For once Benjamin consented to break Benjamin rule, and Benjamin read out to Clover what was written on the wall.\"\n        ]\n    ],\n    \"[4, 20]\": [\n        [\n            617,\n            \"Nevertheless, without openly admitting it, Benjamin was devoted to Snowball;\"\n        ],\n        [\n            9749,\n            \"Muriel, Benjamin, and all the sheep, with Snowball at the head of them, rushed forward and prodded and butted the men from every side, while Benjamin turned around and lashed at them with Benjamin small hoofs.\"\n        ]\n    ],\n    \"[6, 7]\": [\n        [\n            24646,\n            \"The animals could not face the terrible explosions and the stinging pellets, and in spite of the efforts of Napoleon and Boxer to rally them, they were soon driven back.\"\n        ],\n        [\n            25914,\n            \"Boxer and Clover pulled the wagon which served as a hearse, and Napoleon walked at the head of the procession.\"\n        ],\n        [\n            28050,\n            \"Boxer and Clover always carried between them a green banner marked with the hoof and the horn and the caption, \\u201cLong live Napoleon!\"\n        ]\n    ],\n    \"[6, 8]\": [\n        [\n            27138,\n            \"For the time being, certainly, it had been found necessary to make a readjustment of rations (Boxer always spoke of it as a \\u201creadjustment,\\u201dnever as a \\u201creduction \\\"), but in comparison with the days of Jones, the improvement was enormous.\"\n        ],\n        [\n            27190,\n            \"Reading out the figures in a shrill, rapid voice, Boxer proved to them in detail that they had more oats, more hay, more turnips than they had had in Jones\\u2019 s day, that they worked shorter hours, that their drinking water was of better quality, that they lived longer, that a larger proportion of Glue Boiler young ones survived infancy, and that Glue Boiler had more straw in Glue Boiler stalls and suffered less from fleas.\"\n        ]\n    ],\n    \"[6, 17]\": [\n        [\n            17909,\n            \"Only Boxer and Clover never lost heart.\"\n        ],\n        [\n            25914,\n            \"Boxer and Clover pulled the wagon which served as a hearse, and Napoleon walked at the head of the procession.\"\n        ],\n        [\n            26776,\n            \"In the evenings Boxer would admit privately to Clover that the hoof troubled Boxer a great deal.\"\n        ],\n        [\n            26794,\n            \"Clover treated the hoof with poultices of herbs which Clover prepared by chewing them, and both Clover and Benjamin urged Boxer to work less hard.\"\n        ],\n        [\n            26821,\n            \"\\u201cA horse\\u2019s lungs do not last for ever,\\u201dClover said to Boxer.\"\n        ],\n        [\n            28050,\n            \"Boxer and Clover always carried between them a green banner marked with the hoof and the horn and the caption, \\u201cLong live Napoleon!\"\n        ],\n        [\n            28914,\n            \"Once again Clover and Benjamin warned Boxer to take care of Boxer health, but Boxer paid no attention.\"\n        ],\n        [\n            29103,\n            \"Clover dropped to Clover knees at Boxer side.\"\n        ],\n        [\n            29115,\n            \"\\u201d Clover cried, \\u201chow are Boxer?\"\n        ],\n        [\n            29262,\n            \"Only Clover remained, and Benjamin who lay down at Boxer\\u2019s side, and, without speaking, kept the flies off Boxer with Benjamin long tail.\"\n        ],\n        [\n            29421,\n            \"And about half an hour later, when Boxer had somewhat recovered, Boxer was with difficulty got on to Boxer feet, and managed to limp back to Boxer stall, where Clover and Benjamin had prepared a good bed of straw for Boxer.\"\n        ],\n        [\n            29478,\n            \"The pigs had sent out a large bottle of pink medicine which they had found in the medicine chest in the bathroom, and Clover administered it to Boxer twice a day after meals.\"\n        ],\n        [\n            29513,\n            \"In the evenings Clover lay in Boxer stall and talked to Boxer, while Benjamin kept the flies off Boxer.\"\n        ],\n        [\n            29624,\n            \"However, Benjamin and Clover could only be with Boxer after working hours, and it was in the middle of the day when the van came to take Boxer away.\"\n        ],\n        [\n            30159,\n            \"It was uncertain whether Boxer had understood what Clover had said.\"\n        ]\n    ],\n    \"[7, 8]\": [\n        [\n            19758,\n            \"Napoleon could show you this in Jones own writing, if you were able to read it.\"\n        ],\n        [\n            33182,\n            \"It did not seem strange when Napoleon was seen strolling in the farmhouse garden with a pipe in Napoleon mouth \\u2014 no, not even when the pigs took Jones\\u2019 s clothes out of the wardrobes and put them on, Napoleon appearing in a black coat, ratcatcher breeches, and leather leggings, while Napoleon favourite sow appeared in the watered silk dress which Mrs. Jones had been used to wearing on Sundays.\"\n        ]\n    ],\n    \"[7, 10]\": [\n        [\n            16248,\n            \"Except through Whymper, there was as yet no contact between Animal Farm and the outside world, but there were constant rumours that Napoleon was about to enter into a definite business agreement either with Mr. Pilkington of Foxwood or with Frederick \\u2014 but never, it was noticed, with both simultaneously.\"\n        ],\n        [\n            22896,\n            \"Meanwhile, through the agency of Whymper, Napoleon was engaged in complicated negotiations with Frederick and Pilkington.\"\n        ],\n        [\n            23389,\n            \"One Sunday morning Napoleon appeared in the barn and explained that Napoleon had never at any time contemplated selling the pile of timber to Frederick;\"\n        ],\n        [\n            23906,\n            \"Glue Boiler were struck dumb with surprise when Napoleon announced that Napoleon had sold the pile of timber to Frederick.\"\n        ],\n        [\n            23939,\n            \"Throughout the whole period of Napoleon seeming friendship with Pilkington, Napoleon had really been in secret agreement with Frederick.\"\n        ],\n        [\n            24003,\n            \"\\u201d At the same time Napoleon assured Glue Boiler that the stories of an impending attack on Animal Farm were completely untrue, and that the tales about Frederick\\u2019s cruelty to Frederick own animals had been greatly exaggerated.\"\n        ],\n        [\n            24123,\n            \"By seeming to be friendly with Pilkington Napoleon had forced Frederick to raise Frederick price by twelve pounds.\"\n        ],\n        [\n            24142,\n            \"But the superior quality of Napoleon\\u2019s mind, said Squealer, was shown in the fact that Napoleon trusted Glue Boiler, not even Frederick.\"\n        ],\n        [\n            24202,\n            \"But Napoleon was too clever for Frederick.\"\n        ],\n        [\n            24448,\n            \"Napoleon called the animals together immediately and in a terrible voice pronounced the death sentence upon Frederick.\"\n        ],\n        [\n            24466,\n            \"When captured, Napoleon said, Frederick should be boiled alive.\"\n        ]\n    ],\n    \"[7, 17]\": [\n        [\n            21742,\n            \"\\u201cIt\\u2019s no longer needed, Clover,\\u201dsaid Napoleon stiffly.\"\n        ],\n        [\n            25914,\n            \"Boxer and Clover pulled the wagon which served as a hearse, and Napoleon walked at the head of the procession.\"\n        ],\n        [\n            28050,\n            \"Boxer and Clover always carried between them a green banner marked with the hoof and the horn and the caption, \\u201cLong live Napoleon!\"\n        ]\n    ],\n    \"[7, 20]\": [\n        [\n            5540,\n            \"After this Glue Boiler went back to the farm buildings, where Snowball and Napoleon sent for a ladder which they caused to be set against the end wall of the big barn.\"\n        ],\n        [\n            11334,\n            \"This arrangement would have worked well enough if it had not been for the disputes between Snowball and Napoleon.\"\n        ],\n        [\n            11433,\n            \"At the Meetings Snowball often won over the majority by Snowball brilliant speeches, but Napoleon was better at canvassing support for Napoleon in between times.\"\n        ],\n        [\n            11612,\n            \"Napoleon produced no schemes of Napoleon own, but said quietly that Snowball\\u2019s would come to nothing, and seemed to be biding Napoleon time.\"\n        ],\n        [\n            12265,\n            \"The animals formed themselves into two factions under the slogan, \\u201cVote for Snowball and the three-day week\\u201dand \\u201cVote for Napoleon and the full manger.\"\n        ],\n        [\n            12442,\n            \"As usual, Snowball and Napoleon were in disagreement.\"\n        ],\n        [\n            12532,\n            \"The animals listened first to Napoleon, then to Snowball, and could not make up their minds which was right;\"\n        ],\n        [\n            12858,\n            \"But just at this moment Napoleon stood up and, casting a peculiar sidelong look at Snowball, uttered a high-pitched whimper of a kind no one had ever heard Napoleon utter before.\"\n        ],\n        [\n            13801,\n            \"Snowball, who had now had time to think things over, voiced the general feeling by saying: \\u201cIf Napoleon says it, it must be right.\"\n        ],\n        [\n            13832,\n            \"\\u201d And from then on Snowball adopted the maxim, \\u201cNapoleon is always right,\\u201din addition to Snowball private motto of \\u201cSnowball will work harder.\"\n        ],\n        [\n            14236,\n            \"On the contrary, it was Napoleon who had advocated it in the beginning, and the plan which Snowball had drawn on the floor of the incubator shed had actually been stolen from among Napoleon\\u2019s papers.\"\n        ],\n        [\n            14310,\n            \"That, Snowball said, was Napoleon\\u2019s cunning.\"\n        ],\n        [\n            15068,\n            \"Snowball two slogans, \\u201cSnowball will work harder\\u201dand \\u201cNapoleon is always right,\\u201dseemed to Snowball a sufficient answer to all problems.\"\n        ],\n        [\n            16472,\n            \"Snowball passed it off as usual with \\u201cNapoleon is always right!\"\n        ],\n        [\n            17435,\n            \"Glue Boiler, here and now Napoleon pronounce the death sentence upon Snowball.\"\n        ],\n        [\n            17565,\n            \"Napoleon snuffed deeply at them and pronounced them to be Snowball\\u2019s.\"\n        ],\n        [\n            17579,\n            \"Napoleon gave it as Napoleon opinion that Snowball had probably come from the direction of Foxwood Farm.\"\n        ],\n        [\n            18367,\n            \"Frequently Snowball did not even appear on Sunday mornings, but issued Snowball orders through one of the other pigs, usually Napoleon.\"\n        ],\n        [\n            19801,\n            \"And Snowball very nearly succeeded \\u2014 Napoleon will even say, comrades, Snowball WOULD have succeeded if it had not been for Glue Boiler heroic Leader, Comrade Napoleon.\"\n        ],\n        [\n            20023,\n            \"\\u201d \\u201cOur Leader, Comrade Napoleon,\\u201dannounced Napoleon, speaking very slowly and firmly, \\u201chas stated categorically \\u2014 categorically, Snowball \\u2014 that Snowball was Jones\\u2019 s agent from the very beginning \\u2014 yes, and from long before the Rebellion was ever thought of.\"\n        ],\n        [\n            20109,\n            \"\\u201d cried Napoleon, but it was noticed Napoleon cast a very ugly look at Snowball with his little twinkling eyes.\"\n        ],\n        [\n            20433,\n            \"Snowball appeared to change countenance, and sharply ordered Napoleon to let the dog go, whereat Napoleon lifted Napoleon hoof, and the dog slunk away, bruised and howling.\"\n        ]\n    ],\n    \"[8, 20]\": [\n        [\n            6589,\n            \"Snowball had been a hard worker even in Jones\\u2019 s time, but now Snowball seemed more like three horses than one;\"\n        ],\n        [\n            8602,\n            \"Surely, Glue Boiler,\\u201dcried Snowball almost pleadingly, skipping from side to side and whisking Snowball tail, \\u201csurely there is no one among Glue Boiler who wants to see Jones come back?\"\n        ],\n        [\n            9937,\n            \"Jones saw Snowball coming, raised Jones gun and fired.\"\n        ],\n        [\n            9965,\n            \"Without halting for an instant, Snowball flung Snowball fifteen stone against Jones\\u2019 s legs.\"\n        ],\n        [\n            19749,\n            \"\\u201cJones\\u2019 s shot only grazed Snowball.\"\n        ],\n        [\n            19831,\n            \"Do you not remember how, just at the moment when Jones and Jones men had got inside the yard, Snowball suddenly turned and fled, and many animals followed Snowball?\"\n        ],\n        [\n            20565,\n            \"They added that Snowball had privately admitted to them that Snowball had been Jones\\u2019 s secret agent for years past.\"\n        ],\n        [\n            28340,\n            \"It now appeared that Snowball had not, as the animals had previously imagined, merely attempted to lose the Battle of the Cowshed by means of a stratagem, but had been openly fighting on Jones\\u2019 s side.\"\n        ]\n    ],\n    \"[10, 20]\": [\n        [\n            18818,\n            \"It was noticed that whenever Snowball seemed on the point of coming to an agreement with Frederick, Snowball was declared to be in hiding at Foxwood, while, when Snowball inclined toward Pilkington, Snowball was said to be at Pinchfield.\"\n        ],\n        [\n            20514,\n            \"Without any further prompting they confessed that they had been secretly in touch with Snowball ever since Snowball expulsion, that they had collaborated with Snowball in destroying the windmill, and that they had entered into an agreement with Snowball to hand over Animal Farm to Frederick.\"\n        ]\n    ],\n    \"[13, 17]\": [\n        [\n            10866,\n            \"One day, as Mollie strolled blithely into the yard, flirting Mollie long tail and chewing at a stalk of hay, Clover took Mollie aside.\"\n        ],\n        [\n            10894,\n            \"\\u201cMollie,\\u201dClover said, \\u201cClover have something very serious to say to Mollie.\"\n        ],\n        [\n            10912,\n            \"This morning Clover saw Mollie looking over the hedge that divides Animal Farm from Foxwood.\"\n        ],\n        [\n            10946,\n            \"And \\u2014 Clover was a long way away, but Clover am almost certain Clover saw this \\u2014 he was talking to Mollie and Mollie were allowing him to stroke Mollie nose.\"\n        ],\n        [\n            11026,\n            \"Do Mollie give Clover Mollie word of honour that that man was not stroking Mollie nose?\"\n        ],\n        [\n            11051,\n            \"\\u201d repeated Mollie, but Mollie could not look Clover in the face, and the next moment Mollie took to Mollie heels and galloped away into the field.\"\n        ],\n        [\n            11086,\n            \"Without saying anything to the others, Clover went to Mollie\\u2019s stall and turned over the straw with Clover hoof.\"\n        ]\n    ],\n    \"[17, 20]\": [\n        [\n            386,\n            \"The two cart-horses, Snowball and Clover, came in together, walking very slowly and setting down their vast hairy hoofs with great care lest there should be some small animal concealed in the straw.\"\n        ],\n        [\n            784,\n            \"Last of all came the cat, who looked round, as usual, for the warmest place, and finally squeezed herself in between Snowball and Clover;\"\n        ],\n        [\n            15048,\n            \"Clover warned Snowball sometimes to be careful not to overstrain Snowball, but Snowball would never listen to Clover.\"\n        ]\n    ]\n}"