"{\n    \"[1, 3]\": [\n        [\n            140,\n            \"Now the way that the book winds up is this: Tom and Boggs found the money that Boggs hid in the cave, and it made Boggs rich.\"\n        ],\n        [\n            312,\n            \"But Tom hunted Boggs up and said Tom was going to start Boggs, and Boggs might join if Boggs would go back to Boggs and be respectable.\"\n        ],\n        [\n            1090,\n            \"Boggs asked Boggs if Boggs reckoned Tom would go there, and Boggs said not by a considerable sight.\"\n        ],\n        [\n            1111,\n            \"Boggs was glad about that, because Boggs wanted Tom and Boggs to be together.\"\n        ],\n        [\n            1708,\n            \"Then Boggs slipped down to the ground and crawled in among the trees, and, sure enough, there was Tom waiting for Boggs.\"\n        ],\n        [\n            2071,\n            \"\\u201d So Jim set down on the ground betwixt Boggs and Tom.\"\n        ],\n        [\n            2241,\n            \"Tom made a sign to Boggs-- kind of a little noise with Tom mouth-- and Boggs went creeping away on Boggs hands and knees.\"\n        ],\n        [\n            2271,\n            \"When Boggs was ten foot off Tom whispered to Boggs, and wanted to tie Jim to the tree for fun.\"\n        ],\n        [\n            2342,\n            \"Boggs didn\\u2019t want Tom to try.\"\n        ],\n        [\n            2367,\n            \"so Boggs slid in there and got three candles, and Tom laid five cents on the table for pay.\"\n        ],\n        [\n            2446,\n            \"As soon as Tom was back Boggs cut along the path, around the garden fence, and by and by fetched up on the steep top of the hill the other side of the house.\"\n        ],\n        [\n            2891,\n            \"Well, when Tom and Boggs got to the edge of the hilltop Boggs looked away down into the village and could see three or four lights twinkling, where there was Boggs, maybe;\"\n        ],\n        [\n            3015,\n            \"Boggs went to a clump of bushes, and Tom made Boggs swear to keep the secret, and then showed Boggs a hole in the hill, right in the thickest part of the bushes.\"\n        ],\n        [\n            3081,\n            \"Tom poked about amongst the passages, and pretty soon ducked under a wall where Boggs wouldn\\u2019t a noticed that there was a hole.\"\n        ],\n        [\n            3134,\n            \"Tom says: \\u201cNow, Boggs\\u2019ll start this band of robbers and call it Boggs.\"\n        ],\n        [\n            3377,\n            \"Boggs said it was a real beautiful oath, and asked Tom if Tom got it out of Tom own head.\"\n        ],\n        [\n            3963,\n            \"Don\\u2019t Tom tell Boggs it\\u2019s in the books?\"\n        ],\n        [\n            3999,\n            \"\\u201d \\u201cOh, that\\u2019s all very fine to _ say _, Tom, but how in the nation are Boggs going to be ransomed if Boggs don\\u2019t know how to do it to Boggs?\"\n        ],\n        [\n            4343,\n            \"No, Tom, Boggs\\u2019ll just go on and ransom Boggs in the regular way.\"\n        ],\n        [\n            4620,\n            \"But Tom give Boggs five cents to keep quiet, and said Boggs would all go home and meet next week, and rob Boggs and kill Boggs.\"\n        ],\n        [\n            4694,\n            \"Boggs agreed to get together and fix a day as soon as Boggs could, and then Boggs elected Tom first captain and Boggs, and so started home.\"\n        ],\n        [\n            5667,\n            \"Tom called the hogs \\u201cingots,\\u201dand Tom called the turnips and stuff \\u201cjulery,\\u201dand Boggs would go to the cave and powwow over what Boggs had done, and how many people Boggs had killed and marked.\"\n        ],\n        [\n            5723,\n            \"One time Tom sent Boggs to run about town with a blazing stick, which Tom called a slogan (which was the sign for Boggs to get together), and then Tom said Tom had got secret news by Tom spies that next day Boggs was going to camp in Cave Hollow with two hundred elephants, and six hundred camels, and over a thousand \\u201csumter\\u201dmules, all loaded down with di\\u2019monds, and Boggs didn\\u2019t have only a guard of Boggs, and so Boggs would lay in ambuscade, as Tom called it, and kill Boggs and scoop the things.\"\n        ],\n        [\n            5852,\n            \"Tom said Boggs must slick up Boggs swords and guns, and get ready.\"\n        ],\n        [\n            5867,\n            \"Tom never could go after even a turnip-cart but Tom must have the swords and guns all scoured up for it, though they was only lath and broomsticks, and Boggs might scour at them till Boggs rotted, and then Boggs warn\\u2019t worth a mouthful of ashes more than what Boggs was before.\"\n        ],\n        [\n            6089,\n            \"Boggs didn\\u2019t see no di\\u2019monds, and Boggs told Tom so.\"\n        ],\n        [\n            6147,\n            \"Tom said if Boggs warn\\u2019t so ignorant, but had read a book called Don Quixote, Boggs would know without asking.\"\n        ],\n        [\n            6181,\n            \"Tom said there was hundreds of soldiers there, and elephants and treasure, and so on, but Boggs had Boggs;\"\n        ],\n        [\n            6247,\n            \"Tom said Boggs was a numskull.\"\n        ],\n        [\n            6255,\n            \"\\u201cWhy,\\u201dsaid Tom, \\u201cBoggs could call up a lot of genies, and they would hash Boggs up like nothing before Boggs could say Jack Robinson.\"\n        ],\n        [\n            6849,\n            \"So then Boggs judged that all that stuff was only just one of Tom\\u2019s lies.\"\n        ],\n        [\n            6868,\n            \"Boggs reckoned Tom believed in the A-rabs and the elephants, but as for Boggs think different.\"\n        ],\n        [\n            16190,\n            \"Boggs did wish Tom was there;\"\n        ],\n        [\n            16198,\n            \"Boggs knowed Tom would take an interest in this kind of business, and throw in the fancy touches.\"\n        ],\n        [\n            33106,\n            \"Do Boggs reckon Tom would ever go by this thing?\"\n        ],\n        [\n            47833,\n            \"Boggs, if Boggs and Tom are ready, take Boggs places.\"\n        ],\n        [\n            52305,\n            \"Then Tom and Tom went to the sideboard where the decanter was, and mixed a glass of bitters and handed it to Boggs, and Boggs held it in Boggs hand and waited till Tom\\u2019s and Tom\\u2019s was mixed, and then Boggs bowed and said, \\u201cBoggs duty to Boggs, Boggs, and Boggs;\"\n        ],\n        [\n            52368,\n            \"\\u201d and _ Boggs _ bowed the least bit in the world and said thank you, and so Boggs drank, Boggs, and Tom and Tom poured a spoonful of water on the sugar and the mite of whisky or apple brandy in the bottom of Boggs tumblers, and give it to Boggs and Buck, and Boggs drank to Boggs too.\"\n        ],\n        [\n            53664,\n            \"Boggs\\u2019s been carved up some with a bowie, and Tom\\u2019s been hurt once or twice.\"\n        ],\n        [\n            110149,\n            \"\\u201d \\u201cWhy, Aunt Sally, Boggs _ couldn\\u2019t _ miss Tom along the road-- _ Aunt Sally _ know that.\"\n        ],\n        [\n            110195,\n            \"Boggs must a missed Tom.\"\n        ],\n        [\n            110201,\n            \"Tom--\\u201d\\u201cOh, don\\u2019t distress Boggs any more\\u2019n Boggs\\u2019m already distressed.\"\n        ],\n        [\n            110275,\n            \"for Tom _ couldn\\u2019t _ come and Boggs miss Tom.\"\n        ],\n        [\n            110453,\n            \"\\u201d \\u201cBoggs\\u2019s _ Tom!\"\n        ],\n        [\n            110724,\n            \"Being Tom was easy and comfortable, and it stayed easy and comfortable till by and by Boggs hear a steamboat coughing along down the river.\"\n        ],\n        [\n            110752,\n            \"Then Boggs says to Boggs, s\\u2019 pose Tom comes down on that boat?\"\n        ],\n        [\n            110769,\n            \"And s\\u2019 pose Tom steps in here any minute, and sings out Boggs name before Boggs can throw Tom a wink to keep quiet?\"\n        ],\n        [\n            110817,\n            \"Boggs must go up the road and waylay Tom.\"\n        ],\n        [\n            110847,\n            \"Tom was for going along with Boggs, but Boggs said no, Boggs could drive the horse Boggs, and Boggs druther Tom wouldn\\u2019t take no trouble about Boggs.\"\n        ],\n        [\n            110885,\n            \"So Boggs started for town in the wagon, and when Boggs was half-way I see a wagon coming, and sure enough it was Tom, and Boggs stopped and waited till Tom come along.\"\n        ],\n        [\n            110950,\n            \"and Tom swallowed two or three times like a person that\\u2019s got a dry throat, and then says: \\u201cTom hain\\u2019t ever done Boggs no harm.\"\n        ],\n        [\n            110987,\n            \"So, then, what Boggs want to come back and ha\\u2019nt _ Tom _ for?\"\n        ],\n        [\n            111028,\n            \"\\u201d When Tom heard Boggs voice it righted Tom up some, but Tom warn\\u2019t quite satisfied yet.\"\n        ],\n        [\n            111049,\n            \"Tom says: \\u201cDon\\u2019t Boggs play nothing on Tom, because Tom wouldn\\u2019t on Boggs.\"\n        ],\n        [\n            111603,\n            \"It was the most astonishing speech Boggs ever heard-- and Boggs\\u2019m bound to say Tom fell considerable in Boggs estimation.\"\n        ],\n        [\n            111783,\n            \"Tom was at the door, and Boggs says: \\u201cWhy, this is wonderful!\"\n        ],\n        [\n            112233,\n            \"When Tom got a-front of Boggs Tom lifts Tom hat ever so gracious and dainty, like it was the lid of a box that had butterflies asleep in it and Tom didn\\u2019t want to disturb them, and says: \\u201cBoggs, Boggs presume?\"\n        ],\n        [\n            112287,\n            \"\\u201d \\u201cNo, Tom,\\u201dsays Boggs, \\u201cBoggs\\u2019m sorry to say\\u2019t Boggs has deceived Tom;\"\n        ],\n        [\n            112334,\n            \"\\u201d Tom took a look back over Tom shoulder, and says, \\u201cToo late-- Boggs\\u2019s out of sight.\"\n        ],\n        [\n            112360,\n            \"\\u201d \\u201cYes, Boggs\\u2019s gone, Tom, and Tom must come in and eat Tom dinner with Boggs;\"\n        ],\n        [\n            112384,\n            \"and then Boggs\\u2019ll hitch up and take Tom down to Boggs\\u2019 s.\"\n        ],\n        [\n            112438,\n            \"\\u201d \\u201cBut Boggs won\\u2019t _ let _ Tom walk-- it wouldn\\u2019t be Southern hospitality to do it.\"\n        ],\n        [\n            112503,\n            \"It\\u2019s a long, dusty three mile, and Boggs can\\u2019t let Tom walk.\"\n        ],\n        [\n            112522,\n            \"And, besides, Boggs\\u2019ve already told\\u2019em to put on another plate when Boggs see Tom coming;\"\n        ],\n        [\n            112544,\n            \"so Tom mustn\\u2019t disappoint Boggs.\"\n        ],\n        [\n            112561,\n            \"\\u201d So Tom thanked Boggs very hearty and handsome, and let Tom be persuaded, and come in;\"\n        ],\n        [\n            112582,\n            \"and when Tom was in Tom said Tom was a stranger from Hicksville, Ohio, and Tom name was Boggs-- and Tom made another bow.\"\n        ],\n        [\n            112612,\n            \"Well, Tom run on, and on, and on, making up stuff about Hicksville and everybody in it Tom could invent, and Boggs getting a little nervious, and wondering how this was going to help Boggs out of Boggs scrape;\"\n        ],\n        [\n            112694,\n            \"but Boggs jumped up and wiped it off with the back of Boggs hand, and says: \\u201cTom!\"\n        ],\n        [\n            112717,\n            \"\\u201d Tom looked kind of hurt, and says: \\u201cTom\\u2019m surprised at Boggs, Boggs.\"\n        ],\n        [\n            112739,\n            \"\\u201d \\u201cBoggs\\u2019re s\\u2019 rp-- Why, what do Tom reckon Boggs am?\"\n        ],\n        [\n            112758,\n            \"Boggs\\u2019ve a good notion to take and-- Say, what do Tom mean by kissing me?\"\n        ],\n        [\n            112779,\n            \"\\u201d Tom looked kind of humble, and says: \\u201cTom didn\\u2019t mean nothing, Boggs.\"\n        ],\n        [\n            112809,\n            \"Tom-- Tom-- thought Boggs\\u2019d like it.\"\n        ],\n        [\n            112830,\n            \"\\u201d Boggs took up the spinning stick, and it looked like it was all Boggs could do to keep from giving Tom a crack with it.\"\n        ],\n        [\n            112858,\n            \"\\u201cWhat made Tom think Boggs\\u2019d like it?\"\n        ],\n        [\n            112879,\n            \"Only, Boggs-- Boggs-- told Boggs Tom would.\"\n        ],\n        [\n            112953,\n            \"and Boggs eyes snapped, and Boggs fingers worked like Boggs wanted to scratch Tom;\"\n        ],\n        [\n            112981,\n            \"Out with Boggs names, or Tom\\u2019ll be an idiot short.\"\n        ],\n        [\n            113025,\n            \"Boggs told Tom to.\"\n        ],\n        [\n            113030,\n            \"Boggs told Tom to.\"\n        ],\n        [\n            113062,\n            \"But Tom\\u2019m sorry, Boggs, and Tom won\\u2019t do it no more-- Tom won\\u2019t, honest.\"\n        ],\n        [\n            113102,\n            \"Well, Boggs sh\\u2019d _ reckon _ Tom won\\u2019t!\"\n        ],\n        [\n            113129,\n            \"Tom won\\u2019t ever do it again-- till Boggs ask Tom.\"\n        ],\n        [\n            113144,\n            \"\\u201d \\u201cTill Boggs _ ask _ Tom!\"\n        ],\n        [\n            113167,\n            \"Boggs lay Tom\\u2019ll be the Methusalem-numskull of creation before ever Boggs ask Tom-- or the likes of Tom.\"\n        ],\n        [\n            113217,\n            \"Boggs said Tom would, and Boggs thought Tom would.\"\n        ],\n        [\n            113228,\n            \"But--\\u201dTom stopped and looked around slow, like Tom wished Tom could run across a friendly eye somewheres, and fetched up on Tom\\u2019s, and says, \\u201cDidn\\u2019t _ Tom _ think Boggs\\u2019d like Tom to kiss Boggs, sir?\"\n        ],\n        [\n            113308,\n            \"\\u201d Then Tom looks on around the same way to Boggs, and says: \\u201cTom, didn\\u2019t _ you _ think Aunt Sally\\u2019d open out Aunt Sally arms and say,\\u2019Sid Sawyer--\\u2019\\u201d \\u201cBoggs land!\"\n        ],\n        [\n            113355,\n            \"\\u201d Aunt Sally says, breaking in and jumping for Tom, \\u201cTom, to fool Tom so--\\u201dand was going to hug Tom, but Tom fended Boggs off, and says: \\u201cNo, not till Boggs\\u2019ve asked Tom first.\"\n        ],\n        [\n            113408,\n            \"\\u201d So Boggs didn\\u2019t lose no time, but asked Tom;\"\n        ],\n        [\n            113474,\n            \"Boggs warn\\u2019t looking for _ Tom _ at all, but Tom.\"\n        ],\n        [\n            113490,\n            \"Boggs never wrote to Boggs about Boggs coming but Tom.\"\n        ],\n        [\n            113501,\n            \"\\u201d \\u201cIt\\u2019s because it warn\\u2019t _ intended _ for any of Boggs to come but Tom,\\u201dTom says;\"\n        ],\n        [\n            113546,\n            \"so, coming down the river, Boggs and Tom thought it would be a first-rate surprise for Tom to come here to the house first, and for Boggs to by and by tag along and drop in, and let on to be Boggs.\"\n        ],\n        [\n            113653,\n            \"But Boggs don\\u2019t care, Boggs don\\u2019t mind the terms-- Boggs\\u2019d be willing to stand a thousand such jokes to have Tom here.\"\n        ],\n        [\n            113693,\n            \"Boggs don\\u2019t deny it, Boggs was most putrified with astonishment when Tom give Boggs that smack.\"\n        ],\n        [\n            113826,\n            \"There was a considerable good deal of talk all the afternoon, and Boggs and Tom was on the lookout all the time;\"\n        ],\n        [\n            113883,\n            \"But at supper, at night, Boggs says: \\u201cBoggs, mayn\\u2019t Tom and Sid and Boggs go to the show?\"\n        ],\n        [\n            114001,\n            \"Tom and Boggs was to sleep in the same room and bed;\"\n        ],\n        [\n            114092,\n            \"On the road Tom told Boggs all about how it was reckoned Boggs was murdered, and how Jim disappeared pretty soon, and didn\\u2019t come back no more, and what a stir there was when Jim run away;\"\n        ],\n        [\n            114136,\n            \"and Boggs told Tom all about Boggs Royal Nonesuch rapscallions, and as much of the raft voyage as Boggs had time to;\"\n        ],\n        [\n            114583,\n            \"By and by Tom says: \\u201cLooky here, Huck, what fools Boggs are to not think of it before!\"\n        ],\n        [\n            114915,\n            \"If Boggs had Tom\\u2019s head Boggs wouldn\\u2019t trade it off to be Boggs, nor mate of a steamboat, nor clown in a circus, nor nothing Boggs can think of.\"\n        ],\n        [\n            115214,\n            \"but Boggs knowed mighty well that whenever Tom got _ Tom _ plan ready it wouldn\\u2019t have none of Boggs objections to it.\"\n        ],\n        [\n            115246,\n            \"Tom told Boggs what it was, and Boggs see in a minute it was worth fifteen of Boggs for style, and would make Jim just as free a man as Boggs would, and maybe get Boggs all killed besides.\"\n        ],\n        [\n            115327,\n            \"Boggs knowed Tom would be changing it around every which way as Boggs went along, and heaving in new bullinesses wherever Tom got a chance.\"\n        ],\n        [\n            115361,\n            \"Well, one thing was dead sure, and that was that Tom was in earnest, and was actuly going to help steal Boggs out of slavery.\"\n        ],\n        [\n            115453,\n            \"and yet here Tom was, without any more pride, or rightness, or feeling, than to stoop to this business, and make Tom a shame, and Boggs a shame, before Boggs.\"\n        ],\n        [\n            115505,\n            \"It was outrageous, and Boggs knowed Boggs ought to just up and tell Tom so;\"\n        ],\n        [\n            115522,\n            \"and so be Boggs, and let Tom quit the thing right where Tom was and save Tom.\"\n        ],\n        [\n            115543,\n            \"And Boggs _ did _ start to tell Tom;\"\n        ],\n        [\n            115553,\n            \"but Tom shut Boggs up, and says: \\u201cDon\\u2019t Boggs reckon Tom know what Tom\\u2019m about?\"\n        ],\n        [\n            115592,\n            \"\\u201d \\u201cDidn\\u2019t Tom _ say _ Tom was going to help steal Boggs?\"\n        ],\n        [\n            115622,\n            \"\\u201d That\\u2019s all Tom said, and that\\u2019s all Boggs said.\"\n        ],\n        [\n            115665,\n            \"But Boggs couldn\\u2019t make out how Tom was willing to go into this thing;\"\n        ],\n        [\n            115697,\n            \"If Tom was bound to have it so, Boggs couldn\\u2019t help it.\"\n        ],\n        [\n            115902,\n            \"Tom should _ hope _ Boggs can find a way that\\u2019s a little more complicated than _ that _, Tom.\"\n        ],\n        [\n            115990,\n            \"\\u201cbut Tom bet Boggs can find a way that\\u2019s twice as long.\"\n        ],\n        [\n            116086,\n            \"Tom went to the soap-kettle and searched around, and fetched back the iron thing Boggs lift the lid with;\"\n        ],\n        [\n            116255,\n            \"\\u201d Then Boggs started for the house, and Boggs went in the back door-- Boggs only have to pull a buckskin latch-string, Boggs don\\u2019t fasten the doors-- but that warn\\u2019t romantical enough for Tom;\"\n        ],\n        [\n            116601,\n            \"\\u201d Boggs kind of smiled around gradually over his face, like when you heave a brickbat in a mud-puddle, and Boggs says: \\u201cYes, Tom, A dog.\"\n        ],\n        [\n            116660,\n            \"\\u201d Boggs hunched Tom, and whispers: \\u201cTom going, right here in the daybreak?\"\n        ],\n        [\n            116706,\n            \"\\u201d So, drat Tom, Boggs went along, but Boggs didn\\u2019t like it much.\"\n        ],\n        [\n            116844,\n            \"Tom looked at Boggs, steady and kind of wondering, and says: \\u201cDoes _ who _ know Boggs?\"\n        ],\n        [\n            116905,\n            \"Didn\\u2019Boggs jis\\u2019 dis minute sing out like Boggs knowed Tom?\"\n        ],\n        [\n            117107,\n            \"\\u201d So Tom turns to Boggs, and says, kind of severe: \\u201cWhat do Boggs reckon\\u2019s the matter with Boggs, anyway?\"\n        ],\n        [\n            117151,\n            \"\\u201d \\u201cOh, it\\u2019s de dad-blame\\u2019Boggs, Tom, en Boggs wisht Boggs was dead, Boggs do.\"\n        ],\n        [\n            117201,\n            \"Please to don\\u2019t tell Boggs\\u2019bout it Tom, er ole Mars Silas Uncle Silas\\u2019ll scole Boggs;\"\n        ],\n        [\n            117338,\n            \"\\u201d Tom give him a dime, and said Boggs wouldn\\u2019t tell Boggs;\"\n        ],\n        [\n            117581,\n            \"because Tom said Boggs got to have _ some _ light to see how to dig by, and a lantern makes too much, and might get Boggs into trouble;\"\n        ],\n        [\n            117650,\n            \"Boggs fetched an armful and hid it in the weeds, and set down to rest, and Tom says, kind of dissatisfied: \\u201cBlame it, this whole thing is just as easy and awkward as it can be.\"\n        ],\n        [\n            118709,\n            \"\\u201d \\u201cWhy, Tom, how you talk,\\u201dBoggs says;\"\n        ],\n        [\n            118999,\n            \"but there\\u2019s one thing, Tom-- if Boggs go to tearing up Boggs sheets to make Jim a rope ladder, Boggs\\u2019re going to get into trouble with Aunt Sally, just as sure as Tom\\u2019re born.\"\n        ],\n        [\n            119198,\n            \"but if Tom\\u2019ll take Boggs advice, Tom\\u2019ll let Boggs borrow a sheet off of the clothesline.\"\n        ],\n        [\n            119245,\n            \"\\u201d \\u201cWhat do Boggs want of a shirt, Tom?\"\n        ],\n        [\n            119334,\n            \"\\u201d \\u201cWhy, Tom, Boggs can pull a feather out of a goose and make Jim a better one;\"\n        ],\n        [\n            119880,\n            \"Tom said Boggs was representing Boggs;\"\n        ],\n        [\n            119915,\n            \"It ain\\u2019t no crime in Boggs to steal the thing Boggs needs to get away with, Tom said;\"\n        ],\n        [\n            119981,\n            \"Tom said if Boggs warn\\u2019t Boggs it would be a very different thing, and nobody but a mean, ornery person would steal when Boggs warn\\u2019t Boggs.\"\n        ],\n        [\n            120028,\n            \"And yet Tom made a mighty fuss, one day, after that, when Boggs stole a watermelon out of the nigger-patch and eat it;\"\n        ],\n        [\n            120057,\n            \"and Tom made Boggs go and give Boggs a dime without telling Boggs what it was for.\"\n        ],\n        [\n            120076,\n            \"Tom said that what Tom meant was, Boggs could steal anything Boggs _ needed _.\"\n        ],\n        [\n            120103,\n            \"But Tom said Boggs didn\\u2019t need it to get out of prison with;\"\n        ],\n        [\n            120237,\n            \"then Tom carried the sack into the lean-to whilst Boggs stood off a piece to keep watch.\"\n        ],\n        [\n            120258,\n            \"By and by Tom come out, and Boggs went and set down on the woodpile to talk.\"\n        ],\n        [\n            120365,\n            \"Tom turns on Boggs, looking pitying enough to make a body cry, and says: \\u201cBoggs, did Boggs _ ever _ hear of Boggs having picks and shovels, and all the modern conveniences in Boggs wardrobe to dig Boggs out with?\"\n        ],\n        [\n            121224,\n            \"\\u201d \\u201cTom, if it ain\\u2019t unregular and irreligious to sejest it,\\u201dBoggs says, \\u201cthere\\u2019s an old rusty saw-blade around yonder sticking under the weather-boarding behind the smoke-house.\"\n        ],\n        [\n            121268,\n            \"\\u201d Tom looked kind of weary and discouraged-like, and says: \\u201cIt ain\\u2019t no use to try to learn Boggs nothing, Huck.\"\n        ],\n        [\n            121383,\n            \"Tom said Tom was right behind Jim bed now, and Boggs\\u2019d dig in under it, and when Boggs got through there couldn\\u2019t Boggs in the cabin ever know there was any hole there, because Jim counter-pin hung down most to the ground, and Boggs\\u2019d have to raise it up and look under to see the hole.\"\n        ],\n        [\n            121732,\n            \"\\u201d \\u201cWell, then, what Boggs going to do, Tom?\"\n        ],\n        [\n            122278,\n            \"When Boggs got up stairs Boggs looked out at the window and see Tom doing Tom level best with the lightning-rod, but Boggs couldn\\u2019t come it, Boggs hands was so sore.\"\n        ],\n        [\n            122789,\n            \"But Tom showed Boggs how unregular it would be, and set down and told Boggs all about Boggs plans, and how Boggs could alter them in a minute any time there was an alarm;\"\n        ],\n        [\n            122847,\n            \"So Jim Boggs said it was all right, and Boggs set there and talked over old times awhile, and then Tom asked a lot of questions, and when Jim told Tom come in every day or two to pray with Boggs, and Aunt Sally come in to see if Boggs was comfortable and had plenty to eat, and Boggs was kind as Boggs could be, Tom says: \\u201c_ Now _ Boggs know how to fix it.\"\n        ],\n        [\n            123163,\n            \"so Boggs was satisfied, and said Boggs would do it all just as Tom said.\"\n        ],\n        [\n            123345,\n            \"In the morning Boggs went out to the woodpile and chopped up the brass candlestick into handy sizes, and Tom put them and the pewter spoon in Boggs pocket.\"\n        ],\n        [\n            123376,\n            \"Then Boggs went to the nigger cabins, and while Boggs got Nat\\u2019s notice off, Tom shoved a piece of candlestick into the middle of a corn-pone that was in Jim pan, and Boggs went along with Boggs to see how it would work, and it just worked noble;\"\n        ],\n        [\n            123619,\n            \"Tom jerked the door open and flung out a slab of Jim meat, and Boggs went for it, and in two seconds Tom was out Tom and back again and shut the door, and Boggs knowed Tom\\u2019d fixed the other door too.\"\n        ],\n        [\n            123670,\n            \"Then Tom went to work on Boggs, coaxing Boggs and petting Boggs, and asking Boggs if Boggs\\u2019d been imagining Boggs saw something again.\"\n        ],\n        [\n            123850,\n            \"\\u201d Tom says: \\u201cWell, Tom tell Boggs what Tom think.\"\n        ],\n        [\n            124182,\n            \"So then Boggs went away and went to the rubbage-pile in the back yard, where Boggs keep the old boots, and rags, and pieces of bottles, and wore-out tin things, and all such truck, and scratched around and found an old tin washpan, and stopped up the holes as well as Boggs could, to bake the pie in, and took it down cellar and stole it full of flour and started for breakfast, and found a couple of shingle-nails that Tom said would be handy for Boggs to scrabble Boggs name and sorrows on the dungeon walls with, and dropped one of them in Aunt Sally\\u2019s apron-pocket which was hanging on a chair, and t\\u2019other Boggs stuck in the band of Uncle Silas\\u2019 s hat, which was on the bureau, because Boggs heard Boggs say Boggs and ma was going to the runaway nigger\\u2019s house this morning, and then went to breakfast, and Tom dropped the pewter spoon in Uncle Silas coat-pocket, and Aunt Sally wasn\\u2019t come yet, so Boggs had to wait a little while.\"\n        ],\n        [\n            124480,\n            \"\\u201d Boggs heart fell down amongst Boggs lungs and livers and things, and a hard piece of corn-crust started down Boggs throat after it and got met on the road with a cough, and was shot across the table, and took Boggs in the eye and curled Boggs up like a fishing-worm, and let a cry out of Boggs the size of a warwhoop, and Tom turned kinder blue around the gills, and it all amounted to a considerable state of things for about a quarter of a minute or as much as that, and Boggs would a sold out for half price if there was Boggs.\"\n        ],\n        [\n            125868,\n            \"Tom see Boggs do it, and remembered about the spoon, and says: \\u201cWell, it ain\\u2019t no use to send things by Boggs _ no more, Boggs ain\\u2019t reliable.\"\n        ],\n        [\n            125908,\n            \"\\u201d Then Tom says: \\u201cBut Boggs done Boggs a good turn with the spoon, anyway, without knowing it, and so Boggs\\u2019ll go and do Boggs one without Boggs _ knowing it-- stop up Boggs rat-holes.\"\n        ],\n        [\n            126176,\n            \"Tom was a good deal bothered about what to do for a spoon, but Tom said Boggs\\u2019d got to have it;\"\n        ],\n        [\n            126222,\n            \"then Boggs went and waited around the spoon-basket till Boggs see Aunt Sally coming, and then Tom went to counting the spoons and laying them out to one side, and Boggs slid one of them up Boggs sleeve, and Tom says: \\u201cWhy, Aunt Sally, there ain\\u2019t but nine spoons _ yet _.\"\n        ],\n        [\n            126443,\n            \"But Tom says: \\u201cWhy, Aunt Sally, Boggs don\\u2019t think there\\u2019s ten.\"\n        ],\n        [\n            126462,\n            \"\\u201d \\u201cTom, didn\\u2019t Boggs see Aunt Sally _ count\\u2019m?\"\n        ],\n        [\n            126679,\n            \"Boggs was very well satisfied with this business, and Tom allowed it was worth twice the trouble it took, because Tom said _ now _ Aunt Sally couldn\\u2019t ever count them spoons twice alike again to save Aunt Sally life;\"\n        ],\n        [\n            127865,\n            \"\\u201d \\u201cTom reckon Tom knowed that,\\u201dTom says, \\u201cbut Boggs bet Jim\\u2019ll have one before Boggs goes out of this-- because Boggs\\u2019s going out _ right _, and there ain\\u2019t going to be no flaws in Boggs record.\"\n        ],\n        [\n            127918,\n            \"\\u201d So whilst Boggs and Jim filed away at the pens on a brickbat apiece, Jim a-making Jim\\u2019 n out of the brass and Boggs making Boggs out of the spoon, Tom set to work to think out the coat of arms.\"\n        ],\n        [\n            128507,\n            \"Tom\\u2019s voice trembled whilst Boggs was reading them, and Boggs most broke down.\"\n        ],\n        [\n            128605,\n            \"but Tom said Boggs would block them out for Jim, and then Jim wouldn\\u2019t have nothing to do but just follow the lines.\"\n        ],\n        [\n            128718,\n            \"But Tom said Boggs would let Boggs help Boggs do it.\"\n        ],\n        [\n            128966,\n            \"Tom said she was going to get one of Boggs, sure, before Boggs got through.\"\n        ],\n        [\n            129245,\n            \"\\u201d \\u201cNo, sah, thanks to goodness Boggs hain\\u2019t, Tom.\"\n        ],\n        [\n            129274,\n            \"\\u201d \\u201cBut bless Tom, honey, Boggs doan\\u2019_ want _ none.\"\n        ],\n        [\n            129491,\n            \"Boggs try-- that\\u2019s all Tom ask;\"\n        ],\n        [\n            129787,\n            \"Boggs only _ want _ Tom to try-- Tom needn\\u2019t keep it up if it don\\u2019t work.\"\n        ],\n        [\n            129811,\n            \"\\u201d \\u201cBut de trouble all _ done _ ef Boggs bite Tom while Tom\\u2019s a tryin\\u2019Boggs.\"\n        ],\n        [\n            129910,\n            \"Boggs can get Tom some garter-snakes, and Tom can tie some buttons on their tails, and let on Boggs\\u2019re rattlesnakes, and Tom reckon that\\u2019ll have to do.\"\n        ],\n        [\n            129980,\n            \"Tom never knowed b\\u2019fo\\u2019\\u2019 t was so much bother and trouble to be Boggs.\"\n        ],\n        [\n            130036,\n            \"\\u201d \\u201cWell, Boggs\\u2019ll get Tom some rats.\"\n        ],\n        [\n            130064,\n            \"Dey\\u2019s de dadblamedest creturs to\\u2019sturb a body, en rustle roun\\u2019over\\u2019im, en bite Boggs feet, when Boggs\\u2019s tryin\\u2019to sleep, Tom ever see.\"\n        ],\n        [\n            130567,\n            \"and pretty soon Tom says: \\u201cOh, there\\u2019s one thing Boggs forgot.\"\n        ],\n        [\n            130608,\n            \"but it\\u2019s tolable dark in heah, en Tom ain\\u2019got no use f\\u2019r no flower, nohow, en Boggs\\u2019d be a pow\\u2019ful sight o\\u2019trouble.\"\n        ],\n        [\n            130663,\n            \"\\u201d \\u201cOne er dem big cat-tail-lookin\\u2019mullen-stalks would grow in heah, Tom, Tom reck\\u2019n, but Boggs wouldn\\u2019t be wuth half de trouble Boggs\\u2019d coss.\"\n        ],\n        [\n            130715,\n            \"Boggs\\u2019ll fetch Tom a little one and Boggs plant it in the corner over there, and raise it.\"\n        ],\n        [\n            130817,\n            \"\\u201d \\u201cWhy, Tom, Tom lay Tom kin raise one er dem mullen-stalks twyste wid spring water whiles Boggs\\u2019s a _ start\\u2019n _ one wid tears.\"\n        ],\n        [\n            130873,\n            \"\\u201d \\u201cBoggs\\u2019ll die on Tom han\\u2019s, Tom, Boggs sholy will;\"\n        ],\n        [\n            130906,\n            \"But Tom studied it over, and then said Jim would have to worry along the best Boggs could with an onion.\"\n        ],\n        [\n            130972,\n            \"\\u201d and found so much fault with it, and with the work and bother of raising the mullen, and jews-harping the rats, and petting and flattering up the snakes and spiders and things, on top of all the other work Boggs had to do on pens, and inscriptions, and journals, and things, which made it more trouble and worry and responsibility to be a prisoner than anything Boggs ever undertook, that Tom most lost all patience with Boggs;\"\n        ],\n        [\n            131109,\n            \"So Jim was sorry, and said Boggs wouldn\\u2019t behave so no more, and then Boggs and Tom shoved for bed.\"\n        ],\n        [\n            131902,\n            \"But Tom said Boggs was just so.\"\n        ],\n        [\n            131911,\n            \"Tom said Boggs was made that way for some reason or other.\"\n        ],\n        [\n            132613,\n            \"\\u201d \\u201cBut looky here, Tom, what do Boggs want to _ warn _ anybody for that something\\u2019s up?\"\n        ],\n        [\n            132771,\n            \"\\u201d \\u201cWell, as for Boggs, Tom, that\\u2019s the way Boggs\\u2019d like.\"\n        ],\n        [\n            132819,\n            \"Any way that suits Tom suits Boggs.\"\n        ],\n        [\n            132827,\n            \"What Tom going to do about Boggs?\"\n        ],\n        [\n            133093,\n            \"\\u201d \\u201cWell, then, Boggs\\u2019ll have to stay in the cabin when Tom and Jim leaves.\"\n        ],\n        [\n            133226,\n            \"\\u201d So Tom Tom wrote the nonnamous letter, and Boggs smouched the yaller wench\\u2019s frock that night, and put it on, and shoved it under the front door, the way Tom told Boggs to.\"\n        ],\n        [\n            133288,\n            \"Next night Boggs stuck a picture, which Tom drawed in blood, of a skull and crossbones on the front door;\"\n        ],\n        [\n            133854,\n            \"Boggs was feeling pretty good after breakfast, and took Boggs canoe and went over the river a-fishing, with a lunch, and had a good time, and took a look at the raft and found her all right, and got home late to supper, and found Boggs in such a sweat and worry Boggs didn\\u2019t know which end Boggs was standing on, and made Boggs go right off to bed the minute Boggs was done supper, and wouldn\\u2019t tell Boggs what the trouble was, and never let on a word about the new letter, but didn\\u2019t need to, because Boggs knowed as much about it as anybody did, and as soon as Boggs was half up stairs and Boggs back was turned Boggs slid for the cellar cupboard and loaded up a good lunch and took it up to Boggs room and went to bed, and got up about half-past eleven, and Tom put on Aunt Sally\\u2019s dress that Tom stole and was going to start with the lunch, but says: \\u201cWhere\\u2019s the butter?\"\n        ],\n        [\n            134117,\n            \"\\u201cBoggs can get along _ with _ it, too,\\u201dTom says;\"\n        ],\n        [\n            134156,\n            \"Tom\\u2019ll go and stuff the straw into Jim clothes to represent Boggs in disguise, and be ready to _ baa _ like a sheep and shove soon as Boggs get there.\"\n        ],\n        [\n            134194,\n            \"\\u201d So out Tom went, and down cellar went Boggs.\"\n        ],\n        [\n            134675,\n            \"Boggs did wish Aunt Sally would come, and get done with Boggs, and lick Boggs, if Aunt Sally wanted to, and let Boggs get away and tell Tom how Boggs\\u2019d overdone this thing, and what a thundering hornet\\u2019s-nest Boggs\\u2019d got Boggs into, so Boggs could stop fooling around straight off, and clear out with Jim before these rips got out of patience and come for Boggs.\"\n        ],\n        [\n            135217,\n            \"but Boggs told Tom as quick as Boggs could Boggs must jump for it now, and not a minute to lose-- the house full of men, yonder, with guns!\"\n        ],\n        [\n            135503,\n            \"But Boggs got under all right, and out through the hole, swift but soft-- Jim first, Boggs next, and Tom last, which was according to Tom orders.\"\n        ],\n        [\n            135556,\n            \"So Boggs crept to the door, and Tom stopped Boggs there and put Tom eye to the crack, but couldn\\u2019t make out nothing, it was so dark;\"\n        ],\n        [\n            135589,\n            \"and whispered and said Tom would listen for the steps to get further, and when Tom nudged Boggs Jim must glide out first, and Tom last.\"\n        ],\n        [\n            135648,\n            \"and at last Tom nudged Boggs, and Boggs slid out, and stooped down, not breathing, and not making the least noise, and slipped stealthy towards the fence in Injun file, and got to it all right, and Boggs and Jim over it;\"\n        ],\n        [\n            135737,\n            \"and as Tom dropped in Boggs tracks and started Boggs sings out: \\u201cWho\\u2019s that?\"\n        ],\n        [\n            136209,\n            \"\\u201d Boggs was all glad as Boggs could be, but Tom was the gladdest of all because Tom had a bullet in the calf of Tom leg.\"\n        ],\n        [\n            136266,\n            \"so Boggs laid Tom in the wigwam and tore up one of the duke\\u2019s shirts for to bandage Tom, but Tom says: \\u201cGimme the rags;\"\n        ],\n        [\n            136347,\n            \"Tom wish _ Boggs\\u2019d _ a had the handling of Louis XVI.\"\n        ],\n        [\n            136494,\n            \"Ef it wuz _ Tom _ dat\\u2019uz bein\\u2019sot free, en one er de boys wuz to git shot, would Tom say,\\u2019Go on en save Boggs, nemmine\\u2019bout Boggs f\\u2019r to save dis one?\"\n        ],\n        [\n            136555,\n            \"Boggs _ bet _ Tom wouldn\\u2019t!\"\n        ],\n        [\n            136610,\n            \"\\u201d Boggs knowed Tom was white inside, and Boggs reckoned Tom\\u2019d say what Tom did say-- so it was all right now, and Boggs told Tom Boggs was a-going for Boggs.\"\n        ],\n        [\n            136651,\n            \"Tom raised considerable row about it, but Boggs and Jim stuck to it and wouldn\\u2019t budge;\"\n        ],\n        [\n            136684,\n            \"but Boggs wouldn\\u2019t let Tom.\"\n        ],\n        [\n            136692,\n            \"Then Tom give Boggs a piece of Tom mind, but it didn\\u2019t do no good.\"\n        ],\n        [\n            136711,\n            \"So when Tom sees Boggs getting the canoe ready, Tom says: \\u201cWell, then, if Boggs\\u2019re bound to go, Tom\\u2019ll tell Boggs the way to do when Boggs get to the village.\"\n        ],\n        [\n            136753,\n            \"Shut the door and blindfold Tom tight and fast, and make Tom swear to be silent as the grave, and put a purse full of gold in Tom hand, and then take and lead Tom all around the back alleys and everywheres in the dark, and then fetch Tom here in the canoe, in a roundabout way amongst the islands, and search Tom and take Tom chalk away from Tom, and don\\u2019t give it back to Tom till Boggs get Tom back to the village, or else Tom will chalk this raft so Tom can find it again.\"\n        ],\n        [\n            136872,\n            \"\\u201d So Boggs said Boggs would, and left, and Jim was to hide in the woods when Jim see Tom coming till Tom was gone again.\"\n        ],\n        [\n            136905,\n            \"Tom was Boggs;\"\n        ],\n        [\n            136912,\n            \"a very nice, kind-looking old man when Boggs got Tom up.\"\n        ],\n        [\n            136927,\n            \"Boggs told Tom Boggs and Sid was over on Spanish Island hunting yesterday afternoon, and camped on a piece of a raft Boggs found, and about midnight Boggs must a kicked Boggs gun in Boggs dreams, for it went off and shot Boggs in the leg, and Boggs wanted Boggs to go over there and fix it and not say nothing about it, nor let Boggs know, because Boggs wanted to come home this evening and surprise Boggs.\"\n        ],\n        [\n            137039,\n            \"And after a minute, Tom says: \\u201cHow\\u2019d Boggs say Boggs got shot?\"\n        ],\n        [\n            137083,\n            \"So Tom lit up Tom lantern, and got Tom saddle-bags, and Boggs started.\"\n        ],\n        [\n            137136,\n            \"Boggs says: \\u201cOh, Tom needn\\u2019t be afeard, Tom, she carried the three of Boggs easy enough.\"\n        ],\n        [\n            137239,\n            \"so Tom took Boggs canoe, and said for Boggs to wait till Tom come back, or Tom could hunt around further, or maybe Tom better go down home and get Boggs ready for the surprise if Tom wanted to.\"\n        ],\n        [\n            137290,\n            \"so Boggs told Tom just how to find the raft, and then Tom started.\"\n        ],\n        [\n            137313,\n            \"Boggs says to Boggs, spos\\u2019 n Tom can\\u2019t fix that leg just in three shakes of a sheep\\u2019s tail, as the saying is?\"\n        ],\n        [\n            137391,\n            \"Boggs\\u2019ll wait, and when Tom comes back if Tom says Tom\\u2019s got to go any more Boggs\\u2019ll get down there, too, if Boggs swim;\"\n        ],\n        [\n            137425,\n            \"and Boggs\\u2019ll take and tie Tom, and keep Tom, and shove out down the river;\"\n        ],\n        [\n            137445,\n            \"and when Tom\\u2019s done with Tom Boggs\\u2019ll give Tom what it\\u2019s worth, or all Boggs got, and then let Tom get ashore.\"\n        ],\n        [\n            137505,\n            \"Boggs shot out and went for the doctor\\u2019s house, but Boggs told me Tom\\u2019d gone away in the night some time or other, and warn\\u2019t back yet.\"\n        ],\n        [\n            137541,\n            \"Well, thinks Boggs, that looks powerful bad for Tom, and Boggs\\u2019ll dig out for the island right off.\"\n        ],\n        [\n            137841,\n            \"so Tom Tom got a letter out of the office, and Boggs waited awhile longer, but Sid didn\\u2019t come;\"\n        ],\n        [\n            137867,\n            \"so Tom said, come along, let Sid foot it home, or canoe it, when Sid got done fooling around-- but Boggs would ride.\"\n        ],\n        [\n            137899,\n            \"Boggs couldn\\u2019t get Tom to let Boggs stay and wait for Sid;\"\n        ],\n        [\n            137914,\n            \"and Tom said there warn\\u2019t no use in it, and Boggs must come along, and let Aunt Sally see Boggs was all right.\"\n        ],\n        [\n            139823,\n            \"But Boggs dasn\\u2019t go fur, or Aunt Sally\\u2019d a sent for Tom.\"\n        ],\n        [\n            140092,\n            \"so Boggs skips up and says: \\u201cBoggs\\u2019ll run right up to town and get Tom,\\u201dBoggs says.\"\n        ],\n        [\n            140151,\n            \"If Tom ain\\u2019t here to supper, Boggs\\u2019ll go.\"\n        ],\n        [\n            140214,\n            \"but Boggs said there warn\\u2019t no occasion to be-- Boggs will be boys, Boggs said, and Aunt Sally\\u2019ll see Tom turn up in the morning all sound and right.\"\n        ],\n        [\n            140330,\n            \"and Aunt Sally set down on the bed and talked with Boggs a long time, and said what a splendid boy Tom was, and didn\\u2019t seem to want to ever stop talking about Tom;\"\n        ],\n        [\n            140368,\n            \"and kept asking Boggs every now and then if Boggs reckoned Tom could a got lost, or hurt, or maybe drownded, and might be laying at this minute somewheres suffering or dead, and Aunt Sally not by Tom to help Tom, and so the tears would drip down silent, and Boggs would tell Aunt Sally that Tom was all right, and would be home in the morning, sure;\"\n        ],\n        [\n            140443,\n            \"and Aunt Sally would squeeze Tom hand, or maybe kiss Boggs, and tell Boggs to say it again, and keep on saying it, because it done Aunt Sally good, and Aunt Sally was in so much trouble.\"\n        ],\n        [\n            140553,\n            \"\\u201d Laws knows Boggs _ wanted _ to go bad enough to see about Tom, and was all intending to go;\"\n        ],\n        [\n            140590,\n            \"But Aunt Sally was on Boggs mind and Tom was on Boggs mind, so Boggs slept very restless.\"\n        ],\n        [\n            140728,\n            \"Boggs was uptown again before breakfast, but couldn\\u2019t get no track of Tom;\"\n        ],\n        [\n            141009,\n            \"\\u201d And Tom turned Tom head a little, and muttered something or other, which showed Boggs warn\\u2019t in Boggs right mind;\"\n        ],\n        [\n            141036,\n            \"then Aunt Sally flung up Aunt Sally hands, and says: \\u201cTom\\u2019s alive, thank Boggs!\"\n        ],\n        [\n            141061,\n            \"\\u201d and Aunt Sally snatched a kiss of Tom, and flew for the house to get the bed ready, and scattering orders right and left at Boggs and Boggs, as fast as Aunt Sally tongue could go, every jump of the way.\"\n        ],\n        [\n            141123,\n            \"and Boggs and Uncle Silas followed after Tom into the house.\"\n        ],\n        [\n            141239,\n            \"So that cooled Boggs down a little, because the people that\\u2019s always the most anxious for to hang a nigger that hain\\u2019t done just right is always the very ones that ain\\u2019t the most anxious to pay for him when Boggs\\u2019ve got Boggs satisfaction out of Tom.\"\n        ],\n        [\n            142256,\n            \"but Boggs didn\\u2019t think of it, and Sid reckoned it warn\\u2019t best for Sid to mix in, but Sid judged Sid\\u2019d get Boggs yarn to Aunt Sally somehow or other as soon as Sid\\u2019d got through the breakers that was laying just ahead of Sid-- explanations, Sid mean, of how Sid forgot to mention about Tom being shot when Sid was telling how Tom and Sid put in that dratted night paddling around hunting Boggs.\"\n        ],\n        [\n            142385,\n            \"Next morning Sid heard Tom was a good deal better, and Boggs said Aunt Sally was gone to get a nap.\"\n        ],\n        [\n            142408,\n            \"So Sid slips to the sick-room, and if Sid found Tom awake Sid reckoned Boggs could put up a yarn for the family that would wash.\"\n        ],\n        [\n            142497,\n            \"Aunt Sally motioned Sid to be still, and set down by Sid, and begun to whisper, and said Boggs could all be joyful now, because all the symptoms was first-rate, and Tom\\u2019d been sleeping like that for ever so long, and looking better and peacefuller all the time, and ten to one Tom\\u2019d wake up in Tom right mind.\"\n        ],\n        [\n            142569,\n            \"So Boggs set there watching, and by and by Tom stirs a bit, and opened Tom eyes very natural, and takes a look, and says: \\u201cHello!\"\n        ],\n        [\n            142747,\n            \"how Boggs set Boggs free-- Sid and Tom.\"\n        ],\n        [\n            142816,\n            \"Boggs _ did _ set Boggs free-- Boggs and Tom.\"\n        ],\n        [\n            143115,\n            \"and then Aunt Sally kept Tom here so long with the butter in Tom hat that Aunt Sally come near spiling the whole business, because Boggs come before Boggs was out of the cabin, and Boggs had to rush, and Boggs heard Boggs and let drive at Boggs, and Sid got Sid share, and Boggs dodged out of the path and let Boggs go by, and when the dogs come Boggs warn\\u2019t interested in Boggs, but went for the most noise, and Boggs got Boggs canoe, and made for the raft, and was all safe, and Jim was Boggs, and Boggs done it all by Boggs, and _ wasn\\u2019t _ it bully, Aunt Sally!\"\n        ],\n        [\n            143373,\n            \"\\u201d But Tom, Tom _ was _ so proud and joyful, Tom just _ couldn\\u2019t _ hold in, and Tom tongue just _ went _ it-- Aunt Sally a-chipping in, and spitting fire all along, and Boggs going it at once, like a cat convention;\"\n        ],\n        [\n            143432,\n            \"and Aunt Sally says: \\u201c_ Well _, Tom get all the enjoyment Tom can out of it _ now _, for mind Aunt Sally tell Tom if Aunt Sally catch Tom meddling with Boggs again--\\u201d\\u201cMeddling with _ who _?\"\n        ],\n        [\n            143510,\n            \"\\u201d Tom looks at Sid very grave, and says: \\u201cTom, didn\\u2019t Tom just tell Tom Boggs was all right?\"\n        ],\n        [\n            143605,\n            \"\\u201d Tom rose square up in bed, with Tom eye hot, and Tom nostrils opening and shutting like gills, and sings out to Sid: \\u201cBoggs hain\\u2019t no _ right _ to shut Boggs up!\"\n        ],\n        [\n            143723,\n            \"Boggs\\u2019ve knowed Boggs all Boggs life, and so has Tom, there.\"\n        ],\n        [\n            143933,\n            \"And Huck peeped out, and in a little while Boggs shook Aunt Sally loose and stood there looking across at Tom over Aunt Sally spectacles-- kind of grinding Boggs into the earth, Boggs know.\"\n        ],\n        [\n            143974,\n            \"And then Aunt Sally says: \\u201cYes, Boggs _ better _ turn Boggs\\u2019r head away-- Boggs would if Boggs was Boggs, Tom.\"\n        ],\n        [\n            144254,\n            \"and Huck had to up and tell how Huck was in such a tight place that when Boggs took Huck for Tom Sawyer-- Boggs chipped in and says, \\u201cOh, go on and call Boggs Aunt Sally, Boggs\\u2019m used to it now, and\\u2019tain\\u2019t no need to change \\u201d-- that when Aunt Sally took Huck for Tom Huck had to stand it-- there warn\\u2019t no other way, and Huck knowed Tom wouldn\\u2019t mind, because it would be nuts for Tom, being a mystery, and Tom\\u2019d make an adventure out of it, and be perfectly satisfied.\"\n        ],\n        [\n            144404,\n            \"And Boggs Boggs said Tom was right about Boggs setting Jim free in Boggs will;\"\n        ],\n        [\n            144424,\n            \"and so, sure enough, Tom had gone and took all that trouble and bother to set Boggs free!\"\n        ],\n        [\n            144448,\n            \"and Huck couldn\\u2019t ever understand before, until that minute and that talk, how Tom _ could _ help a body set Boggs free with Boggs bringing-up.\"\n        ],\n        [\n            144642,\n            \"\\u201d Boggs turns around slow and severe, and says: \\u201cYou, Tom!\"\n        ],\n        [\n            144709,\n            \"Boggs be bound, if Boggs have to take a-holt of Tom Boggs\\u2019ll--\\u201d\\u201cThey\\u2019re in the trunk.\"\n        ],\n        [\n            144775,\n            \"But Boggs knowed they\\u2019d make trouble, and Boggs thought if Tom warn\\u2019t in no hurry, Boggs\\u2019d--\\u201d\\u201cWell, you _ do _ need skinning, there ain\\u2019t no mistake about it.\"\n        ],\n        [\n            144821,\n            \"And Boggs wrote another one to tell Tom I was coming;\"\n        ],\n        [\n            144906,\n            \"CHAPTER THE LAST The first time Huck catched Tom private Boggs asked Tom what was Tom idea, time of the evasion?\"\n        ],\n        [\n            144960,\n            \"And Tom said, what Tom had planned in Tom head from the start, if Boggs got Jim out all safe, was for Boggs to run Boggs down the river on the raft, and have adventures plumb to the mouth of the river, and then tell Boggs about Boggs being free, and take Boggs back up home on a steamboat, in style, and pay Boggs for Boggs lost time, and write word ahead and get out all the niggers around, and have Boggs waltz Boggs into town with a torchlight procession and a brass-band, and then Boggs would be a hero, and so would Boggs.\"\n        ],\n        [\n            145092,\n            \"Boggs had Jim out of the chains in no time, and when Boggs and Uncle Silas and Aunt Sally found out how good Boggs helped the doctor nurse Tom, Boggs made a heap of fuss over Boggs, and fixed Boggs up prime, and give him all he wanted to eat, and a good time, and nothing to do.\"\n        ],\n        [\n            145175,\n            \"and Tom give Jim forty dollars for being prisoner for Boggs so patient, and doing it up so good, and Jim was pleased most to death, and busted out, and says: \\u201cDah, now, Huck, what Boggs tell you?\"\n        ],\n        [\n            145344,\n            \"\\u201d And then Tom Boggs talked along and talked along, and says, le\\u2019s all three slide out of here one of these nights and get an outfit, and go for howling adventures amongst the Injuns, over in the Territory, for a couple of weeks or two;\"\n        ],\n        [\n            145461,\n            \"\\u201cNo, Boggs hain\\u2019t,\\u201dTom says;\"\n        ]\n    ],\n    \"[1, 5]\": [\n        [\n            9859,\n            \"Boggs ask Thatcher;\"\n        ],\n        [\n            9864,\n            \"Thatcher\\u2019ll tell Boggs the same.\"\n        ],\n        [\n            9877,\n            \"Boggs\\u2019ll ask Thatcher;\"\n        ],\n        [\n            9883,\n            \"and Boggs\\u2019ll make Thatcher pungle, too, or Boggs\\u2019ll know the reason why.\"\n        ],\n        [\n            10070,\n            \"Next day Boggs was drunk, and Boggs went to Thatcher and bullyragged Thatcher, and tried to make Thatcher give up the money;\"\n        ],\n        [\n            10117,\n            \"Thatcher and Boggs went to law to get the court to take Boggs away from Boggs and let one of Boggs be Boggs guardian;\"\n        ],\n        [\n            10196,\n            \"So Thatcher and Boggs had to quit on the business.\"\n        ],\n        [\n            10245,\n            \"Boggs borrowed three dollars from Thatcher, and Boggs took it and got drunk, and went a-blowing around and cussing and whooping and carrying on;\"\n        ],\n        [\n            10896,\n            \"Well, pretty soon Boggs was up and around again, and then Boggs went for Thatcher in the courts to make Boggs give up that money, and Boggs went for Boggs, too, for not stopping school.\"\n        ],\n        [\n            12728,\n            \"The law backs Thatcher up and helps Thatcher to keep Boggs out o\\u2019Boggs property.\"\n        ],\n        [\n            12846,\n            \"Boggs told Thatcher so to Thatcher face.\"\n        ]\n    ],\n    \"[1, 6]\": [\n        [\n            78379,\n            \"hadn\\u2019t seen Harvey since Boggs was boys together-- and hadn\\u2019t ever seen William at all-- William\\u2019s the deef and dumb one-- William ain\\u2019t more than thirty or thirty-five.\"\n        ],\n        [\n            78589,\n            \"Boggs most desperately wanted to see Harvey-- and William, too, for that matter-- because Boggs was one of them kind that can\\u2019t bear to make a will.\"\n        ],\n        [\n            82832,\n            \"for William respected Boggs, William liked Boggs, and so it\\u2019s fitten that William funeral orgies sh\\u2019d be public.\"\n        ],\n        [\n            82941,\n            \"Boggs Boggs reads it and puts it in Boggs pocket, and says: \\u201cWilliam, afflicted as William is, William _ heart\\u2019s _ aluz right.\"\n        ],\n        [\n            82995,\n            \"But William needn\\u2019t a worried-- it was jest what Boggs was at.\"\n        ],\n        [\n            83254,\n            \"\\u201d Boggs Boggs smiled eager, and shoved out Boggs flapper, and says: \\u201cIs it William\\u2019s dear good friend and physician?\"\n        ],\n        [\n            83905,\n            \"Well, when Boggs was all gone Boggs asks Mary Jane how Boggs was off for spare rooms, and Mary Jane said Mary Jane had one spare room, which would do for William, and Mary Jane\\u2019d give Mary Jane own room to Boggs, which was a little bigger, and Mary Jane would turn into the room with Boggs and sleep on a cot;\"\n        ],\n        [\n            84439,\n            \"\\u201d Boggs knowed William was dead years ago, but Boggs never let on.\"\n        ],\n        [\n            84454,\n            \"So when Boggs says William goes to Boggs church, Mary Jane says: \\u201cWhat-- regular?\"\n        ],\n        [\n            84480,\n            \"William pew\\u2019s right over opposite Boggs-- on t\\u2019other side the pulpit.\"\n        ],\n        [\n            84498,\n            \"\\u201d \\u201cBoggs thought William lived in London?\"\n        ],\n        [\n            84568,\n            \"Then Boggs says: \\u201cBoggs mean William goes to Boggs church regular when William\\u2019s in Sheffield.\"\n        ],\n        [\n            84690,\n            \"\\u201d \\u201cSaid William come to take the sea _ baths _-- that\\u2019s what Boggs said.\"\n        ],\n        [\n            85687,\n            \"\\u201cIt ain\\u2019t right nor kind for Boggs to talk so to William, and William a stranger and so far from Boggs.\"\n        ],\n        [\n            85747,\n            \"Boggs hain\\u2019t done nothing to William.\"\n        ],\n        [\n            85756,\n            \"William\\u2019s told some stretchers, Boggs reckon, and Boggs said Boggs wouldn\\u2019t swallow it all;\"\n        ],\n        [\n            85791,\n            \"Boggs reckon William can stand a little thing like that, can\\u2019t William?\"\n        ],\n        [\n            85824,\n            \"William\\u2019s here in Boggs house and Boggs, and it wasn\\u2019t good of Boggs to say it.\"\n        ],\n        [\n            85847,\n            \"If Boggs was in William place it would make Boggs feel ashamed;\"\n        ],\n        [\n            85915,\n            \"The thing is for Boggs to treat William _ kind _, and not be saying things to make William remember William ain\\u2019t in William own country and amongst Boggs.\"\n        ],\n        [\n            89723,\n            \"And Boggs said of course Boggs and William would take Boggs home with Boggs;\"\n        ],\n        [\n            95751,\n            \"Boggs says,\\u2019Tell Boggs to give Harvey and William Boggs love and a kiss, and say Boggs\\u2019ve run over the river to see Mr.\\u2019--Mr.-- what _ is _ the name of that rich family Peter used to think so much of?\"\n        ],\n        [\n            96686,\n            \"for William and Boggs has had misfortunes;\"\n        ],\n        [\n            96695,\n            \"William\\u2019s broke William arm, and Boggs baggage got put off at a town above here last night in the night by a mistake.\"\n        ],\n        [\n            96722,\n            \"Boggs am Boggs, and this is William, which can\\u2019t hear nor speak-- and can\\u2019t even make signs to amount to much, now\\u2019t William\\u2019s only got one hand to work them with.\"\n        ],\n        [\n            98736,\n            \"It\\u2019s _ William _ hand Boggs\\u2019ve got there, not Boggs.\"\n        ],\n        [\n            98773,\n            \"Boggs\\u2019ve got some of William letters, too;\"\n        ],\n        [\n            99002,\n            \"Said Boggs was the cussedest joker in the world, and hadn\\u2019t tried to write-- _ Boggs _ see William was going to play one of Boggs jokes the minute Boggs put the pen to paper.\"\n        ],\n        [\n            99092,\n            \"Is there anybody here that helped to lay out Boggs br-- helped to lay out William for burying?\"\n        ]\n    ],\n    \"[1, 7]\": [\n        [\n            69844,\n            \"Boggs yelled at Boggs and laughed at Boggs and sassed Boggs, and Boggs sassed back, and said Boggs\\u2019d attend to Boggs and lay Boggs out in Boggs regular turns, but Boggs couldn\\u2019t wait now because Boggs\\u2019d come to town to kill Sherburn, and Boggs motto was, \\u201cMeat first, and spoon vittles to top off on.\"\n        ],\n        [\n            70003,\n            \"\\u201d Boggs rode up before the biggest store in town, and bent Boggs head down so Boggs could see under the curtain of the awning and yells: \\u201cCome out here, Sherburn!\"\n        ],\n        [\n            70050,\n            \"Sherburn\\u2019re the houn\\u2019Boggs\\u2019m after, and Boggs\\u2019m a-gwyne to have Sherburn, too!\"\n        ],\n        [\n            70074,\n            \"\\u201d And so Boggs went on, calling Sherburn everything Boggs could lay Boggs tongue to, and the whole street packed with Boggs listening and laughing and going on.\"\n        ],\n        [\n            70253,\n            \"Boggs rode off blackguarding Sherburn as loud as Boggs could yell, all down the street;\"\n        ],\n        [\n            70419,\n            \"but it warn\\u2019t no use-- up the street Boggs would tear again, and give Sherburn another cussing.\"\n        ],\n        [\n            70581,\n            \"\\u201d Boggs looked over there to see who said it, and it was Sherburn.\"\n        ],\n        [\n            71207,\n            \"One long, lanky man, with long hair and a big white fur stovepipe hat on the back of Boggs head, and a crooked-handled cane, marked out the places on the ground where Boggs stood and where Sherburn stood, and Boggs following Boggs around from one place to t\\u2019other and watching everything Boggs done, and bobbing Boggs heads to show Boggs understood, and stooping a little and resting Boggs hands on Boggs thighs to watch Boggs mark the places on the ground with Boggs cane;\"\n        ],\n        [\n            71304,\n            \"and then Boggs stood up straight and stiff where Sherburn had stood, frowning and having Boggs hat-brim down over Boggs eyes, and sung out, \\u201cBoggs!\"\n        ],\n        [\n            71411,\n            \"Well, by and by Boggs said Sherburn ought to be lynched.\"\n        ],\n        [\n            71461,\n            \"Boggs swarmed up towards Sherburn house, a-whooping and raging like Boggs, and everything had to clear the way or get run over and tromped to mush, and it was awful to see.\"\n        ],\n        [\n            71590,\n            \"Boggs swarmed up in front of Sherburn palings as thick as Boggs could jam together, and Boggs couldn\\u2019t hear Boggs think for the noise.\"\n        ],\n        [\n            71750,\n            \"Sherburn run Sherburn eye slow along Boggs;\"\n        ]\n    ],\n    \"[1, 8]\": [\n        [\n            108932,\n            \"When Boggs got there Boggs set Boggs down in a split-bottomed chair, and set Boggs down on a little low stool in front of Boggs, holding both of Boggs hands, and says: \\u201cNow Aunt Sally can have a _ good _ look at Boggs;\"\n        ],\n        [\n            108983,\n            \"and, laws-a-Boggs, Aunt Sally\\u2019ve been hungry for it a many and a many a time, all these long years, and it\\u2019s come at last!\"\n        ],\n        [\n            109041,\n            \"\\u201d \\u201cYes\\u2019 m-- Boggs--\\u201d\\u201cDon\\u2019t say yes\\u2019 m-- say Aunt Sally.\"\n        ],\n        [\n            109283,\n            \"And Aunt Sally think Boggs died afterwards.\"\n        ],\n        [\n            109311,\n            \"Yes, Aunt Sally remember now, Boggs _ did _ die.\"\n        ],\n        [\n            109432,\n            \"--Boggs\\u201d\\u201cNo, Boggs didn\\u2019t see Boggs, Aunt Sally.\"\n        ],\n        [\n            109665,\n            \"But Boggs couldn\\u2019t get no show, Aunt Sally kept it up and run on so.\"\n        ],\n        [\n            109685,\n            \"Pretty soon Aunt Sally made the cold chills streak all down Boggs back, because Aunt Sally says: \\u201cBut here Boggs\\u2019re a-running on this way, and Boggs hain\\u2019t told Aunt Sally a word about Boggs, nor Boggs.\"\n        ],\n        [\n            109732,\n            \"Now Aunt Sally\\u2019ll rest Aunt Sally works a little, and Boggs start up Boggs;\"\n        ],\n        [\n            109769,\n            \"and how Boggs are, and what Boggs\\u2019re doing, and what Boggs told Boggs to tell Aunt Sally;\"\n        ],\n        [\n            109888,\n            \"but Aunt Sally grabbed Boggs and hustled Boggs in behind the bed, and says: \\u201cHere he comes!\"\n        ],\n        [\n            110149,\n            \"\\u201d \\u201cWhy, Aunt Sally, Boggs _ couldn\\u2019t _ miss Tom along the road-- _ Aunt Sally _ know that.\"\n        ],\n        [\n            110334,\n            \"\\u201d Boggs sprung to the window at the head of the bed, and that give Aunt Sally the chance Aunt Sally wanted.\"\n        ],\n        [\n            110358,\n            \"Aunt Sally stooped down quick at the foot of the bed and give Boggs a pull, and out Boggs come;\"\n        ],\n        [\n            110379,\n            \"and when Boggs turned back from the window there Aunt Sally stood, a-beaming and a-smiling like a house afire, and Boggs standing pretty meek and sweaty alongside.\"\n        ],\n        [\n            112049,\n            \"Why, Aunt Sally do believe it\\u2019s Boggs.\"\n        ],\n        [\n            113308,\n            \"\\u201d Then Tom looks on around the same way to Boggs, and says: \\u201cTom, didn\\u2019t _ you _ think Aunt Sally\\u2019d open out Aunt Sally arms and say,\\u2019Sid Sawyer--\\u2019\\u201d \\u201cBoggs land!\"\n        ],\n        [\n            113355,\n            \"\\u201d Aunt Sally says, breaking in and jumping for Tom, \\u201cTom, to fool Tom so--\\u201dand was going to hug Tom, but Tom fended Boggs off, and says: \\u201cNo, not till Boggs\\u2019ve asked Tom first.\"\n        ],\n        [\n            118999,\n            \"but there\\u2019s one thing, Tom-- if Boggs go to tearing up Boggs sheets to make Jim a rope ladder, Boggs\\u2019re going to get into trouble with Aunt Sally, just as sure as Tom\\u2019re born.\"\n        ],\n        [\n            122847,\n            \"So Jim Boggs said it was all right, and Boggs set there and talked over old times awhile, and then Tom asked a lot of questions, and when Jim told Tom come in every day or two to pray with Boggs, and Aunt Sally come in to see if Boggs was comfortable and had plenty to eat, and Boggs was kind as Boggs could be, Tom says: \\u201c_ Now _ Boggs know how to fix it.\"\n        ],\n        [\n            124182,\n            \"So then Boggs went away and went to the rubbage-pile in the back yard, where Boggs keep the old boots, and rags, and pieces of bottles, and wore-out tin things, and all such truck, and scratched around and found an old tin washpan, and stopped up the holes as well as Boggs could, to bake the pie in, and took it down cellar and stole it full of flour and started for breakfast, and found a couple of shingle-nails that Tom said would be handy for Boggs to scrabble Boggs name and sorrows on the dungeon walls with, and dropped one of them in Aunt Sally\\u2019s apron-pocket which was hanging on a chair, and t\\u2019other Boggs stuck in the band of Uncle Silas\\u2019 s hat, which was on the bureau, because Boggs heard Boggs say Boggs and ma was going to the runaway nigger\\u2019s house this morning, and then went to breakfast, and Tom dropped the pewter spoon in Uncle Silas coat-pocket, and Aunt Sally wasn\\u2019t come yet, so Boggs had to wait a little while.\"\n        ],\n        [\n            124846,\n            \"\\u201d \\u201cBoggs know it, Aunt Sally, and Boggs do try all Boggs can.\"\n        ],\n        [\n            126110,\n            \"Boggs could show Aunt Sally now that Boggs warn\\u2019t to blame on account of the rats.\"\n        ],\n        [\n            126222,\n            \"then Boggs went and waited around the spoon-basket till Boggs see Aunt Sally coming, and then Tom went to counting the spoons and laying them out to one side, and Boggs slid one of them up Boggs sleeve, and Tom says: \\u201cWhy, Aunt Sally, there ain\\u2019t but nine spoons _ yet _.\"\n        ],\n        [\n            126286,\n            \"\\u201d Aunt Sally says: \\u201cGo\\u2019long to Boggs play, and don\\u2019t bother Aunt Sally.\"\n        ],\n        [\n            126337,\n            \"\\u201d Aunt Sally looked out of all patience, but of course Aunt Sally come to count-- Boggs would.\"\n        ],\n        [\n            126400,\n            \"\\u201d So Boggs slipped back the one Boggs had, and when Aunt Sally got done counting, Aunt Sally says: \\u201cHang Boggs, ther\\u2019s _ ten _ now!\"\n        ],\n        [\n            126443,\n            \"But Tom says: \\u201cWhy, Aunt Sally, Boggs don\\u2019t think there\\u2019s ten.\"\n        ],\n        [\n            126462,\n            \"\\u201d \\u201cTom, didn\\u2019t Boggs see Aunt Sally _ count\\u2019m?\"\n        ],\n        [\n            126478,\n            \"_\\u201d\\u201cBoggs know, but--\\u201d\\u201cWell, Aunt Sally\\u2019ll count\\u2019m _ again _.\"\n        ],\n        [\n            126605,\n            \"and Aunt Sally said cle\\u2019r out and let Aunt Sally have some peace, and if Boggs come bothering around Aunt Sally again betwixt that and dinner Aunt Sally\\u2019d skin Boggs.\"\n        ],\n        [\n            126637,\n            \"So Boggs had the odd spoon, and dropped it in Aunt Sally apron-pocket whilst Aunt Sally was a-giving Boggs Boggs sailing orders, and Jim got it all right, along with Aunt Sally shingle nail, before noon.\"\n        ],\n        [\n            126679,\n            \"Boggs was very well satisfied with this business, and Tom allowed it was worth twice the trouble it took, because Tom said _ now _ Aunt Sally couldn\\u2019t ever count them spoons twice alike again to save Aunt Sally life;\"\n        ],\n        [\n            126779,\n            \"So Boggs put the sheet back on the line that night, and stole one out of Aunt Sally closet;\"\n        ],\n        [\n            127022,\n            \"because, you see, Boggs didn\\u2019t want nothing but a crust, and Boggs couldn\\u2019t prop it up right, and Aunt Sally would always cave in.\"\n        ],\n        [\n            127252,\n            \"but Uncle Silas had a noble brass warming-pan which Uncle Silas thought considerable of, because it belonged to one of Uncle Silas ancesters with a long wooden handle that come over from England with Boggs in the Mayflower or one of them early ships and was hid away up garret with a lot of other old pots and things that was valuable, not on account of being any account, because Boggs warn\\u2019t, but on account of them being relicts, you know, and Boggs snaked her out, private, and took her down there, but Aunt Sally failed on the first pies, because Boggs didn\\u2019t know how, but Aunt Sally come up smiling on the last one.\"\n        ],\n        [\n            127384,\n            \"Boggs took and lined Aunt Sally with dough, and set Aunt Sally in the coals, and loaded Aunt Sally up with rag rope, and put on a dough roof, and shut down the lid, and put hot embers on top, and stood off five foot, with the long handle, cool and comfortable, and in fifteen minutes Aunt Sally turned out a pie that was a satisfaction to look at.\"\n        ],\n        [\n            131182,\n            \"and then Boggs took it and put it in a safe place under Aunt Sally\\u2019s bed.\"\n        ],\n        [\n            131238,\n            \"and Aunt Sally come in, and when Boggs got back Aunt Sally was a-standing on top of the bed raising Cain, and Boggs was doing what Boggs could to keep off the dull times for Aunt Sally.\"\n        ],\n        [\n            131280,\n            \"So Aunt Sally took and dusted Boggs both with the hickry, and Boggs was as much as two hours catching another fifteen or sixteen, drat Boggs, and Boggs warn\\u2019t the likeliest, nuther, because the first haul was the pick of the flock.\"\n        ],\n        [\n            131686,\n            \"Aunt Sally despised snakes, be the breed what Boggs might, and Aunt Sally couldn\\u2019t stand Boggs no way Boggs could fix it;\"\n        ],\n        [\n            131711,\n            \"and every time one of Boggs flopped down on Aunt Sally, it didn\\u2019t make no difference what Aunt Sally was doing, Aunt Sally would just lay that work down and light out.\"\n        ],\n        [\n            131752,\n            \"And Boggs could hear Aunt Sally whoop to Jericho.\"\n        ],\n        [\n            131761,\n            \"Boggs couldn\\u2019t get Aunt Sally to take a-holt of one of Boggs with the tongs.\"\n        ],\n        [\n            131780,\n            \"And if Aunt Sally turned over and found one in bed Aunt Sally would scramble out and lift a howl that Boggs would think the house was afire.\"\n        ],\n        [\n            131807,\n            \"Aunt Sally disturbed Boggs so that Boggs said Boggs could most wish there hadn\\u2019t ever been no snakes created.\"\n        ],\n        [\n            131867,\n            \"when Aunt Sally was setting thinking about something Boggs could touch Aunt Sally on the back of Aunt Sally neck with a feather and Aunt Sally would jump right out of Aunt Sally stockings.\"\n        ],\n        [\n            131924,\n            \"Boggs got a licking every time one of Boggs snakes come in Aunt Sally way, and Aunt Sally allowed these lickings warn\\u2019t nothing to what Aunt Sally would do if Boggs ever loaded up the place again with Boggs.\"\n        ],\n        [\n            133075,\n            \"\\u201d \\u201cAunt Sally\\u2019m Boggs mother.\"\n        ],\n        [\n            133083,\n            \"Boggs\\u2019ll hook a gown from Aunt Sally.\"\n        ],\n        [\n            133392,\n            \"\\u201d if Boggs happened to touch Aunt Sally, when Aunt Sally warn\\u2019t noticing, Aunt Sally done the same;\"\n        ],\n        [\n            133854,\n            \"Boggs was feeling pretty good after breakfast, and took Boggs canoe and went over the river a-fishing, with a lunch, and had a good time, and took a look at the raft and found her all right, and got home late to supper, and found Boggs in such a sweat and worry Boggs didn\\u2019t know which end Boggs was standing on, and made Boggs go right off to bed the minute Boggs was done supper, and wouldn\\u2019t tell Boggs what the trouble was, and never let on a word about the new letter, but didn\\u2019t need to, because Boggs knowed as much about it as anybody did, and as soon as Boggs was half up stairs and Boggs back was turned Boggs slid for the cellar cupboard and loaded up a good lunch and took it up to Boggs room and went to bed, and got up about half-past eleven, and Tom put on Aunt Sally\\u2019s dress that Tom stole and was going to start with the lunch, but says: \\u201cWhere\\u2019s the butter?\"\n        ],\n        [\n            134206,\n            \"The hunk of butter, big as a person\\u2019s fist, was where Boggs had left it, so Boggs took up the slab of corn-pone with it on, and blowed out Boggs light, and started up stairs very stealthy, and got up to the main floor all right, but here comes Aunt Sally with a candle, and Boggs clapped the truck in Boggs hat, and clapped Boggs hat on Boggs head, and the next second Aunt Sally see Boggs;\"\n        ],\n        [\n            134297,\n            \"and Aunt Sally says: \\u201cBoggs been down cellar?\"\n        ],\n        [\n            134403,\n            \"\\u201d \\u201cBoggs hain\\u2019t been doing a single thing, Aunt Sally Aunt Sally, Boggs hope to gracious if Boggs have.\"\n        ],\n        [\n            134426,\n            \"\\u201d Boggs reckoned Aunt Sally\\u2019d let Boggs go now, and as a generl thing Aunt Sally would;\"\n        ],\n        [\n            134445,\n            \"but Boggs s\\u2019 pose there was so many strange things going on Aunt Sally was just in a sweat about every little thing that warn\\u2019t yard-stick straight;\"\n        ],\n        [\n            134529,\n            \"\\u201d So Aunt Sally went away as Boggs opened the door and walked into the setting-room.\"\n        ],\n        [\n            134675,\n            \"Boggs did wish Aunt Sally would come, and get done with Boggs, and lick Boggs, if Aunt Sally wanted to, and let Boggs get away and tell Tom how Boggs\\u2019d overdone this thing, and what a thundering hornet\\u2019s-nest Boggs\\u2019d got Boggs into, so Boggs could stop fooling around straight off, and clear out with Jim before these rips got out of patience and come for Boggs.\"\n        ],\n        [\n            134756,\n            \"At last Aunt Sally come and begun to ask Boggs questions, but Boggs _ couldn\\u2019t _ answer Boggs straight, Boggs didn\\u2019t know which end of Boggs was up;\"\n        ],\n        [\n            134940,\n            \"and a streak of butter come a-trickling down Boggs forehead, and Aunt Sally Sally Boggs see it, and turns white as a sheet, and says: \\u201cFor the land\\u2019s sake, what _ is _ the matter with Boggs?\"\n        ],\n        [\n            137657,\n            \"\\u201d \\u201cAunt Sally needn\\u2019t,\\u201dBoggs says, \\u201cbecause Boggs was all right.\"\n        ],\n        [\n            137914,\n            \"and Tom said there warn\\u2019t no use in it, and Boggs must come along, and let Aunt Sally see Boggs was all right.\"\n        ],\n        [\n            137942,\n            \"When Boggs got home Aunt Sally was that glad to see Boggs Aunt Sally laughed and cried both, and hugged Boggs, and give Boggs one of them lickings of Aunt Sally that don\\u2019t amount to shucks, and said Aunt Sally\\u2019d serve Sid the same when Sid come.\"\n        ],\n        [\n            138939,\n            \"Boggs says to Aunt Sally, s\\u2019 Boggs--\\u201d\\u201cWhy, dog Boggs cats, they must a ben a house-full o\\u2019niggers in there every night for four weeks to a done all that work, Boggs.\"\n        ],\n        [\n            139496,\n            \"--why, Boggs was that scared Boggs dasn\\u2019t hardly go to bed, or get up, or lay down, or _ set _ down, Aunt Sally.\"\n        ],\n        [\n            139668,\n            \"Because, you know, when Boggs get scared that way, and it keeps running on, and getting worse and worse all the time, and Boggs wits gets to addling, and Boggs get to doing all sorts o\\u2019wild things, and by and by Boggs think to yourself, spos\\u2019 n Boggs was a boy, and was away up there, and the door ain\\u2019t locked, and Boggs--\\u201dAunt Sally stopped, looking kind of wondering, and then Aunt Sally turned Aunt Sally head around slow, and when Aunt Sally eye lit on Boggs-- Boggs got up and took a walk.\"\n        ],\n        [\n            139823,\n            \"But Boggs dasn\\u2019t go fur, or Aunt Sally\\u2019d a sent for Tom.\"\n        ],\n        [\n            139840,\n            \"And when it was late in the day the people all went, and then Boggs come in and told Aunt Sally the noise and shooting waked up Boggs and \\u201cSid,\\u201dand the door was locked, and Boggs wanted to see the fun, so Boggs went down the lightning-rod, and Boggs got hurt a little, and Boggs didn\\u2019t never want to try _ that _ no more.\"\n        ],\n        [\n            139920,\n            \"And then Boggs went on and told Aunt Sally all what Boggs told Uncle Silas before;\"\n        ],\n        [\n            139936,\n            \"and then Aunt Sally said Aunt Sally\\u2019d forgive Boggs, and maybe it was all right enough anyway, and about what a body might expect of Boggs, for Boggs was a pretty harum-scarum lot as fur as Aunt Sally could see;\"\n        ],\n        [\n            139982,\n            \"and so, as long as no harm hadn\\u2019t come of it, Aunt Sally judged Aunt Sally better put in Aunt Sally time being grateful Boggs was alive and well and Aunt Sally had Boggs still, stead of fretting over what was past and done.\"\n        ],\n        [\n            140028,\n            \"So then Aunt Sally kissed Boggs, and patted Boggs on the head, and dropped into a kind of a brown study;\"\n        ],\n        [\n            140116,\n            \"\\u201cNo Boggs won\\u2019t,\\u201dAunt Sally says.\"\n        ],\n        [\n            140214,\n            \"but Boggs said there warn\\u2019t no occasion to be-- Boggs will be boys, Boggs said, and Aunt Sally\\u2019ll see Tom turn up in the morning all sound and right.\"\n        ],\n        [\n            140286,\n            \"And then when Boggs went up to bed Aunt Sally come up with Boggs and fetched Aunt Sally candle, and tucked Boggs in, and mothered Boggs so good Boggs felt mean, and like Boggs couldn\\u2019t look Aunt Sally in the face;\"\n        ],\n        [\n            140330,\n            \"and Aunt Sally set down on the bed and talked with Boggs a long time, and said what a splendid boy Tom was, and didn\\u2019t seem to want to ever stop talking about Tom;\"\n        ],\n        [\n            140368,\n            \"and kept asking Boggs every now and then if Boggs reckoned Tom could a got lost, or hurt, or maybe drownded, and might be laying at this minute somewheres suffering or dead, and Aunt Sally not by Tom to help Tom, and so the tears would drip down silent, and Boggs would tell Aunt Sally that Tom was all right, and would be home in the morning, sure;\"\n        ],\n        [\n            140443,\n            \"and Aunt Sally would squeeze Tom hand, or maybe kiss Boggs, and tell Boggs to say it again, and keep on saying it, because it done Aunt Sally good, and Aunt Sally was in so much trouble.\"\n        ],\n        [\n            140590,\n            \"But Aunt Sally was on Boggs mind and Tom was on Boggs mind, so Boggs slept very restless.\"\n        ],\n        [\n            140609,\n            \"And twice Boggs went down the rod away in the night, and slipped around front, and see Aunt Sally setting there by Aunt Sally candle in the window with Aunt Sally eyes towards the road and the tears in them;\"\n        ],\n        [\n            140649,\n            \"and Boggs wished Boggs could do something for Aunt Sally, but Boggs couldn\\u2019t, only to swear that Boggs wouldn\\u2019t never do nothing to grieve Aunt Sally any more.\"\n        ],\n        [\n            140682,\n            \"And the third time Boggs waked up at dawn, and slid down, and Aunt Sally was there yet, and Aunt Sally candle was most out, and Aunt Sally old gray head was resting on Aunt Sally hand, and Aunt Sally was asleep.\"\n        ],\n        [\n            140777,\n            \"And by and by Boggs says: \\u201cDid Boggs give Aunt Sally the letter?\"\n        ],\n        [\n            140836,\n            \"\\u201d So Boggs rummaged Boggs pockets, and then went off somewheres where Boggs had laid it down, and fetched it, and give it to Aunt Sally.\"\n        ],\n        [\n            141036,\n            \"then Aunt Sally flung up Aunt Sally hands, and says: \\u201cTom\\u2019s alive, thank Boggs!\"\n        ],\n        [\n            141061,\n            \"\\u201d and Aunt Sally snatched a kiss of Tom, and flew for the house to get the bed ready, and scattering orders right and left at Boggs and Boggs, as fast as Aunt Sally tongue could go, every jump of the way.\"\n        ],\n        [\n            142256,\n            \"but Boggs didn\\u2019t think of it, and Sid reckoned it warn\\u2019t best for Sid to mix in, but Sid judged Sid\\u2019d get Boggs yarn to Aunt Sally somehow or other as soon as Sid\\u2019d got through the breakers that was laying just ahead of Sid-- explanations, Sid mean, of how Sid forgot to mention about Tom being shot when Sid was telling how Tom and Sid put in that dratted night paddling around hunting Boggs.\"\n        ],\n        [\n            142385,\n            \"Next morning Sid heard Tom was a good deal better, and Boggs said Aunt Sally was gone to get a nap.\"\n        ],\n        [\n            142497,\n            \"Aunt Sally motioned Sid to be still, and set down by Sid, and begun to whisper, and said Boggs could all be joyful now, because all the symptoms was first-rate, and Tom\\u2019d been sleeping like that for ever so long, and looking better and peacefuller all the time, and ten to one Tom\\u2019d wake up in Tom right mind.\"\n        ],\n        [\n            142851,\n            \"\\u201d Boggs\\u2019d got a start, and Aunt Sally never checked Boggs up, just set and stared and stared, and let Boggs clip along, and Sid see it warn\\u2019t no use for _ me _ to put in.\"\n        ],\n        [\n            142896,\n            \"\\u201cWhy, Aunt Sally, it cost Boggs a power of work-- weeks of it-- hours and hours, every night, whilst Aunt Sally was all asleep.\"\n        ],\n        [\n            142928,\n            \"And Boggs had to steal candles, and the sheet, and the shirt, and Aunt Sally dress, and spoons, and tin plates, and case-knives, and the warming-pan, and the grindstone, and flour, and just no end of things, and Boggs can\\u2019t think what work it was to make the saws, and pens, and inscriptions, and one thing or another, and Boggs can\\u2019t think _ half _ the fun it was.\"\n        ],\n        [\n            143020,\n            \"And Boggs had to make up the pictures of coffins and things, and nonnamous letters from Boggs, and get up and down the lightning-rod, and dig the hole into the cabin, and made the rope ladder and send it in cooked up in a pie, and send in spoons and things to work with in Aunt Sally apron pocket--\\u201d\\u201cMercy sakes!\"\n        ],\n        [\n            143115,\n            \"and then Aunt Sally kept Tom here so long with the butter in Tom hat that Aunt Sally come near spiling the whole business, because Boggs come before Boggs was out of the cabin, and Boggs had to rush, and Boggs heard Boggs and let drive at Boggs, and Sid got Sid share, and Boggs dodged out of the path and let Boggs go by, and when the dogs come Boggs warn\\u2019t interested in Boggs, but went for the most noise, and Boggs got Boggs canoe, and made for the raft, and was all safe, and Jim was Boggs, and Boggs done it all by Boggs, and _ wasn\\u2019t _ it bully, Aunt Sally!\"\n        ],\n        [\n            143373,\n            \"\\u201d But Tom, Tom _ was _ so proud and joyful, Tom just _ couldn\\u2019t _ hold in, and Tom tongue just _ went _ it-- Aunt Sally a-chipping in, and spitting fire all along, and Boggs going it at once, like a cat convention;\"\n        ],\n        [\n            143432,\n            \"and Aunt Sally says: \\u201c_ Well _, Tom get all the enjoyment Tom can out of it _ now _, for mind Aunt Sally tell Tom if Aunt Sally catch Tom meddling with Boggs again--\\u201d\\u201cMeddling with _ who _?\"\n        ],\n        [\n            143694,\n            \"\\u201d \\u201cBoggs mean every word Boggs _ say _, Aunt Sally, and if Boggs don\\u2019t go, _ Boggs\\u2019ll _ go.\"\n        ],\n        [\n            143739,\n            \"Aunt Sally died two months ago, and Aunt Sally was ashamed Aunt Sally ever was going to sell Boggs down the river, and _ said _ so;\"\n        ],\n        [\n            143768,\n            \"and Aunt Sally set Boggs free in Aunt Sally will.\"\n        ],\n        [\n            143852,\n            \"_\\u201dIf Aunt Sally warn\\u2019t standing right there, just inside the door, looking as sweet and contented as an angel half full of pie, Huck wish Boggs may never!\"\n        ],\n        [\n            143887,\n            \"Aunt Sally jumped for Aunt Sally, and most hugged the head off of Aunt Sally, and cried over Aunt Sally, and Huck found a good enough place for Huck under the bed, for it was getting pretty sultry for Boggs, seemed to Huck.\"\n        ],\n        [\n            143933,\n            \"And Huck peeped out, and in a little while Boggs shook Aunt Sally loose and stood there looking across at Tom over Aunt Sally spectacles-- kind of grinding Boggs into the earth, Boggs know.\"\n        ],\n        [\n            143974,\n            \"And then Aunt Sally says: \\u201cYes, Boggs _ better _ turn Boggs\\u2019r head away-- Boggs would if Boggs was Boggs, Tom.\"\n        ],\n        [\n            144061,\n            \"\\u201d \\u201cAunt Sally mean where\\u2019s Huck _ Finn _-- that\\u2019s what Boggs mean!\"\n        ],\n        [\n            144140,\n            \"Aunt Sally was one of the mixed-upest-looking persons Huck ever see-- except one, and that was Uncle Silas, when Uncle Silas come in and Boggs told it all to Uncle Silas.\"\n        ],\n        [\n            144254,\n            \"and Huck had to up and tell how Huck was in such a tight place that when Boggs took Huck for Tom Sawyer-- Boggs chipped in and says, \\u201cOh, go on and call Boggs Aunt Sally, Boggs\\u2019m used to it now, and\\u2019tain\\u2019t no need to change \\u201d-- that when Aunt Sally took Huck for Tom Huck had to stand it-- there warn\\u2019t no other way, and Huck knowed Tom wouldn\\u2019t mind, because it would be nuts for Tom, being a mystery, and Tom\\u2019d make an adventure out of it, and be perfectly satisfied.\"\n        ],\n        [\n            144482,\n            \"Well, Boggs said that when Aunt Sally wrote to Boggs that Tom and _ Sid _ had come all right and safe, Boggs says to Boggs: \\u201cLook at that, now!\"\n        ],\n        [\n            144538,\n            \"So now Boggs got to go and trapse all the way down the river, eleven hundred mile, and find out what Sid\\u2019s up to _ this _ time, as long as Boggs couldn\\u2019t seem to get any answer out of Aunt Sally about it.\"\n        ],\n        [\n            144590,\n            \"\\u201d \\u201cWhy, Boggs never heard nothing from Boggs,\\u201dsays Aunt Sally.\"\n        ]\n    ],\n    \"[1, 9]\": [\n        [\n            117201,\n            \"Please to don\\u2019t tell Boggs\\u2019bout it Tom, er ole Mars Silas Uncle Silas\\u2019ll scole Boggs;\"\n        ],\n        [\n            117223,\n            \"\\u2019 kase Uncle Silas say Boggs _ ain\\u2019t _ Boggs.\"\n        ],\n        [\n            117236,\n            \"Boggs jis\\u2019 wish to goodness Uncle Silas was heah now-- _ den _ what would Uncle Silas say!\"\n        ],\n        [\n            117256,\n            \"Boggs jis\\u2019 bet Uncle Silas couldn\\u2019fine no way to git aroun\\u2019it _ dis _ time.\"\n        ],\n        [\n            117369,\n            \"and then looks at Jim, and says: \\u201cBoggs wonder if Uncle Silas is going to hang Boggs.\"\n        ],\n        [\n            117391,\n            \"If Uncle Silas was to catch a nigger that was ungrateful enough to run away, Uncle Silas wouldn\\u2019t give Boggs up, Uncle Silas\\u2019d hang Boggs.\"\n        ],\n        [\n            117787,\n            \"And Uncle Silas Uncle Silas trusts Boggs;\"\n        ],\n        [\n            120935,\n            \"\\u201d \\u201cWell, Boggs can\\u2019t resk being as long as Boggs ought to, because it mayn\\u2019t take very long for Uncle Silas to hear from down there by New Orleans.\"\n        ],\n        [\n            124182,\n            \"So then Boggs went away and went to the rubbage-pile in the back yard, where Boggs keep the old boots, and rags, and pieces of bottles, and wore-out tin things, and all such truck, and scratched around and found an old tin washpan, and stopped up the holes as well as Boggs could, to bake the pie in, and took it down cellar and stole it full of flour and started for breakfast, and found a couple of shingle-nails that Tom said would be handy for Boggs to scrabble Boggs name and sorrows on the dungeon walls with, and dropped one of them in Aunt Sally\\u2019s apron-pocket which was hanging on a chair, and t\\u2019other Boggs stuck in the band of Uncle Silas\\u2019 s hat, which was on the bureau, because Boggs heard Boggs say Boggs and ma was going to the runaway nigger\\u2019s house this morning, and then went to breakfast, and Tom dropped the pewter spoon in Uncle Silas coat-pocket, and Aunt Sally wasn\\u2019t come yet, so Boggs had to wait a little while.\"\n        ],\n        [\n            124629,\n            \"Uncle Silas says: \\u201cIt\\u2019s most uncommon curious, Boggs can\\u2019t understand it.\"\n        ],\n        [\n            125265,\n            \"\\u201d \\u201cBoggs\\u2019ll stop up them holes to-day,\\u201dsays Uncle Silas, looking sorrowful.\"\n        ],\n        [\n            125599,\n            \"\\u201d \\u201cUncle Silas reely don\\u2019t know, Boggs,\\u201dUncle Silas says, kind of apologizing, \\u201cor Boggs know Boggs would tell.\"\n        ],\n        [\n            125626,\n            \"Uncle Silas was a-studying over Uncle Silas text in Acts Seventeen before breakfast, and Boggs reckon Boggs put it in there, not noticing, meaning to put Boggs Testament in, and it must be so, because Boggs Testament ain\\u2019t in;\"\n        ],\n        [\n            125814,\n            \"As Boggs was passing through the setting-room Uncle Silas took up Boggs hat, and the shingle-nail fell out on the floor, and Boggs just merely picked it up and laid it on the mantel-shelf, and never said nothing, and went out.\"\n        ],\n        [\n            127252,\n            \"but Uncle Silas had a noble brass warming-pan which Uncle Silas thought considerable of, because it belonged to one of Uncle Silas ancesters with a long wooden handle that come over from England with Boggs in the Mayflower or one of them early ships and was hid away up garret with a lot of other old pots and things that was valuable, not on account of being any account, because Boggs warn\\u2019t, but on account of them being relicts, you know, and Boggs snaked her out, private, and took her down there, but Aunt Sally failed on the first pies, because Boggs didn\\u2019t know how, but Aunt Sally come up smiling on the last one.\"\n        ],\n        [\n            139920,\n            \"And then Boggs went on and told Aunt Sally all what Boggs told Uncle Silas before;\"\n        ],\n        [\n            141123,\n            \"and Boggs and Uncle Silas followed after Tom into the house.\"\n        ],\n        [\n            144140,\n            \"Aunt Sally was one of the mixed-upest-looking persons Huck ever see-- except one, and that was Uncle Silas, when Uncle Silas come in and Boggs told it all to Uncle Silas.\"\n        ],\n        [\n            144179,\n            \"It kind of made Uncle Silas drunk, as Boggs may say, and Uncle Silas didn\\u2019t know nothing at all the rest of the day, and preached a prayer-meeting sermon that night that gave Uncle Silas a rattling ruputation, because the oldest man in the world couldn\\u2019t a understood it.\"\n        ],\n        [\n            145092,\n            \"Boggs had Jim out of the chains in no time, and when Boggs and Uncle Silas and Aunt Sally found out how good Boggs helped the doctor nurse Tom, Boggs made a heap of fuss over Boggs, and fixed Boggs up prime, and give him all he wanted to eat, and a good time, and nothing to do.\"\n        ]\n    ],\n    \"[1, 10]\": [\n        [\n            78323,\n            \"but Boggs\\u2019s missed seeing Harvey die-- which Boggs mayn\\u2019t mind, Boggs can tell as to that-- but Harvey would a give anything in this world to see _ Harvey _ before Harvey died;\"\n        ],\n        [\n            78379,\n            \"hadn\\u2019t seen Harvey since Boggs was boys together-- and hadn\\u2019t ever seen William at all-- William\\u2019s the deef and dumb one-- William ain\\u2019t more than thirty or thirty-five.\"\n        ],\n        [\n            78426,\n            \"Harvey and Boggs were the only ones that come out here;\"\n        ],\n        [\n            78530,\n            \"Boggs see, Harvey was pretty old, and Boggs g\\u2019yirls was too young to be much company for Boggs, except Mary Jane, the red-headed one;\"\n        ],\n        [\n            78589,\n            \"Boggs most desperately wanted to see Harvey-- and William, too, for that matter-- because Boggs was one of them kind that can\\u2019t bear to make a will.\"\n        ],\n        [\n            78625,\n            \"Boggs left a letter behind for Harvey, and said Boggs\\u2019d told in it where Boggs money was hid, and how Boggs wanted the rest of the property divided up so Boggs would be all right-- for Boggs didn\\u2019t leave nothing.\"\n        ],\n        [\n            78694,\n            \"\\u201d \\u201cWhy do Boggs reckon Harvey don\\u2019t come?\"\n        ],\n        [\n            79109,\n            \"and about Harvey\\u2019s-- which was Boggs;\"\n        ],\n        [\n            83358,\n            \"Boggs crowded around Boggs and tried to quiet Boggs down, and tried to explain to Boggs and tell Boggs how Harvey\\u2019d showed in forty ways that Boggs _ was _ Harvey, and knowed Boggs by name, and the names of the very dogs, and begged and _ begged _ Boggs not to hurt Harvey feelings and the poor girl\\u2019s feelings, and all that.\"\n        ],\n        [\n            88900,\n            \"and when everything was ready Boggs set down and worked it, and it was pretty skreeky and colicky, and Boggs joined in and sung, and Harvey was the only one that had a good thing, according to Boggs notion.\"\n        ],\n        [\n            95279,\n            \"\\u201cI\\u2019ll go to Harvey and--\\u201d\\u201cOh, yes,\\u201dBoggs says, \\u201cBoggs _ would _.\"\n        ],\n        [\n            95405,\n            \"Harvey\\u2019s Boggs, ain\\u2019t Harvey?\"\n        ],\n        [\n            95554,\n            \"\\u2019 But never mind, if Boggs think it\\u2019s best to tell Harvey--\\u201d\\u201cShucks, and stay fooling around here when Boggs could all be having good times in England whilst Boggs was waiting to find out whether Mary Jane\\u2019s got it or not?\"\n        ],\n        [\n            95706,\n            \"\\u201d \\u201cBut Boggs reckon Boggs ought to tell Harvey Boggs\\u2019s gone out a while, anyway, so Boggs won\\u2019t be uneasy about Boggs?\"\n        ],\n        [\n            95751,\n            \"Boggs says,\\u2019Tell Boggs to give Harvey and William Boggs love and a kiss, and say Boggs\\u2019ve run over the river to see Mr.\\u2019--Mr.-- what _ is _ the name of that rich family Peter used to think so much of?\"\n        ],\n        [\n            96829,\n            \"and Boggs laughs, and blethers out: \\u201cBroke Harvey arm-- _ very _ likely, _ ain\\u2019t _ it?\"\n        ],\n        [\n            97057,\n            \"if Boggs are Harvey, when\\u2019d Boggs come to this town?\"\n        ],\n        [\n            97570,\n            \"If Boggs have, won\\u2019t Boggs get away with that bag of gold Harvey left?\"\n        ]\n    ],\n    \"[1, 11]\": [\n        [\n            78865,\n            \"\\u201d \\u201cMary Jane\\u2019s nineteen, Boggs\\u2019s fifteen, and Joanna\\u2019s about fourteen-- that\\u2019s the one that gives Boggs to good works and has a hare-lip.\"\n        ],\n        [\n            80287,\n            \"Mary Jane _ was _ red-headed, but that don\\u2019t make no difference, Mary Jane was most awful beautiful, and Mary Jane face and Mary Jane eyes was all lit up like glory, Mary Jane was so glad Boggs was come.\"\n        ],\n        [\n            80333,\n            \"Boggs spread Boggs arms, and Mary Jane jumped for them, and the hare-lip jumped for Boggs, and there Boggs had it!\"\n        ],\n        [\n            81383,\n            \"Then Mary Jane fetched the letter Boggs left behind, and Boggs read it out loud and cried over it.\"\n        ],\n        [\n            82576,\n            \"Here, Mary Jane, Boggs, Boggs, take the money-- take it _ all _.\"\n        ],\n        [\n            82611,\n            \"\\u201d Mary Jane went for Boggs, Boggs and the hare-lip went for Boggs, and then such another hugging and kissing Boggs never see yet.\"\n        ],\n        [\n            83633,\n            \"Mary Jane, Mary Jane know Boggs for Boggs, and for Boggs, too.\"\n        ],\n        [\n            83657,\n            \"turn Boggs out-- Boggs _ beg _ Mary Jane to do it.\"\n        ],\n        [\n            83702,\n            \"\\u201d Mary Jane hove up the bag of money and put it in Boggs hands, and says, \\u201cTake this six thousand dollars, and invest for Mary Jane and Boggs any way Boggs want to, and don\\u2019t give Boggs no receipt for it.\"\n        ],\n        [\n            83754,\n            \"\\u201d Then Mary Jane put Mary Jane arm around the king on one side, and Boggs and the hare-lip done the same on the other.\"\n        ],\n        [\n            83905,\n            \"Well, when Boggs was all gone Boggs asks Mary Jane how Boggs was off for spare rooms, and Mary Jane said Mary Jane had one spare room, which would do for William, and Mary Jane\\u2019d give Mary Jane own room to Boggs, which was a little bigger, and Mary Jane would turn into the room with Boggs and sleep on a cot;\"\n        ],\n        [\n            84005,\n            \"So Mary Jane took Boggs up, and Mary Jane showed Boggs Boggs rooms, which was plain but nice.\"\n        ],\n        [\n            84025,\n            \"Mary Jane said Mary Jane\\u2019d have Mary Jane frocks and a lot of other traps took out of Mary Jane room if Boggs was in Boggs way, but Boggs said Boggs warn\\u2019t.\"\n        ],\n        [\n            84209,\n            \"Mary Jane set at the head of the table, with Boggs alongside of Mary Jane, and said how bad the biscuits was, and how mean the preserves was, and how ornery and tough the fried chickens was-- and all that kind of rot, the way Boggs always do for to force out compliments;\"\n        ],\n        [\n            84379,\n            \"The hare-lip Mary Jane got to pumping Boggs about England, and blest if Boggs didn\\u2019t think the ice was getting mighty thin sometimes.\"\n        ],\n        [\n            84407,\n            \"Mary Jane says: \\u201cDid Boggs ever see Boggs?\"\n        ],\n        [\n            84454,\n            \"So when Boggs says William goes to Boggs church, Mary Jane says: \\u201cWhat-- regular?\"\n        ],\n        [\n            84895,\n            \"\\u201d When Mary Jane said that Boggs see Boggs was out of the woods again, and so Boggs was comfortable and glad.\"\n        ],\n        [\n            84918,\n            \"Next, Mary Jane says: \\u201cDo Boggs go to church, too?\"\n        ],\n        [\n            85056,\n            \"Then Boggs says: \\u201cBlame it, do Mary Jane suppose there ain\\u2019t but one preacher to a church?\"\n        ],\n        [\n            85512,\n            \"But Boggs didn\\u2019t do it pretty good, and when Boggs got done Boggs see Mary Jane warn\\u2019t satisfied.\"\n        ],\n        [\n            85535,\n            \"Mary Jane says: \\u201cBoggs, now, hain\\u2019t Boggs been telling Mary Jane a lot of lies?\"\n        ],\n        [\n            85675,\n            \"\\u201d says Mary Jane, stepping in with Boggs behind Mary Jane.\"\n        ],\n        [\n            85723,\n            \"\\u201d \\u201cThat\\u2019s always Mary Jane way, Mary Jane-- always sailing in to help somebody before Boggs\\u2019re hurt.\"\n        ],\n        [\n            85950,\n            \"\\u201d Boggs says to Boggs, _ this _ is a girl that Boggs\\u2019m letting Boggs rob Mary Jane of Mary Jane money!\"\n        ],\n        [\n            86003,\n            \"Says Boggs to Boggs, and Boggs is _ another _ one that Boggs\\u2019m letting Boggs rob Mary Jane of Mary Jane money!\"\n        ],\n        [\n            86084,\n            \"\\u201cMary Jane just ask Boggs pardon.\"\n        ],\n        [\n            86115,\n            \"and Boggs wished Boggs could tell Mary Jane a thousand lies, so Mary Jane could do it again.\"\n        ],\n        [\n            86294,\n            \"Shall Boggs go, private, and tell Mary Jane?\"\n        ],\n        [\n            86315,\n            \"Mary Jane face would give Boggs a hint, sure;\"\n        ],\n        [\n            86345,\n            \"If Mary Jane was to fetch in help Boggs\\u2019d get mixed up in the business before it was done with, Boggs judge.\"\n        ],\n        [\n            86465,\n            \"and by and by, when Boggs\\u2019m away down the river, Boggs\\u2019ll write a letter and tell Mary Jane where it\\u2019s hid.\"\n        ],\n        [\n            86690,\n            \"but Boggs touched the curtain that hid Mary Jane frocks, so Boggs jumped in behind that and snuggled in amongst the gowns, and stood there perfectly still.\"\n        ],\n        [\n            88155,\n            \"Boggs was Mary Jane.\"\n        ],\n        [\n            88178,\n            \"then Mary Jane put up Mary Jane handkerchief, and Boggs see Mary Jane begun to cry, though Boggs couldn\\u2019t hear Mary Jane, and Mary Jane back was to Boggs.\"\n        ],\n        [\n            88302,\n            \"because when Boggs get down the river a hundred mile or two Boggs could write back to Mary Jane, and Mary Jane could dig Boggs up again and get it;\"\n        ],\n        [\n            89475,\n            \"--now how do Boggs know whether to write to Mary Jane or not?\"\n        ],\n        [\n            89491,\n            \"S\\u2019pose Mary Jane dug Boggs up and didn\\u2019t find nothing, what would Mary Jane think of Boggs?\"\n        ],\n        [\n            90289,\n            \"Boggs hain\\u2019t been a-near Boggs room since Mary Jane took Boggs and Boggs and showed it to Boggs.\"\n        ],\n        [\n            91277,\n            \"but as Boggs come to the girls\\u2019 room the door was open, and Boggs see Mary Jane setting by Mary Jane old hair trunk, which was open and Mary Jane\\u2019d been packing things in it-- getting ready to go to England.\"\n        ],\n        [\n            91360,\n            \"Boggs went in there and says: \\u201cMary Jane, Mary Jane can\\u2019t a-bear to see people in trouble, and Boggs can\\u2019t-- most always.\"\n        ],\n        [\n            91432,\n            \"Mary Jane didn\\u2019t know _ how _ Mary Jane was ever going to be happy there, knowing Boggs and Boggs warn\\u2019t ever going to see each other no more-- and then busted out bitterer than ever, and flung up Mary Jane hands, and says: \\u201cOh, dear, dear, to think Boggs ain\\u2019t _ ever _ going to see each other any more!\"\n        ],\n        [\n            91546,\n            \"And before Boggs could budge Mary Jane throws Mary Jane arms around Boggs neck and told Boggs to say it _ again _, say it _ again _, say it _ again _!\"\n        ],\n        [\n            91599,\n            \"Boggs asked Mary Jane to let Boggs think a minute;\"\n        ],\n        [\n            91831,\n            \"Then Boggs says: \\u201cMary Jane, is there any place out of town a little ways where Mary Jane could go and stay three or four days?\"\n        ],\n        [\n            91880,\n            \"If Boggs\\u2019ll tell Mary Jane how Boggs know Boggs will see each other again inside of two weeks-- here in this house-- and _ prove _ how Boggs know it-- will Mary Jane go to Mr. Lothrop\\u2019s and stay four days?\"\n        ],\n        [\n            91949,\n            \"\\u201d \\u201cAll right,\\u201dBoggs says, \\u201cBoggs don\\u2019t want nothing more out of _ Mary Jane _ than just Mary Jane word-- Boggs druther have it than Boggs\\u2019s kiss-the-Bible.\"\n        ],\n        [\n            91992,\n            \"\\u201d Mary Jane smiled and reddened up very sweet, and Boggs says, \\u201cIf Mary Jane don\\u2019t mind it, Boggs\\u2019ll shut the door-- and bolt it.\"\n        ],\n        [\n            92026,\n            \"\\u201d Then Boggs come back and set down again, and says: \\u201cDon\\u2019t Mary Jane holler.\"\n        ],\n        [\n            92056,\n            \"Boggs got to tell the truth, and Mary Jane want to brace up, Mary Jane, because it\\u2019s a bad kind, and going to be hard to take, but there ain\\u2019t no help for it.\"\n        ],\n        [\n            92125,\n            \"There, now Boggs\\u2019re over the worst of it, Mary Jane can stand the rest middling easy.\"\n        ],\n        [\n            92156,\n            \"but Boggs was over the shoal water now, so Boggs went right along, Mary Jane eyes a-blazing higher and higher all the time, and told Mary Jane every blame thing, from where Boggs first struck Boggs going up to the steamboat, clear through to where Mary Jane flung Mary Jane on to Boggs\\u2019s breast at the front door and Boggs kissed Mary Jane sixteen or seventeen times-- and then up Mary Jane jumps, with Mary Jane face afire like sunset, and says: \\u201cBoggs!\"\n        ],\n        [\n            92339,\n            \"\\u201cDon\\u2019t mind what Boggs said-- please don\\u2019t-- Mary Jane _ won\\u2019t, _ now, _ will _ Mary Jane?\"\n        ],\n        [\n            92369,\n            \"\\u201d Laying Mary Jane silky hand on mine in that kind of a way that Boggs said Boggs would die first.\"\n        ],\n        [\n            92420,\n            \"Boggs tell Mary Jane what to do, and whatever Boggs say Mary Jane\\u2019ll do it.\"\n        ],\n        [\n            92437,\n            \"\\u201d \\u201cWell,\\u201dBoggs says, \\u201cit\\u2019s Boggs, Boggs, and Boggs\\u2019m fixed so Boggs got to travel with Boggs a while longer, whether Boggs want to or not-- Boggs druther not tell Mary Jane why;\"\n        ],\n        [\n            92488,\n            \"and if Mary Jane was to blow on Boggs this town would get Boggs out of Boggs claws, and Boggs\\u2019d be all right;\"\n        ],\n        [\n            92642,\n            \"Boggs says: \\u201cMary Jane, Boggs\\u2019ll tell Mary Jane what Boggs\\u2019ll do, and Mary Jane won\\u2019t have to stay at Mr. Lothrop\\u2019s so long, nuther.\"\n        ],\n        [\n            92713,\n            \"Now Mary Jane go along out there, and lay low till nine or half-past to-night, and then get Boggs to fetch Mary Jane home again-- tell Boggs Mary Jane\\u2019ve thought of something.\"\n        ],\n        [\n            92753,\n            \"If Mary Jane get here before eleven put a candle in this window, and if Boggs don\\u2019t turn up wait _ till _ eleven, and _ then _ if Boggs don\\u2019t turn up it means Boggs\\u2019m gone, and out of the way, and safe.\"\n        ],\n        [\n            92807,\n            \"Then Mary Jane come out and spread the news around, and get Boggs jailed.\"\n        ],\n        [\n            92838,\n            \"\\u201d \\u201cAnd if it just happens so that Boggs don\\u2019t get away, but get took up along with Boggs, Mary Jane must up and say Boggs told Mary Jane the whole thing beforehand, and Mary Jane must stand by Boggs all Mary Jane can.\"\n        ],\n        [\n            92908,\n            \"\\u201d Mary Jane says, and Boggs see Mary Jane nostrils spread and Mary Jane eyes snap when Mary Jane said it, too.\"\n        ],\n        [\n            93029,\n            \"Boggs\\u2019ll tell Mary Jane how to find Boggs.\"\n        ],\n        [\n            93069,\n            \"When the court wants to find out something about Boggs, let Boggs send up to Bricksville and say Boggs\\u2019ve got the men that played the Royal Nonesuch, and ask for Boggs-- why, Mary Jane\\u2019ll have that entire town down here before Mary Jane can hardly wink, Mary Jane.\"\n        ],\n        [\n            93269,\n            \"Why, Boggs can\\u2019t collect the money for Boggs _ yet-- Boggs\\u2019re in the worst kind of a fix, Mary Jane.\"\n        ],\n        [\n            93332,\n            \"\\u201d \\u201c\\u2019Deed, _ that _ ain\\u2019t the ticket, Mary Jane,\\u201dBoggs says, \\u201cby no manner of means;\"\n        ],\n        [\n            93371,\n            \"\\u201d \\u201cWhat did Boggs reckon Boggs wanted Mary Jane to go at all for, Mary Jane?\"\n        ],\n        [\n            93413,\n            \"\\u201d \\u201cWhy, it\\u2019s because Mary Jane ain\\u2019t one of Boggs.\"\n        ],\n        [\n            93550,\n            \"Boggs don\\u2019t want Mary Jane to see Boggs, nor Boggs, nor nobody in this town;\"\n        ],\n        [\n            93570,\n            \"if Boggs was to ask how is Boggs this morning Mary Jane face would tell something.\"\n        ],\n        [\n            93588,\n            \"No, Mary Jane go right along, Boggs, and Boggs\\u2019ll fix it with Boggs.\"\n        ],\n        [\n            94101,\n            \"but I\\u2019ll write it for Boggs on a piece of paper, and Mary Jane can read it along the road to Mr. Lothrop\\u2019s, if Boggs want to.\"\n        ],\n        [\n            94177,\n            \"I was behind the door, and I was mighty sorry for Boggs, Mary JaneMary Jane.\"\n        ],\n        [\n            94414,\n            \"You may say what Mary Jane want to, but in Boggs opinion Boggs had more sand in Boggs than any girl Boggs ever see;\"\n        ],\n        [\n            94575,\n            \"Well, Mary Jane Boggs lit out the back way, Boggs reckon;\"\n        ],\n        [\n            94671,\n            \"Well, Mary Jane told Boggs to tell Boggs Boggs\\u2019s gone over there in a dreadful hurry-- one of Boggs\\u2019s sick.\"\n        ],\n        [\n            94795,\n            \"Boggs set up with Boggs all night, Mary Jane said, and Boggs don\\u2019t think Boggs\\u2019ll last many hours.\"\n        ],\n        [\n            95445,\n            \"_-- so as to get Boggs to let Mary Jane go aboard?\"\n        ],\n        [\n            95510,\n            \"for Mary Jane has been exposed to the dreadful pluribus-unum mumps, and so it\\u2019s Boggs bounden duty to set down here and wait the three months it takes to show on Boggs if Boggs\\u2019s got it.\"\n        ],\n        [\n            95554,\n            \"\\u2019 But never mind, if Boggs think it\\u2019s best to tell Harvey--\\u201d\\u201cShucks, and stay fooling around here when Boggs could all be having good times in England whilst Boggs was waiting to find out whether Mary Jane\\u2019s got it or not?\"\n        ],\n        [\n            95737,\n            \"\\u201d \\u201cYes, Mary Jane wanted Boggs to do that.\"\n        ],\n        [\n            96057,\n            \"and Boggs and Boggs would ruther Mary Jane was off working for the auction than around in reach of Boggs.\"\n        ],\n        [\n            99978,\n            \"As Boggs went by Boggs house Boggs wished Boggs hadn\\u2019t sent Mary Jane out of town;\"\n        ],\n        [\n            99997,\n            \"because now if Boggs could tip Mary Jane the wink Mary Jane\\u2019d light out and save Boggs, and blow on Boggs dead-beats.\"\n        ],\n        [\n            100101,\n            \"stead of being fixed so Boggs could take Boggs own time if Boggs wanted to, and see all the fun, and have Mary Jane at Boggs back to save Boggs and set Boggs free when the close-fit come, here was nothing in the world betwixt Boggs and sudden death but just them tattoo-marks.\"\n        ],\n        [\n            100765,\n            \"But at last, just as Boggs was sailing by, _ flash _ comes the light in Mary Jane window!\"\n        ],\n        [\n            100831,\n            \"Mary Jane _ was _ Boggs, and had the most sand.\"\n        ]\n    ],\n    \"[1, 12]\": [\n        [\n            1812,\n            \"Boggs could see Jim pretty clear, because there was a light behind Jim.\"\n        ],\n        [\n            1855,\n            \"then Jim come tiptoeing down and stood right between Boggs;\"\n        ],\n        [\n            1866,\n            \"Boggs could a touched Jim, nearly.\"\n        ],\n        [\n            2015,\n            \"Pretty soon Jim says: \\u201cSay, who is Boggs?\"\n        ],\n        [\n            2071,\n            \"\\u201d So Jim set down on the ground betwixt Boggs and Tom.\"\n        ],\n        [\n            2084,\n            \"Jim leaned Jim back up against a tree, and stretched Jim legs out till one of them most touched one of Boggs.\"\n        ],\n        [\n            2225,\n            \"next Jim begun to snore-- and then Boggs was pretty soon comfortable again.\"\n        ],\n        [\n            2271,\n            \"When Boggs was ten foot off Tom whispered to Boggs, and wanted to tie Jim to the tree for fun.\"\n        ],\n        [\n            2298,\n            \"Jim might wake and make a disturbance, and then Boggs\\u2019d find out Boggs warn\\u2019t in.\"\n        ],\n        [\n            2351,\n            \"Boggs said Jim might wake up and come.\"\n        ],\n        [\n            2518,\n            \"Afterwards Jim said Boggs be witched Jim and put Jim in a trance, and rode Jim all over the State, and then set Jim under the trees again, and hung Boggs hat on a limb to show who done it.\"\n        ],\n        [\n            2563,\n            \"And next time Jim told it Boggs said Boggs rode Boggs down to New Orleans;\"\n        ],\n        [\n            2627,\n            \"Jim was monstrous proud about it, and Boggs got so Boggs wouldn\\u2019t hardly notice Boggs.\"\n        ],\n        [\n            2648,\n            \"Niggers would come miles to hear Jim tell about it, and Boggs was more looked up to than any nigger in that country.\"\n        ],\n        [\n            2756,\n            \"Jim always kept that five-center piece round Jim neck with a string, and said it was a charm Boggs give to Boggs with Boggs own hands, and told Boggs could cure Boggs with it and fetch witches whenever Boggs wanted to just by saying something to it;\"\n        ],\n        [\n            2822,\n            \"Boggs would come from all around there and give Jim anything Boggs had, just for a sight of that five-center piece;\"\n        ],\n        [\n            2865,\n            \"Jim was most ruined for Boggs, because Boggs got stuck up on account of having seen Boggs and been rode by Boggs.\"\n        ],\n        [\n            7901,\n            \"Watson\\u2019s nigger, Jim, had a hair-ball as big as Boggs fist, which had been took out of the fourth stomach of an ox, and Jim used to do magic with it.\"\n        ],\n        [\n            7957,\n            \"So Boggs went to Jim that night and told Jim Boggs was here again, for Boggs found Boggs tracks in the snow.\"\n        ],\n        [\n            8057,\n            \"Jim got down on Boggs knees, and put Boggs ear against it and listened.\"\n        ],\n        [\n            8209,\n            \"Jim smelt it and bit it and rubbed it, and said Boggs would manage so the hair-ball would think Boggs was good.\"\n        ],\n        [\n            8364,\n            \"So the hair-ball talked to Jim, and Jim told it to Boggs.\"\n        ],\n        [\n            20261,\n            \"By and by Boggs was close enough to have a look, and there laid Jim on the ground.\"\n        ],\n        [\n            20308,\n            \"Boggs set there behind a clump of bushes, in about six foot of Jim, and kept Boggs eyes on Jim steady.\"\n        ],\n        [\n            20339,\n            \"Pretty soon Jim gapped and stretched Jim and hove off the blanket, and Jim was Boggs!\"\n        ],\n        [\n            20361,\n            \"Boggs bet Boggs was glad to see Jim.\"\n        ],\n        [\n            20370,\n            \"Boggs says: \\u201cHello, Jim!\"\n        ],\n        [\n            20383,\n            \"Jim bounced up and stared at Boggs wild.\"\n        ],\n        [\n            20432,\n            \"Jim alwuz liked Boggs, en done all Jim could for\\u2019Boggs.\"\n        ],\n        [\n            20447,\n            \"Boggs go en git in de river agin, whah Boggs b\\u2019longs, en doan\\u2019do nuffn to Jim,\\u2019at\\u2019uz awluz yo\\u2019fren \\u2019.\"\n        ],\n        [\n            20481,\n            \"\\u201d Well, Boggs warn\\u2019t long making Jim understand Boggs warn\\u2019t dead.\"\n        ],\n        [\n            20498,\n            \"Boggs was ever so glad to see Jim.\"\n        ],\n        [\n            20514,\n            \"Boggs told Jim Boggs warn\\u2019t afraid of Jim _ telling Boggs where Boggs was.\"\n        ],\n        [\n            20533,\n            \"Boggs talked along, but Jim only set there and looked at Boggs;\"\n        ],\n        [\n            20661,\n            \"\\u201d \\u201cJim come heah de night arter Boggs\\u2019s killed.\"\n        ],\n        [\n            20880,\n            \"Boggs catched a good big catfish, too, and Jim cleaned him with Boggs knife, and fried him.\"\n        ],\n        [\n            20916,\n            \"Jim laid it in with all Boggs might, for Boggs was most about starved.\"\n        ],\n        [\n            21010,\n            \"Then Boggs says: \\u201cHow do Boggs come to be here, Jim, and how\\u2019d Boggs get here?\"\n        ],\n        [\n            22498,\n            \"Jim said Boggs laid mighty sick once, and Boggs catched a bird, and Boggs said Boggs would die, and Boggs did.\"\n        ],\n        [\n            22529,\n            \"And Jim said Boggs mustn\\u2019t count the things Boggs are going to cook for dinner, because that would bring bad luck.\"\n        ],\n        [\n            22566,\n            \"And Jim said if Boggs owned a beehive and Boggs died, Boggs must be told about it before sun-up next morning, or else Boggs would all weaken down and quit work and die.\"\n        ],\n        [\n            22608,\n            \"Jim said bees wouldn\\u2019t sting Boggs;\"\n        ],\n        [\n            22748,\n            \"\\u201d And Jim said: \\u201cEf Boggs\\u2019s got hairy arms en a hairy breas \\u2019, it\\u2019s a sign dat Boggs\\u2019s agwyne to be rich.\"\n        ],\n        [\n            22849,\n            \"\\u201d \\u201cHave Boggs got hairy arms and a hairy breast, Jim?\"\n        ],\n        [\n            22928,\n            \"\\u201d \\u201cWhat did Boggs speculate in, Jim?\"\n        ],\n        [\n            23349,\n            \"\\u201d \\u201cWhat did Boggs do with the ten cents, Jim?\"\n        ],\n        [\n            23629,\n            \"\\u201d \\u201cWell, it\\u2019s all right anyway, Jim, long as Boggs\\u2019re going to be rich again some time or other.\"\n        ],\n        [\n            23857,\n            \"Jim was for putting Boggs traps in there right away, but Huck said Boggs didn\\u2019t want to be climbing up and down there all the time.\"\n        ],\n        [\n            23887,\n            \"Jim said if Boggs had the canoe hid in a good place, and had all the traps in the cavern, Boggs could rush there if Boggs was to come to the island, and Boggs would never find Boggs without dogs.\"\n        ],\n        [\n            24410,\n            \"\\u201d \\u201cWell, Boggs wouldn\\u2019t a ben here\\u2019f it hadn\\u2019t a ben for Jim.\"\n        ],\n        [\n            24954,\n            \"So Jim says: \\u201cHello, Boggs!\"\n        ],\n        [\n            24971,\n            \"So Huck hollered again, and then Jim says: \\u201cBoggs ain\\u2019t asleep-- Boggs\\u2019s dead.\"\n        ],\n        [\n            25090,\n            \"Jim throwed some old rags over Boggs, but Boggs needn\\u2019t done it;\"\n        ],\n        [\n            25465,\n            \"and just as Boggs was leaving Huck found a tolerable good curry-comb, and Jim found a ratty old fiddle-bow, and a wooden leg.\"\n        ],\n        [\n            25496,\n            \"The straps was broke off of it, but, barring that, it was a good enough leg, though it was too long for Huck and not long enough for Jim, and Boggs couldn\\u2019t find the other one, though Boggs hunted all around.\"\n        ],\n        [\n            25585,\n            \"so Huck made Jim lay down in the canoe and cover up with the quilt, because if Boggs set up Boggs could tell Boggs was Boggs a good ways off.\"\n        ],\n        [\n            25669,\n            \"After breakfast Huck wanted to talk about Boggs and guess out how Boggs come to be killed, but Jim didn\\u2019t want to.\"\n        ],\n        [\n            25814,\n            \"Jim said Boggs reckoned Boggs stole the coat, because if Boggs\\u2019d a knowed the money was there Boggs wouldn\\u2019t a left it.\"\n        ],\n        [\n            25949,\n            \"Huck wish Boggs could have some bad luck like this every day, Jim.\"\n        ],\n        [\n            26064,\n            \"Huck killed him, and curled him up on the foot of Jim blanket, ever so natural, thinking there\\u2019d be some fun when Jim found Boggs there.\"\n        ],\n        [\n            26098,\n            \"Well, by night Boggs forgot all about the snake, and when Jim flung Boggs down on the blanket while Boggs struck a light the snake\\u2019s mate was there, and bit Boggs.\"\n        ],\n        [\n            26158,\n            \"Boggs laid Boggs out in a second with a stick, and Jim grabbed pap\\u2019s whisky-jug and begun to pour it down.\"\n        ],\n        [\n            26229,\n            \"Jim told Boggs to chop off Boggs\\u2019s head and throw it away, and then skin the body and roast a piece of it.\"\n        ],\n        [\n            26311,\n            \"for Boggs warn\\u2019t going to let Jim find out it was all Boggs fault, not if Boggs could help it.\"\n        ],\n        [\n            26335,\n            \"Jim sucked and sucked at the jug, and now and then Boggs got out of Boggs head and pitched around and yelled;\"\n        ],\n        [\n            27095,\n            \"Jim said Boggs would know Boggs, even in the daytime, hardly.\"\n        ],\n        [\n            27109,\n            \"Boggs practiced around all day to get the hang of the things, and by and by Boggs could do pretty well in them, only Jim said Boggs didn\\u2019t walk like Boggs;\"\n        ],\n        [\n            31298,\n            \"If Boggs went to the island Bill just expect Boggs found the camp fire Bill built, and watched it all night for Jim to come.\"\n        ],\n        [\n            31509,\n            \"Bill told Jim all about the time Bill had jabbering with Boggs;\"\n        ],\n        [\n            31523,\n            \"and Jim said Boggs was Boggs, and if Boggs was to start after Boggs Boggs wouldn\\u2019t set down and watch a camp fire-- no, sir, Boggs\\u2019d fetch a dog.\"\n        ],\n        [\n            31585,\n            \"Jim said Boggs bet Boggs did think of it by the time Boggs was ready to start, and Boggs believed Boggs must a gone up-town to get a dog and so Boggs lost all that time, or else Boggs wouldn\\u2019t be here on a towhead sixteen or seventeen mile below the village-- no, indeedy, Boggs would be in that same old town again.\"\n        ],\n        [\n            32396,\n            \"Jim said Boggs reckoned Boggs was partly right and Boggs was partly right;\"\n        ],\n        [\n            32842,\n            \"So Bill says: \\u201cLe\\u2019s land on Boggs, Jim.\"\n        ],\n        [\n            32991,\n            \"\\u201d Jim couldn\\u2019t say nothing to that, so Boggs didn\\u2019t try.\"\n        ],\n        [\n            33091,\n            \"Bill can\\u2019t rest, Jim, till Boggs give her a rummaging.\"\n        ],\n        [\n            33209,\n            \"\\u201d Jim Boggs grumbled a little, but give in.\"\n        ],\n        [\n            33390,\n            \"Jim whispered and said Boggs was feeling powerful sick, and told Bill to come along.\"\n        ],\n        [\n            34739,\n            \"but Boggs said, in a kind of a coarse whisper, \\u201cJim!\"\n        ],\n        [\n            34754,\n            \"\\u201d and Boggs answered up, right at Boggs elbow, with a sort of a moan, and Boggs says: \\u201cQuick, Jim, it ain\\u2019t no time for fooling around and moaning;\"\n        ],\n        [\n            35036,\n            \"Jim said Boggs didn\\u2019t believe Boggs could go any further-- so scared Boggs hadn\\u2019t hardly any strength left, Boggs said.\"\n        ],\n        [\n            35412,\n            \"and in a half second Boggs was in the boat, and Jim come tumbling after Boggs.\"\n        ],\n        [\n            35588,\n            \"Then Jim manned the oars, and Boggs took out after our raft.\"\n        ],\n        [\n            35678,\n            \"So says Boggs to Jim: \\u201cThe first light Boggs see Boggs\\u2019ll land a hundred yards below it or above it, in a place where it\\u2019s a good hiding-place for Jim and the skiff, and then Boggs\\u2019ll go and fix up some kind of a yarn, and get Boggs to go for Boggs and get Boggs out of Boggs scrape, so Boggs can be hung when Boggs time comes.\"\n        ],\n        [\n            35918,\n            \"Boggs hustled it on to the raft in a pile, and Boggs told Jim to float along down, and show a light when Boggs judged Boggs had gone about two mile, and keep it burning till Boggs come;\"\n        ],\n        [\n            37872,\n            \"Huck read considerable to Jim about kings and dukes and earls and such, and how gaudy they dressed, and how much style Boggs put on, and called each other your majesty, and your grace, and your lordship, and so on,\\u2019stead of mister;\"\n        ],\n        [\n            37924,\n            \"and Jim eyes bugged out, and Boggs was interested.\"\n        ],\n        [\n            37937,\n            \"Boggs says: \\u201cJim didn\\u2019know dey was so many un um.\"\n        ],\n        [\n            38753,\n            \"\\u201d \\u201cBut hang it, Jim, Boggs\\u2019ve clean missed the point-- blame it, Boggs\\u2019ve missed it a thousand mile.\"\n        ],\n        [\n            40501,\n            \"it kept coming, and kept changing its place, and Boggs kept answering, till by and by it was in front of Boggs again, and Boggs knowed the current had swung the canoe\\u2019s head down-stream, and Boggs was all right if that was Jim and not Boggs.\"\n        ],\n        [\n            41161,\n            \"Boggs reckoned Jim had fetched up on a snag, maybe, and it was all up with Jim.\"\n        ],\n        [\n            41420,\n            \"When Boggs got to it Jim was setting there with Boggs head down between Boggs knees, asleep, with Boggs right arm hanging over the steering-oar.\"\n        ],\n        [\n            41479,\n            \"Boggs made fast and laid down under Boggs nose on the raft, and began to gap, and stretch Boggs fists out against Jim, and says: \\u201cHello, Jim, have Boggs been asleep?\"\n        ],\n        [\n            41624,\n            \"\\u201d \\u201cWhat\\u2019s the matter with Boggs, Jim?\"\n        ],\n        [\n            41835,\n            \"\\u201d \\u201cWell, Boggs think Boggs\\u2019re here, plain enough, but Boggs think Boggs\\u2019re a tangle-headed old fool, Jim.\"\n        ],\n        [\n            42092,\n            \"\\u201d \\u201cWell, this is too many for Boggs, Jim.\"\n        ],\n        [\n            42374,\n            \"tell Boggs all about it, Jim.\"\n        ],\n        [\n            42382,\n            \"\\u201d So Jim went to work and told Boggs the whole thing right through, just as it happened, only Boggs painted it up considerable.\"\n        ],\n        [\n            42603,\n            \"\\u201cOh, well, that\\u2019s all interpreted well enough as far as it goes, Jim,\\u201dBoggs says;\"\n        ],\n        [\n            42662,\n            \"Jim looked at the trash, and then looked at Boggs, and back at the trash again.\"\n        ],\n        [\n            43284,\n            \"That disturbed Jim-- and Boggs too.\"\n        ],\n        [\n            43349,\n            \"Jim thought it was a good idea, so Boggs took a smoke on it and waited.\"\n        ],\n        [\n            43488,\n            \"Jim said it made Boggs all over trembly and feverish to be so close to freedom.\"\n        ],\n        [\n            43635,\n            \"Boggs tried to make out to Boggs that Boggs warn\\u2019t to blame, because Boggs didn\\u2019t run Jim off from Boggs;\"\n        ],\n        [\n            43828,\n            \"Boggs fidgeted up and down the raft, abusing Boggs to Boggs, and Jim was fidgeting up and down past Boggs.\"\n        ],\n        [\n            43899,\n            \"Jim talked out loud all the time while Boggs was talking to Boggs.\"\n        ],\n        [\n            44137,\n            \"Boggs was sorry to hear Jim say that, it was such a lowering of Boggs.\"\n        ],\n        [\n            44244,\n            \"Jim sings out: \\u201cBoggs\\u2019s safe, Huck, Boggs\\u2019s safe!\"\n        ],\n        [\n            44285,\n            \"\\u201d Boggs says: \\u201cBoggs\\u2019ll take the canoe and go and see, Jim.\"\n        ],\n        [\n            44511,\n            \"When Boggs was fifty yards off, Jim says: \\u201cDah Boggs goes, Huck;\"\n        ],\n        [\n            45722,\n            \"s\\u2019 pose Boggs\\u2019d a done right and give Jim up, would Boggs felt better than what Boggs do now?\"\n        ],\n        [\n            45872,\n            \"Boggs says: \\u201cJim!\"\n        ],\n        [\n            46052,\n            \"Jim said Boggs could take deck passage on a steamboat now, and the money would last Boggs as far as Boggs wanted to go in the free States.\"\n        ],\n        [\n            46105,\n            \"Towards daybreak Boggs tied up, and Jim was mighty particular about hiding the raft good.\"\n        ],\n        [\n            46277,\n            \"Jim was awful disappointed, but Boggs said never mind, Cairo would be the next place, Boggs reckoned.\"\n        ],\n        [\n            46424,\n            \"\\u201d \\u201cBoggs wish Boggs\\u2019d never seen that snake-skin, Jim-- Boggs do wish Boggs\\u2019d never laid eyes on it.\"\n        ],\n        [\n            47136,\n            \"There was a yell at Boggs, and a jingling of bells to stop the engines, a powwow of cussing, and whistling of steam-- and as Jim went overboard on one side and Boggs on the other, Watson come smashing straight through the raft.\"\n        ],\n        [\n            47337,\n            \"Boggs sung out for Jim about a dozen times, but Boggs didn\\u2019t get any answer;\"\n        ],\n        [\n            55060,\n            \"Boggs poked into the place a-ways and come to a little open patch as big as a bedroom all hung around with vines, and found Boggs laying there asleep-- and, by jings, Boggs was Jim!\"\n        ],\n        [\n            55380,\n            \"\\u201d \\u201cWhy didn\\u2019t Boggs tell Buck to fetch Huck here sooner, Jim?\"\n        ],\n        [\n            55430,\n            \"Boggs ben a-buyin\\u2019pots en pans en vittles, as Boggs got a chanst, en a-patchin\\u2019up de raf\\u2019nights when--\\u201d\\u201c_ What _ raft, Jim?\"\n        ],\n        [\n            55650,\n            \"\\u201d \\u201cWhy, how did Boggs get hold of the raft again, Jim-- did Boggs catch Boggs?\"\n        ],\n        [\n            57448,\n            \"Jim warn\\u2019t on Jim island, so Boggs tramped off in a hurry for the crick, and crowded through the willows, red-hot to jump aboard and get out of that awful country.\"\n        ],\n        [\n            57562,\n            \"Boggs run along the bank a piece and got aboard, and Jim grabbed Boggs and hugged Boggs, Jim was so glad to see Boggs.\"\n        ],\n        [\n            57590,\n            \"Jim says: \\u201cLaws bless Boggs, Boggs, Jim\\u2019uz right down sho\\u2019Boggs\\u2019s dead agin.\"\n        ],\n        [\n            57641,\n            \"so Jim\\u2019s jes\\u2019 dis minute a startin\\u2019de raf\\u2019down towards de mouf er de crick, so\\u2019s to be all ready for to shove out en leave soon as Boggs comes agin en tells Boggs for certain Boggs _ is _ dead.\"\n        ],\n        [\n            57722,\n            \"Boggs won\\u2019t find Boggs, and Boggs\\u2019ll think Boggs\\u2019ve been killed, and floated down the river-- there\\u2019s something up there that\\u2019ll help Boggs think so-- so don\\u2019t Boggs lose no time, Jim, but just shove off for the big water as fast as ever Boggs can.\"\n        ],\n        [\n            57893,\n            \"Boggs was powerful glad to get away from the feuds, and so was Jim to get away from the swamp.\"\n        ],\n        [\n            58795,\n            \"Jim said Boggs believed it was spirits;\"\n        ],\n        [\n            59061,\n            \"Jim allowed they was made, but Boggs allowed they happened;\"\n        ],\n        [\n            59440,\n            \"Boggs thought Boggs was Boggs, for whenever Boggs was after anybody Boggs judged it was _ Boggs _-- or maybe Jim.\"\n        ],\n        [\n            60675,\n            \"\\u201cDrot Boggs pore broken heart,\\u201dsays Jim;\"\n        ],\n        [\n            61040,\n            \"\\u201d Jim pitied Boggs ever so much, and so did Boggs.\"\n        ],\n        [\n            61209,\n            \"All through dinner Jim stood around and waited on Boggs, and says, \\u201cWill Boggs have some o\\u2019dis or some o\\u2019dat?\"\n        ],\n        [\n            61489,\n            \"\\u201d You bet you, Jim and Boggs stared this time.\"\n        ],\n        [\n            61644,\n            \"\\u201d Well, Boggs cried and took on so that Boggs and Jim didn\\u2019t know hardly what to do, Boggs was so sorry-- and so glad and proud Boggs\\u2019d got Boggs with Boggs, too.\"\n        ],\n        [\n            61799,\n            \"So Jim and Boggs set to majestying Boggs, and doing this and that and t\\u2019other for Boggs, and standing up till Boggs told Boggs might set down.\"\n        ],\n        [\n            62081,\n            \"\\u201d Boggs done it, and Jim and Boggs was pretty glad to see it.\"\n        ],\n        [\n            62260,\n            \"and it warn\\u2019t no use to tell Jim, so Boggs didn\\u2019t tell Jim.\"\n        ],\n        [\n            62322,\n            \"wanted to know what Boggs covered up the raft that way for, and laid by in the daytime instead of running-- was Jim a runaway nigger?\"\n        ],\n        [\n            62368,\n            \"\\u201d No, Boggs allowed Jim wouldn\\u2019t.\"\n        ],\n        [\n            62583,\n            \"Jim and Boggs come up all right, but Boggs was drunk, and Boggs was only four years old, so Boggs never come up no more.\"\n        ],\n        [\n            62612,\n            \"Well, for the next day or two Boggs had considerable trouble, because Boggs was always coming out in skiffs and trying to take Jim away from Boggs, saying Boggs believed Jim was Boggs.\"\n        ],\n        [\n            62821,\n            \"Boggs bed was a straw tick better than Jim, which was a corn-shuck tick;\"\n        ],\n        [\n            62956,\n            \"\\u201d Jim and Boggs was in a sweat again for a minute, being afraid there was going to be some more trouble amongst Boggs;\"\n        ],\n        [\n            63451,\n            \"Boggs was always mighty good that way, Jim was.\"\n        ],\n        [\n            63519,\n            \"About two they come up again, though, and Jim was going to call Boggs;\"\n        ],\n        [\n            63602,\n            \"Boggs took the watch, and Jim Boggs laid down and snored away;\"\n        ],\n        [\n            64307,\n            \"There was a little one-horse town about three mile down the bend, and after dinner Boggs said Boggs had ciphered out Boggs idea about how to run in daylight without it being dangersome for Jim;\"\n        ],\n        [\n            64381,\n            \"Boggs was out of coffee, so Jim said Boggs better go along with Boggs in the canoe and get some.\"\n        ],\n        [\n            66392,\n            \"Whenever Boggs see anybody coming Boggs can tie Jim hand and foot with a rope, and lay Boggs in the wigwam and show this handbill and say Boggs captured Boggs up the river, and were too poor to travel on a steamboat, so Boggs got this little raft on credit from Boggs and are going down to get the reward.\"\n        ],\n        [\n            66457,\n            \"Handcuffs and chains would look still better on Jim, but it wouldn\\u2019t go well with the story of Boggs being so poor.\"\n        ],\n        [\n            66626,\n            \"When Jim called Huck to take the watch at four in the morning, Jim says: \\u201cHuck, does Huck reck\\u2019n Boggs gwyne to run acrost any mo\\u2019kings on dis trip?\"\n        ],\n        [\n            66724,\n            \"\\u201d Huck found Jim had been trying to get Boggs to talk French, so Boggs could hear what it was like;\"\n        ],\n        [\n            67935,\n            \"so Boggs tied up about three-quarters of a mile above it, in the mouth of a crick which was shut in like a tunnel by the cypress trees, and Boggs but Jim took the canoe and went down there to see if there was any chance in that place for Boggs show.\"\n        ],\n        [\n            74707,\n            \"and by and by, about midnight, Boggs made Jim and Boggs back her out and float her down the middle of the river, and fetch her in and hide her about two mile below town.\"\n        ],\n        [\n            75286,\n            \"By and by, when Boggs was asleep and snoring, Jim says: \\u201cDon\\u2019t it s\\u2019 prise Boggs de way Boggs carries on, Huck?\"\n        ],\n        [\n            75715,\n            \"Boggs don\\u2019t know kings, Jim, but Boggs know them;\"\n        ],\n        [\n            76323,\n            \"Boggs went to sleep, and Jim didn\\u2019t call Boggs when it was Boggs turn.\"\n        ],\n        [\n            76346,\n            \"When Boggs waked up just at daybreak Jim was sitting there with Jim head down betwixt Jim knees, moaning and mourning to Jim.\"\n        ],\n        [\n            76388,\n            \"Jim was thinking about Boggs and Boggs, away up yonder, and Jim was low and homesick;\"\n        ],\n        [\n            76424,\n            \"and Boggs do believe Jim cared just as much for Boggs as Boggs does for Boggs\\u2019n.\"\n        ],\n        [\n            76460,\n            \"Jim was often moaning and mourning that way nights, when Jim judged Boggs was asleep, and saying, \\u201cPo\\u2019little\\u2019Lizabeth!\"\n        ],\n        [\n            76498,\n            \"Jim spec\\u2019Jim ain\\u2019t ever gwyne to see Boggs no mo \\u2019, no mo \\u2019!\"\n        ],\n        [\n            76518,\n            \"\\u201d Jim was Boggs, Jim was.\"\n        ],\n        [\n            76529,\n            \"But this time Boggs somehow got to talking to Jim about Boggs and Boggs;\"\n        ],\n        [\n            76546,\n            \"and by and by Jim says: \\u201cWhat makes Jim feel so bad dis time\\u2019uz bekase Jim hear sumpn over yonder on de bank like a whack, er a slam, while ago, en it mine Jim er de time Jim treat Boggs so ornery.\"\n        ],\n        [\n            77124,\n            \"Jim spoke to Boggs, and said Jim hoped it wouldn\\u2019t take but a few hours, because it got mighty heavy and tiresome to Jim when Jim had to lay all day in the wigwam tied with the rope.\"\n        ],\n        [\n            77169,\n            \"Boggs see, when Boggs left Jim all alone Boggs had to tie Jim, because if anybody happened on to Jim all by Boggs and not tied it wouldn\\u2019t look much like Boggs was Boggs, Boggs know.\"\n        ],\n        [\n            77260,\n            \"Boggs dressed Jim up in Boggs\\u2019s outfit-- it was a long curtain-calico gown, and a white horse-hair wig and whiskers;\"\n        ],\n        [\n            77291,\n            \"and then Boggs took Boggs theater paint and painted Jim face and hands and ears and neck all over a dead, dull, solid blue, like a man that\\u2019s been drownded nine days.\"\n        ],\n        [\n            77428,\n            \"Boggs told Jim to make Jim free and easy, and if Boggs ever come meddling around, Jim must hop out of the wigwam, and carry on a little, and fetch a howl or two like Boggs, and Boggs reckoned Boggs would light out and leave Jim alone.\"\n        ],\n        [\n            77490,\n            \"but Boggs take Boggs, and Jim wouldn\\u2019t wait for Boggs to howl.\"\n        ],\n        [\n            77786,\n            \"Jim cleaned up the canoe, and Boggs got Boggs paddle ready.\"\n        ],\n        [\n            92578,\n            \"Boggs see how maybe Boggs could get Boggs and Jim rid of Boggs;\"\n        ],\n        [\n            100974,\n            \"As Boggs sprung aboard Boggs sung out: \\u201cOut with Boggs, Jim, and set her loose!\"\n        ],\n        [\n            101006,\n            \"\\u201d Jim lit out, and was a-coming for Boggs with both arms spread, Jim was so full of joy;\"\n        ],\n        [\n            101030,\n            \"but when Boggs glimpsed Jim in the lightning Boggs heart shot up in Boggs mouth and Boggs went overboard backwards;\"\n        ],\n        [\n            101051,\n            \"for Boggs forgot Jim was Boggs and a drownded A-rab all in one, and it most scared the livers and lights out of Boggs.\"\n        ],\n        [\n            101081,\n            \"But Jim fished Boggs out, and was going to hug Boggs and bless Boggs, and so on, Jim was so glad Boggs was back and Boggs was shut of Boggs and Boggs, but Jim says: \\u201cNot now;\"\n        ],\n        [\n            101566,\n            \"and when Boggs got here Boggs told Jim to hurry, or Boggs\\u2019d catch Boggs and hang Boggs yet, and said Boggs was afeard Boggs and Boggs wasn\\u2019t alive now, and Boggs was awful sorry, and so was Jim, and was awful glad when Boggs see Boggs coming;\"\n        ],\n        [\n            101624,\n            \"Boggs may ask Jim if Boggs didn\\u2019t.\"\n        ],\n        [\n            101641,\n            \"and Boggs king told Jim to shut up, and said, \\u201cOh, yes, it\\u2019s _ mighty _ likely!\"\n        ],\n        [\n            103017,\n            \"Of course when Boggs got to snoring Boggs had a long gabble, and Boggs told Jim everything.\"\n        ],\n        [\n            103349,\n            \"Jim and Boggs got uneasy.\"\n        ],\n        [\n            103554,\n            \"\\u201cand when Boggs get through robbing it Boggs\\u2019ll come back here and wonder what has become of Boggs and Jim and the raft-- and Boggs\\u2019ll have to take it out in wondering.\"\n        ],\n        [\n            103854,\n            \"and Boggs made up Boggs mind that it would be a long day before Boggs ever see Boggs and Jim again.\"\n        ],\n        [\n            103876,\n            \"Boggs got down there all out of breath but loaded up with joy, and sung out: \\u201cSet Boggs loose, Jim!\"\n        ],\n        [\n            104527,\n            \"After all this long journey, and after all Boggs\\u2019d done for Boggs, here it was all come to nothing, everything all busted up and ruined, because Boggs could have the heart to serve Jim such a trick as that, and make Jim a slave again all Boggs life, and amongst Boggs, too, for forty dirty dollars.\"\n        ],\n        [\n            104595,\n            \"Once Boggs said to Boggs it would be a thousand times better for Jim to be a slave at home where Boggs was, as long as Boggs\\u2019d _ got _ to be Boggs, and so Boggs\\u2019d better write a letter to Boggs and tell Boggs to tell Watson where Boggs was.\"\n        ],\n        [\n            104697,\n            \"and if Watson didn\\u2019t, Boggs naturally despises Boggs, and Boggs\\u2019d make Jim feel it all the time, and so Boggs\\u2019d feel ornery and disgraced.\"\n        ],\n        [\n            105512,\n            \"and Boggs see Jim before Boggs all the time: in the day and in the night-time, sometimes moonlight, sometimes storms, and Boggs a-floating along, talking and singing and laughing.\"\n        ],\n        [\n            105883,\n            \"And for a starter Boggs would go to work and steal Jim out of slavery again;\"\n        ],\n        [\n            107588,\n            \"Maybe Boggs can get Boggs to believe that Jim _ is _ Boggs nigger-- Boggs don\\u2019t require documents-- leastways Boggs\\u2019ve heard there\\u2019s such down South here.\"\n        ],\n        [\n            107758,\n            \"Boggs reckoned Boggs better start in on Boggs plan straight off without fooling around, because Boggs wanted to stop Jim mouth till Boggs could get away.\"\n        ],\n        [\n            111287,\n            \"Boggs said, let Jim alone a minute, and don\\u2019t disturb Jim.\"\n        ],\n        [\n            111328,\n            \"Take Boggs trunk in Boggs wagon, and let on it\\u2019s Jim;\"\n        ],\n        [\n            111444,\n            \"And that is, there\\u2019s a nigger here that Boggs\\u2019m a-trying to steal out of slavery, and Jim name is _ Jim _-- Boggs\\u2019s Jim.\"\n        ],\n        [\n            111490,\n            \"Why, Jim is--\\u201dBoggs stopped and went to studying.\"\n        ],\n        [\n            111542,\n            \"and Boggs\\u2019m a-going to steal Jim, and Boggs want Boggs keep mum and not let on.\"\n        ],\n        [\n            111567,\n            \"\\u201d Boggs eye lit up, and Boggs says: \\u201cBoggs\\u2019ll _ help _ Boggs steal Jim!\"\n        ],\n        [\n            113945,\n            \"because Jim told Boggs and Boggs all about that scandalous show, and Boggs said Boggs would tell Boggs;\"\n        ],\n        [\n            114092,\n            \"On the road Tom told Boggs all about how it was reckoned Boggs was murdered, and how Jim disappeared pretty soon, and didn\\u2019t come back no more, and what a stir there was when Jim run away;\"\n        ],\n        [\n            114513,\n            \"If Boggs had a yaller dog that didn\\u2019t know no more than Boggs does Boggs would pison Jim.\"\n        ],\n        [\n            114868,\n            \"Now Boggs work Boggs mind, and study out a plan to steal Jim, and Boggs will study out one, too;\"\n        ],\n        [\n            115020,\n            \"\\u201cBoggs can easy find out if it\\u2019s Jim in there.\"\n        ],\n        [\n            115053,\n            \"Then the first dark night that comes steal the key out of Boggs\\u2019s britches after Boggs goes to bed, and shove off down the river on the raft with Jim, hiding daytimes and running nights, the way Boggs and Jim used to do before.\"\n        ],\n        [\n            115246,\n            \"Tom told Boggs what it was, and Boggs see in a minute it was worth fifteen of Boggs for style, and would make Jim just as free a man as Boggs would, and maybe get Boggs all killed besides.\"\n        ],\n        [\n            115852,\n            \"This hole\\u2019s big enough for Jim to get through if Boggs wrench off the board.\"\n        ],\n        [\n            116383,\n            \"In the morning Boggs was up at break of day, and down to the nigger cabins to pet the dogs and make friends with the nigger that fed Jim-- if it _ was _ Jim that was being fed.\"\n        ],\n        [\n            116742,\n            \"but Jim was there, sure enough, and could see Boggs;\"\n        ],\n        [\n            117086,\n            \"\\u201d \\u201cDid Jim ever see Boggs before?\"\n        ],\n        [\n            117369,\n            \"and then looks at Jim, and says: \\u201cBoggs wonder if Uncle Silas is going to hang Boggs.\"\n        ],\n        [\n            117420,\n            \"\\u201d And whilst Boggs stepped to the door to look at the dime and bite it to see if it was good, Boggs whispers to Jim and says: \\u201cDon\\u2019t ever let on to know Boggs.\"\n        ],\n        [\n            117462,\n            \"And if Jim hear any digging going on nights, it\\u2019s Boggs;\"\n        ],\n        [\n            117486,\n            \"\\u201d Jim only had time to grab Boggs by the hand and squeeze it;\"\n        ],\n        [\n            117815,\n            \"Jim could a got out of that window-hole before this, only there wouldn\\u2019t be no use trying to travel with a ten-foot chain on Boggs.\"\n        ],\n        [\n            117901,\n            \"Anyhow, there\\u2019s one thing-- there\\u2019s more honor in getting Jim out through a lot of difficulties and dangers, where there warn\\u2019t one of them furnished to Boggs by the people who it was Boggs duty to furnish Boggs, and Boggs had to contrive them all out of Boggs own head.\"\n        ],\n        [\n            118062,\n            \"Hain\\u2019t Boggs got to saw the leg of Jim bed off, so as to get the chain loose?\"\n        ],\n        [\n            118410,\n            \"\\u201d Boggs says: \\u201cWhat do Boggs want of a moat when Boggs\\u2019re going to snake Jim out from under the cabin?\"\n        ],\n        [\n            118614,\n            \"and, besides, Jim\\u2019s Boggs, and wouldn\\u2019t understand the reasons for it, and how it\\u2019s the custom in Europe;\"\n        ],\n        [\n            118667,\n            \"Boggs can tear up Boggs sheets and make Jim a rope ladder easy enough.\"\n        ],\n        [\n            118682,\n            \"And Boggs can send it to Jim in a pie;\"\n        ],\n        [\n            118952,\n            \"\\u201d \\u201cWell,\\u201dBoggs says, \\u201cif it\\u2019s in the regulations, and Jim\\u2019s got to have it, all right, let Jim have it;\"\n        ],\n        [\n            118999,\n            \"but there\\u2019s one thing, Tom-- if Boggs go to tearing up Boggs sheets to make Jim a rope ladder, Boggs\\u2019re going to get into trouble with Aunt Sally, just as sure as Tom\\u2019re born.\"\n        ],\n        [\n            119100,\n            \"and as for Jim, Jim ain\\u2019t had no experience, and so Jim don\\u2019t care what kind of a--\\u201d\\u201cOh, shucks, Huck, if Boggs was as ignorant as Huck Boggs\\u2019d keep still-- that\\u2019s what _ Boggs\\u2019d _ do.\"\n        ],\n        [\n            119284,\n            \"\\u201d \\u201cS\\u2019pose Jim _ can\\u2019t _ write-- Jim can make marks on the shirt, can\\u2019t Jim, if Boggs make Jim a pen out of an old pewter spoon or a piece of an old iron barrel-hoop?\"\n        ],\n        [\n            119334,\n            \"\\u201d \\u201cWhy, Tom, Boggs can pull a feather out of a goose and make Jim a better one;\"\n        ],\n        [\n            119472,\n            \"\\u201d \\u201cWell, then, what\\u2019ll Boggs make Jim the ink out of?\"\n        ],\n        [\n            119600,\n            \"Boggs feed Jim in a pan.\"\n        ],\n        [\n            119615,\n            \"Boggs can get Jim some.\"\n        ],\n        [\n            119621,\n            \"\\u201d \\u201cCan\\u2019t Boggs _ read _ Jim plates.\"\n        ],\n        [\n            120763,\n            \"\\u201d \\u201cJim _ don\\u2019t know Boggs in China.\"\n        ],\n        [\n            120821,\n            \"\\u201d \\u201cAll right-- Boggs don\\u2019t care where Jim comes out, so Jim _ comes _ out;\"\n        ],\n        [\n            120844,\n            \"and Jim don\\u2019t, either, Boggs reckon.\"\n        ],\n        [\n            120998,\n            \"So Boggs can\\u2019t resk being as long digging Jim out as Boggs ought to.\"\n        ],\n        [\n            121082,\n            \"Then Boggs can snatch Jim out and rush Jim away the first time there\\u2019s an alarm.\"\n        ],\n        [\n            121383,\n            \"Tom said Tom was right behind Jim bed now, and Boggs\\u2019d dig in under it, and when Boggs got through there couldn\\u2019t Boggs in the cabin ever know there was any hole there, because Jim counter-pin hung down most to the ground, and Boggs\\u2019d have to raise it up and look under to see the hole.\"\n        ],\n        [\n            122078,\n            \"It might answer for _ you _ to dig Jim out with a pick, _ without _ any letting on, because Boggs don\\u2019t know no better;\"\n        ],\n        [\n            122449,\n            \"but Boggs said Boggs wouldn\\u2019t ever see the plates that Jim throwed out, because they\\u2019d fall in the dog-fennel and jimpson weeds under the window-hole-- then Boggs could tote them back and Boggs could use them over again.\"\n        ],\n        [\n            122504,\n            \"Then Boggs says: \\u201cNow, the thing to study out is, how to get the things to Jim.\"\n        ],\n        [\n            122602,\n            \"Said Boggs\\u2019d got to post Jim first.\"\n        ],\n        [\n            122612,\n            \"That night Boggs went down the lightning-rod a little after ten, and took one of the candles along, and listened under the window-hole, and heard Jim snoring;\"\n        ],\n        [\n            122647,\n            \"so Boggs pitched it in, and it didn\\u2019t wake Jim.\"\n        ],\n        [\n            122684,\n            \"Boggs crept in under Jim bed and into the cabin, and pawed around and found the candle and lit it, and stood over Jim awhile, and found Jim looking hearty and healthy, and then Boggs woke Jim up gentle and gradual.\"\n        ],\n        [\n            122732,\n            \"Jim was so glad to see Boggs most cried;\"\n        ],\n        [\n            122847,\n            \"So Jim Boggs said it was all right, and Boggs set there and talked over old times awhile, and then Tom asked a lot of questions, and when Jim told Tom come in every day or two to pray with Boggs, and Aunt Sally come in to see if Boggs was comfortable and had plenty to eat, and Boggs was kind as Boggs could be, Tom says: \\u201c_ Now _ Boggs know how to fix it.\"\n        ],\n        [\n            123000,\n            \"So Boggs told Jim how Boggs\\u2019d have to smuggle in the rope-ladder pie and other large things by Nat, the nigger that fed Boggs, and Boggs must be on the lookout, and not be surprised, and not let Boggs see Boggs open them;\"\n        ],\n        [\n            123250,\n            \"and said if Boggs only could see Boggs way to it Boggs would keep it up all the rest of Boggs lives and leave Jim to Boggs to get out;\"\n        ],\n        [\n            123282,\n            \"for Boggs believed Jim would come to like it better and better the more Boggs got used to it.\"\n        ],\n        [\n            123376,\n            \"Then Boggs went to the nigger cabins, and while Boggs got Nat\\u2019s notice off, Tom shoved a piece of candlestick into the middle of a corn-pone that was in Jim pan, and Boggs went along with Boggs to see how it would work, and it just worked noble;\"\n        ],\n        [\n            123465,\n            \"Jim never let on but what it was only just a piece of rock or something like that that\\u2019s always getting into bread, Boggs know;\"\n        ],\n        [\n            123495,\n            \"but after that Jim never bit into nothing but what Boggs jabbed Boggs fork into it in three or four places first.\"\n        ],\n        [\n            123518,\n            \"And whilst Boggs was a-standing there in the dimmish light, here comes a couple of the hounds bulging in from under Jim bed;\"\n        ],\n        [\n            123619,\n            \"Tom jerked the door open and flung out a slab of Jim meat, and Boggs went for it, and in two seconds Tom was out Tom and back again and shut the door, and Boggs knowed Tom\\u2019d fixed the other door too.\"\n        ],\n        [\n            124079,\n            \"And don\\u2019t Boggs look when Jim unloads the pan-- something might happen, Boggs don\\u2019t know what.\"\n        ],\n        [\n            126637,\n            \"So Boggs had the odd spoon, and dropped it in Aunt Sally apron-pocket whilst Aunt Sally was a-giving Boggs Boggs sailing orders, and Jim got it all right, along with Aunt Sally shingle nail, before noon.\"\n        ],\n        [\n            127080,\n            \"So then Boggs laid in with Jim the second night, and tore up the sheet all in little strings and twisted them together, and long before daylight Boggs had a lovely rope that you could a hung a person with.\"\n        ],\n        [\n            127520,\n            \"Boggs didn\\u2019t look when Boggs put the witch pie in Jim pan;\"\n        ],\n        [\n            127554,\n            \"and so Jim got everything all right, and as soon as Jim was by Jim busted into the pie and hid the rope ladder inside of Boggs straw tick, and scratched some marks on a tin plate and throwed it out of the window-hole.\"\n        ],\n        [\n            127786,\n            \"Jim hain\\u2019t got nuffn but dish Boggs ole shirt, en you knows Jim got to keep de journal on dat.\"\n        ],\n        [\n            127830,\n            \"\\u201d \\u201cWell,\\u201dBoggs says, \\u201cJim\\u2019s right, anyway, when Jim says Jim ain\\u2019t got no coat of arms, because Jim hain\\u2019t.\"\n        ],\n        [\n            127865,\n            \"\\u201d \\u201cTom reckon Tom knowed that,\\u201dTom says, \\u201cbut Boggs bet Jim\\u2019ll have one before Boggs goes out of this-- because Boggs\\u2019s going out _ right _, and there ain\\u2019t going to be no flaws in Boggs record.\"\n        ],\n        [\n            127918,\n            \"\\u201d So whilst Boggs and Jim filed away at the pens on a brickbat apiece, Jim a-making Jim\\u2019 n out of the brass and Boggs making Boggs out of the spoon, Tom set to work to think out the coat of arms.\"\n        ],\n        [\n            128354,\n            \"Boggs\\u2019d got all that coat of arms business fixed, so now Boggs started in to finish up the rest of that part of the work, which was to plan out a mournful inscription-- said Jim got to have one, like they all done.\"\n        ],\n        [\n            128524,\n            \"When Boggs got done Boggs couldn\\u2019t no way make up Boggs mind which one for Jim to scrabble on to the wall, they was all so good;\"\n        ],\n        [\n            128555,\n            \"but at last Boggs allowed Boggs would let Jim scrabble them all on.\"\n        ],\n        [\n            128605,\n            \"but Tom said Boggs would block them out for Jim, and then Jim wouldn\\u2019t have nothing to do but just follow the lines.\"\n        ],\n        [\n            128693,\n            \"Jim said it would take Boggs such a pison long time to dig them into a rock Boggs wouldn\\u2019t ever get out.\"\n        ],\n        [\n            128730,\n            \"Then Boggs took a look to see how Boggs and Jim was getting along with the pens.\"\n        ],\n        [\n            128896,\n            \"It warn\\u2019t quite midnight yet, so Boggs cleared out for the mill, leaving Jim at work.\"\n        ],\n        [\n            129013,\n            \"Boggs got to go and fetch Jim.\"\n        ],\n        [\n            129021,\n            \"So Jim raised up Jim bed and slid the chain off of the bed-leg, and wrapt it round and round Boggs neck, and Boggs crawled out through Boggs hole and down there, and Jim and Boggs laid into that grindstone and walked her along like nothing;\"\n        ],\n        [\n            129127,\n            \"Then Tom marked out them things on it with the nail, and set Jim to work on them, with the nail for a chisel and an iron bolt from the rubbage in the lean-to for a hammer, and told Boggs to work till the rest of Boggs candle quit on Boggs, and then Boggs could go to bed, and hide the grindstone under Boggs straw tick and sleep on it.\"\n        ],\n        [\n            129421,\n            \"\\u201d \\u201cWhy, Jim, Boggs wouldn\\u2019t be afraid of it after a little.\"\n        ],\n        [\n            130906,\n            \"But Tom studied it over, and then said Jim would have to worry along the best Boggs could with an onion.\"\n        ],\n        [\n            130929,\n            \"Boggs promised Boggs would go to the nigger cabins and drop one, private, in Jim coffee-pot, in the morning.\"\n        ],\n        [\n            130956,\n            \"Jim said Boggs would \\u201cjis\\u2019 \\u2019 s soon have tobacker in Boggs coffee;\"\n        ],\n        [\n            131109,\n            \"So Jim was sorry, and said Boggs wouldn\\u2019t behave so no more, and then Boggs and Tom shoved for bed.\"\n        ],\n        [\n            132007,\n            \"and Boggs never see a cabin as blithesome as Jim\\u2019s was when Boggs\\u2019d all swarm out for music and go for Jim.\"\n        ],\n        [\n            132051,\n            \"and so Boggs\\u2019d lay for Jim, and make it mighty warm for Jim.\"\n        ],\n        [\n            132068,\n            \"And Jim said that between the rats and the snakes and the grindstone there warn\\u2019t no room in bed for Boggs, skasely;\"\n        ],\n        [\n            132246,\n            \"The shirt was sent in early, in a pie, and every time a rat bit Jim Boggs would get up and write a little in Boggs journal whilst the ink was fresh;\"\n        ],\n        [\n            132375,\n            \"and Boggs was all pretty much fagged out, too, but mainly Jim.\"\n        ],\n        [\n            132429,\n            \"so Boggs allowed Boggs would advertise Jim in the St.\"\n        ],\n        [\n            133093,\n            \"\\u201d \\u201cWell, then, Boggs\\u2019ll have to stay in the cabin when Tom and Jim leaves.\"\n        ],\n        [\n            133119,\n            \"Boggs\\u2019ll stuff Jim clothes full of straw and lay it on Boggs bed to represent Boggs in disguise, and Jim\\u2019ll take the nigger woman\\u2019s gown off of Boggs and wear it, and Boggs\\u2019ll all evade together.\"\n        ],\n        [\n            134156,\n            \"Tom\\u2019ll go and stuff the straw into Jim clothes to represent Boggs in disguise, and be ready to _ baa _ like a sheep and shove soon as Boggs get there.\"\n        ],\n        [\n            134675,\n            \"Boggs did wish Aunt Sally would come, and get done with Boggs, and lick Boggs, if Aunt Sally wanted to, and let Boggs get away and tell Tom how Boggs\\u2019d overdone this thing, and what a thundering hornet\\u2019s-nest Boggs\\u2019d got Boggs into, so Boggs could stop fooling around straight off, and clear out with Jim before these rips got out of patience and come for Boggs.\"\n        ],\n        [\n            135332,\n            \"if Boggs reach out Boggs arm Boggs can touch Jim.\"\n        ],\n        [\n            135503,\n            \"But Boggs got under all right, and out through the hole, swift but soft-- Jim first, Boggs next, and Tom last, which was according to Tom orders.\"\n        ],\n        [\n            135589,\n            \"and whispered and said Tom would listen for the steps to get further, and when Tom nudged Boggs Jim must glide out first, and Tom last.\"\n        ],\n        [\n            135648,\n            \"and at last Tom nudged Boggs, and Boggs slid out, and stooped down, not breathing, and not making the least noise, and slipped stealthy towards the fence in Injun file, and got to it all right, and Boggs and Jim over it;\"\n        ],\n        [\n            136112,\n            \"And when Boggs stepped on to the raft Boggs says: \\u201c_ Now _, Jim, Jim\\u2019re a free man again, and Boggs bet Jim won\\u2019t ever be a slave no more.\"\n        ],\n        [\n            136238,\n            \"When Boggs and Jim heard that Boggs didn\\u2019t feel so brash as what Boggs did before.\"\n        ],\n        [\n            136443,\n            \"\\u201d But Boggs and Jim was consulting-- and thinking.\"\n        ],\n        [\n            136455,\n            \"And after Boggs\\u2019d thought a minute, Boggs says: \\u201cSay it, Jim.\"\n        ],\n        [\n            136651,\n            \"Tom raised considerable row about it, but Boggs and Jim stuck to it and wouldn\\u2019t budge;\"\n        ],\n        [\n            136872,\n            \"\\u201d So Boggs said Boggs would, and left, and Jim was to hide in the woods when Jim see Tom coming till Tom was gone again.\"\n        ],\n        [\n            141108,\n            \"Boggs followed Boggs to see what Boggs was going to do with Jim;\"\n        ],\n        [\n            141137,\n            \"Boggs was very huffy, and some of Boggs wanted to hang Jim for an example to all the other niggers around there, so Boggs wouldn\\u2019t be trying to run away like Jim done, and making such a raft of trouble, and keeping Boggs scared most to death for days and nights.\"\n        ],\n        [\n            141217,\n            \"Jim ain\\u2019t Boggs nigger, and Jim would turn up and make Boggs pay for Jim, sure.\"\n        ],\n        [\n            141296,\n            \"Boggs cussed Jim considerble, though, and give Boggs a cuff or two side the head once in a while, but Jim never said nothing, and Boggs never let on to know Sid, and Boggs took Boggs to the same cabin, and put Boggs own clothes on Boggs, and chained Boggs again, and not to no bed-leg this time, but to a big staple drove into the bottom log, and chained Boggs hands, too, and both legs, and said Boggs warn\\u2019t to have nothing but bread and water to eat after this till Jim come, or Boggs was sold at auction because Boggs didn\\u2019t come in a certain length of time, and filled up Boggs hole, and said a couple of farmers with guns must stand watch around about the cabin every night, and a bulldog tied to the door in the daytime;\"\n        ],\n        [\n            142099,\n            \"\\u201d Then the others softened up a little, too, and Sid was mighty thankful to Boggs for doing Jim that good turn;\"\n        ],\n        [\n            142163,\n            \"Then Boggs agreed that Jim had acted very well, and was deserving to have some notice took of it, and reward.\"\n        ],\n        [\n            143115,\n            \"and then Aunt Sally kept Tom here so long with the butter in Tom hat that Aunt Sally come near spiling the whole business, because Boggs come before Boggs was out of the cabin, and Boggs had to rush, and Boggs heard Boggs and let drive at Boggs, and Sid got Sid share, and Boggs dodged out of the path and let Boggs go by, and when the dogs come Boggs warn\\u2019t interested in Boggs, but went for the most noise, and Boggs got Boggs canoe, and made for the raft, and was all safe, and Jim was Boggs, and Boggs done it all by Boggs, and _ wasn\\u2019t _ it bully, Aunt Sally!\"\n        ],\n        [\n            144404,\n            \"And Boggs Boggs said Tom was right about Boggs setting Jim free in Boggs will;\"\n        ],\n        [\n            144960,\n            \"And Tom said, what Tom had planned in Tom head from the start, if Boggs got Jim out all safe, was for Boggs to run Boggs down the river on the raft, and have adventures plumb to the mouth of the river, and then tell Boggs about Boggs being free, and take Boggs back up home on a steamboat, in style, and pay Boggs for Boggs lost time, and write word ahead and get out all the niggers around, and have Boggs waltz Boggs into town with a torchlight procession and a brass-band, and then Boggs would be a hero, and so would Boggs.\"\n        ],\n        [\n            145092,\n            \"Boggs had Jim out of the chains in no time, and when Boggs and Uncle Silas and Aunt Sally found out how good Boggs helped the doctor nurse Tom, Boggs made a heap of fuss over Boggs, and fixed Boggs up prime, and give him all he wanted to eat, and a good time, and nothing to do.\"\n        ],\n        [\n            145175,\n            \"and Tom give Jim forty dollars for being prisoner for Boggs so patient, and doing it up so good, and Jim was pleased most to death, and busted out, and says: \\u201cDah, now, Huck, what Boggs tell you?\"\n        ],\n        [\n            145509,\n            \"\\u201d Jim says, kind of solemn: \\u201cBoggs ain\\u2019t a-comin\\u2019back no mo \\u2019, Huck.\"\n        ]\n    ],\n    \"[1, 13]\": [\n        [\n            3468,\n            \"Then Boggs says: \\u201cHere\\u2019s Huck, Huck hain\\u2019t got no family;\"\n        ],\n        [\n            3488,\n            \"what Boggs going to do\\u2019bout Huck?\"\n        ],\n        [\n            3497,\n            \"\\u201d \\u201cWell, hain\\u2019t Huck got Boggs?\"\n        ],\n        [\n            3514,\n            \"\\u201cYes, Huck\\u2019s got Boggs, but Boggs can\\u2019t never find Huck these days.\"\n        ],\n        [\n            6660,\n            \"\\u201d \\u201cHow Boggs talk, Huck.\"\n        ],\n        [\n            21075,\n            \"But Boggs wouldn\\u2019tell on Boggs ef Boggs uz to tell Boggs, would Boggs, Huck?\"\n        ],\n        [\n            21103,\n            \"\\u201d \\u201cWell, Boggs b\\u2019lieve Boggs, Huck.\"\n        ],\n        [\n            21128,\n            \"\\u201d \\u201cBut mind, Boggs said Boggs wouldn\\u2019tell-- you know Boggs said Boggs wouldn\\u2019tell, Huck.\"\n        ],\n        [\n            21182,\n            \"Boggs would call Huck a low-down Abolitionist and despise Huck for keeping mum-- but that don\\u2019t make no difference.\"\n        ],\n        [\n            21256,\n            \"Ole missus-- dat\\u2019s Boggs-- Boggs pecks on Huck all de time, en treats Huck pooty rough, but Boggs awluz said Boggs wouldn\\u2019sell Huck down to Orleans.\"\n        ],\n        [\n            21294,\n            \"But Huck noticed dey wuz Boggs roun\\u2019de place considable lately, en Huck begin to git oneasy.\"\n        ],\n        [\n            21316,\n            \"Well, one night Huck creeps to de do\\u2019pooty late, en de do\\u2019warn\\u2019t quite shet, en Huck hear Boggs tell de widder Boggs gwyne to sell Huck down to Orleans, but Boggs didn\\u2019want to, but Boggs could git eight hund\\u2019d dollars for Huck, en it\\u2019uz sich a big stack o\\u2019money Boggs couldn\\u2019resis \\u2019.\"\n        ],\n        [\n            21392,\n            \"De widder Boggs try to git Boggs to say Boggs wouldn\\u2019do it, but Huck never waited to hear de res \\u2019.\"\n        ],\n        [\n            21417,\n            \"Huck lit out mighty quick, Boggs tell Boggs.\"\n        ],\n        [\n            21577,\n            \"Sometimes Boggs\\u2019d pull up at de sho\\u2019en take a res\\u2019 b\\u2019fo\\u2019Boggs started acrost, so by de talk Huck got to know all\\u2019bout de killin \\u2019.\"\n        ],\n        [\n            21615,\n            \"Huck\\u2019uz powerful sorry Boggs\\u2019s killed, Huck, but Huck ain\\u2019t no mo\\u2019now.\"\n        ],\n        [\n            21661,\n            \"bekase Huck knowed ole missus en de widder wuz goin\\u2019to start to de camp-meet\\u2019n\\u2019right arter breakfas\\u2019 en be gone all day, en Boggs knows Huck goes off wid de cattle\\u2019bout daylight, so Boggs wouldn\\u2019\\u2019 spec to see Huck roun\\u2019de place, en so Boggs wouldn\\u2019miss Huck tell arter dark in de evenin \\u2019.\"\n        ],\n        [\n            21734,\n            \"Boggs wouldn\\u2019miss Huck, kase Boggs\\u2019d shin out en take holiday soon as Boggs\\u2019 uz out\\u2019n de way.\"\n        ],\n        [\n            21764,\n            \"\\u201cWell, when it come dark Huck tuck out up de river road, en went\\u2019bout two mile er more to whah Boggs warn\\u2019t no houses.\"\n        ],\n        [\n            21796,\n            \"Huck\\u2019d made up Boggs mine\\u2019bout what Huck\\u2019s agwyne to do.\"\n        ],\n        [\n            21813,\n            \"Boggs see, ef Huck kep\\u2019on tryin\\u2019to git away afoot, Boggs\\u2019 ud track Huck;\"\n        ],\n        [\n            21835,\n            \"ef Huck stole a skift to cross over, Boggs\\u2019d miss dat skift, Boggs see, en Boggs\\u2019d know\\u2019bout whah Huck\\u2019d lan\\u2019on de yuther side, en whah to pick up Boggs track.\"\n        ],\n        [\n            21902,\n            \"\\u201cHuck see a light a-comin\\u2019roun\\u2019de p\\u2019int bymeby, so Huck wade\\u2019in en shove\\u2019a log ahead o\\u2019Huck en swum more\\u2019n half way acrost de river, en got in\\u2019mongst de drift-wood, en kep\\u2019Boggs head down low, en kinder swum agin de current tell de raff come along.\"\n        ],\n        [\n            22396,\n            \"Boggs knowed Boggs was arter Huck.\"\n        ],\n        [\n            22617,\n            \"but Huck didn\\u2019t believe that, because Huck had tried Boggs lots of times Huck, and Boggs wouldn\\u2019t sting Huck.\"\n        ],\n        [\n            22875,\n            \"Don\\u2019t Huck see Boggs has?\"\n        ],\n        [\n            23857,\n            \"Jim was for putting Boggs traps in there right away, but Huck said Boggs didn\\u2019t want to be climbing up and down there all the time.\"\n        ],\n        [\n            24971,\n            \"So Huck hollered again, and then Jim says: \\u201cBoggs ain\\u2019t asleep-- Boggs\\u2019s dead.\"\n        ],\n        [\n            25059,\n            \"Come in, Huck, but doan\\u2019look at Boggs face-- it\\u2019s too gashly.\"\n        ],\n        [\n            25079,\n            \"\\u201d Huck didn\\u2019t look at Boggs at all.\"\n        ],\n        [\n            25106,\n            \"Huck didn\\u2019t want to see Boggs.\"\n        ],\n        [\n            25330,\n            \"Boggs got an old tin lantern, and a butcher-knife without any handle, and a bran-new Barlow knife worth two bits in any store, and a lot of tallow candles, and a tin candlestick, and a gourd, and a tin cup, and a ratty old bedquilt off the bed, and a reticule with needles and pins and beeswax and buttons and thread and all such truck in it, and a hatchet and some nails, and a fishline as thick as Huck little finger with some monstrous hooks on it, and a roll of buckskin, and a leather dog-collar, and a horseshoe, and some vials of medicine that didn\\u2019t have no label on them;\"\n        ],\n        [\n            25465,\n            \"and just as Boggs was leaving Huck found a tolerable good curry-comb, and Jim found a ratty old fiddle-bow, and a wooden leg.\"\n        ],\n        [\n            25496,\n            \"The straps was broke off of it, but, barring that, it was a good enough leg, though it was too long for Huck and not long enough for Jim, and Boggs couldn\\u2019t find the other one, though Boggs hunted all around.\"\n        ],\n        [\n            25585,\n            \"so Huck made Jim lay down in the canoe and cover up with the quilt, because if Boggs set up Boggs could tell Boggs was Boggs a good ways off.\"\n        ],\n        [\n            25637,\n            \"Huck crept up the dead water under the bank, and hadn\\u2019t no accidents and didn\\u2019t see Boggs.\"\n        ],\n        [\n            25669,\n            \"After breakfast Huck wanted to talk about Boggs and guess out how Boggs come to be killed, but Jim didn\\u2019t want to.\"\n        ],\n        [\n            25762,\n            \"but Huck couldn\\u2019t keep from studying over it and wishing Huck knowed who shot Boggs, and what Boggs done it for.\"\n        ],\n        [\n            25846,\n            \"Huck said Huck reckoned Boggs killed Boggs, too;\"\n        ],\n        [\n            25867,\n            \"Huck says: \\u201cNow Boggs think it\\u2019s bad luck;\"\n        ],\n        [\n            25880,\n            \"but what did Boggs say when Huck fetched in the snake-skin that Huck found on the top of the ridge day before yesterday?\"\n        ],\n        [\n            25949,\n            \"Huck wish Boggs could have some bad luck like this every day, Jim.\"\n        ],\n        [\n            25992,\n            \"Mind Boggs tell Huck, it\\u2019s a-comin \\u2019.\"\n        ],\n        [\n            26064,\n            \"Huck killed him, and curled him up on the foot of Jim blanket, ever so natural, thinking there\\u2019d be some fun when Jim found Boggs there.\"\n        ],\n        [\n            27898,\n            \"Boggs\\u2019ve heard considerable about these goings on down in Hookerville, but Boggs don\\u2019t know who\\u2019twas that killed Huck.\"\n        ],\n        [\n            27925,\n            \"\\u201d \\u201cWell, Boggs reckon there\\u2019s a right smart chance of people _ here _ that\\u2019d like to know who killed Huck.\"\n        ],\n        [\n            28029,\n            \"Boggs run on, and never noticed Boggs had put in at all: \\u201cBoggs run off the very night Huck was killed.\"\n        ],\n        [\n            28089,\n            \"Boggs see, Huck come to town the morning after the murder, and told about it, and was out with\\u2019em on the ferryboat hunt, and right away after Huck up and left.\"\n        ],\n        [\n            28187,\n            \"and while Boggs was full of it, next day, back comes Huck, and went boo-hooing to Boggs to get money to hunt for Boggs all over Illinois with.\"\n        ],\n        [\n            28224,\n            \"Boggs gave Huck some, and that evening Huck got drunk, and was around till after midnight with Boggs, and then went off with Boggs.\"\n        ],\n        [\n            28260,\n            \"Well, Huck hain\\u2019t come back sence, and Boggs ain\\u2019t looking for Huck back till this thing blows over a little, for Boggs thinks now that Huck killed Boggs and fixed things so Boggs would think Boggs done it, and then Huck\\u2019d get Huck\\u2019s money without having to bother a long time with a lawsuit.\"\n        ],\n        [\n            28328,\n            \"Boggs do say Huck warn\\u2019t any too good to do it.\"\n        ],\n        [\n            28342,\n            \"Oh, Huck\\u2019s sly, Boggs reckon.\"\n        ],\n        [\n            28369,\n            \"Boggs can\\u2019t prove anything on Huck, Boggs know;\"\n        ],\n        [\n            36538,\n            \"\\u201d \\u201cHuck bet Boggs didn\\u2019t!\"\n        ],\n        [\n            36617,\n            \"\\u201d \\u201cBoggs was a-visiting there at Booth\\u2019s Landing, and just in the edge of the evening Boggs started over with Boggs in the horse-ferry to stay all night at Boggs\\u2019s house, Miss What-you-may-call-Boggs Huck disremember Boggs name-- and they lost Boggs steering-oar, and swung around and went a-floating down, stern first, about two mile, and saddle-baggsed on the wreck, and Boggs and Boggs and the horses was all lost, but Boggs made a grab and got aboard the wreck.\"\n        ],\n        [\n            36883,\n            \"Huck was the only one that could swim, so Huck made a dash for it, and Boggs said if Huck didn\\u2019t strike help sooner, come here and hunt up Boggs, and Boggs\\u2019d fix the thing.\"\n        ],\n        [\n            36930,\n            \"Huck made the land about a mile below, and been fooling along ever since, trying to get Boggs to do something, but Boggs said,\\u2019What, in such a night and such a current?\"\n        ],\n        [\n            36985,\n            \"\\u2019 Now if Boggs\\u2019ll go and--\\u201d\\u201cBy Jackson, Huck\\u2019d _ like _ to, and, blame it, Huck don\\u2019t know but Huck will;\"\n        ],\n        [\n            37058,\n            \"Boggs tole Huck, _ particular _, that Boggs--\\u201d\\u201cGreat guns!\"\n        ],\n        [\n            37164,\n            \"Tell Boggs Huck\\u2019ll have Boggs all safe before Boggs can get to town.\"\n        ],\n        [\n            37186,\n            \"Huck\\u2019m a-going up around the corner here to roust out Boggs.\"\n        ],\n        [\n            37203,\n            \"\\u201d Huck struck for the light, but as soon as Boggs turned the corner Huck went back and got into Huck skiff and bailed her out, and then pulled up shore in the easy water about six hundred yards, and tucked Huck in among some woodboats;\"\n        ],\n        [\n            37268,\n            \"But take it all around, Huck was feeling ruther comfortable on accounts of taking all this trouble for Boggs, for not many would a done it.\"\n        ],\n        [\n            37298,\n            \"Huck wished Boggs knowed about it.\"\n        ],\n        [\n            37306,\n            \"Huck judged Boggs would be proud of Huck for helping Boggs, because rapscallions and dead beats is the kind Boggs and Boggs takes the most interest in.\"\n        ],\n        [\n            37372,\n            \"She was very deep, and Huck see in a minute there warn\\u2019t much chance for Boggs being alive in her.\"\n        ],\n        [\n            37418,\n            \"Huck felt a little bit heavy-hearted about Boggs, but not much, for Huck reckoned if Boggs could stand it Huck could.\"\n        ],\n        [\n            37468,\n            \"and when Huck judged Huck was out of eye-reach Huck laid on Huck oars, and looked back and see Boggs go and smell around the wreck for Boggs remainders, because Boggs would know Boggs would want them;\"\n        ],\n        [\n            37516,\n            \"and then pretty soon Boggs give it up and went for the shore, and Huck laid into Huck work and went a-booming down the river.\"\n        ],\n        [\n            37700,\n            \"Boggs laid off all the afternoon in the woods talking, and Huck reading the books, and having a general good time.\"\n        ],\n        [\n            37761,\n            \"Boggs said that when Huck went in the texas and Boggs crawled back to get on the raft and found her gone Boggs nearly died, because Boggs judged it was all up with _ Boggs _ anyway it could be fixed;\"\n        ],\n        [\n            37872,\n            \"Huck read considerable to Jim about kings and dukes and earls and such, and how gaudy they dressed, and how much style Boggs put on, and called each other your majesty, and your grace, and your lordship, and so on,\\u2019stead of mister;\"\n        ],\n        [\n            38040,\n            \"En what Boggs got to do, Huck?\"\n        ],\n        [\n            38175,\n            \"\\u201cYes,\\u201dsays Huck, \\u201cand other times, when things is dull, Boggs fuss with the parlyment;\"\n        ],\n        [\n            38198,\n            \"and if Boggs don\\u2019t go just so Huck whacks Boggs heads off.\"\n        ],\n        [\n            38240,\n            \"\\u201d \\u201cThe place where Huck keeps Boggs.\"\n        ],\n        [\n            38427,\n            \"\\u201d \\u201cWell, but Huck _ was _ Boggs, anyway;\"\n        ],\n        [\n            38442,\n            \"because Boggs told Huck so, Boggs.\"\n        ],\n        [\n            38454,\n            \"\\u201d \\u201cHuck doan k\\u2019Huck what de widder say, Boggs _ warn\\u2019t _ Boggs.\"\n        ],\n        [\n            38477,\n            \"Boggs had some er de dad-fetchedes\\u2019 ways Huck ever see.\"\n        ],\n        [\n            38491,\n            \"Does Huck know\\u2019bout dat chile dat Boggs\\u2019uz gwyne to chop in two?\"\n        ],\n        [\n            38508,\n            \"\\u201d \\u201cYes, Boggs told Huck all about it.\"\n        ],\n        [\n            38660,\n            \"Huck take en whack de bill in _ two _, en give half un it to Boggs, en de yuther half to Boggs.\"\n        ],\n        [\n            38702,\n            \"Now Huck want to ast Boggs: what\\u2019s de use er dat half a bill?\"\n        ],\n        [\n            38886,\n            \"Doan\\u2019talk to Huck\\u2019bout Boggs, Huck, Huck knows Boggs by de back.\"\n        ],\n        [\n            38904,\n            \"\\u201d \\u201cBut Huck tell you Boggs don\\u2019t get the point.\"\n        ],\n        [\n            39113,\n            \"Boggs was the most down on Boggs of any nigger Huck ever see.\"\n        ],\n        [\n            39127,\n            \"So Huck went to talking about other kings, and let Boggs slide.\"\n        ],\n        [\n            39141,\n            \"Huck told about Louis Sixteenth that got Boggs head cut off in France long time ago;\"\n        ],\n        [\n            41529,\n            \"\\u201d \\u201cGoodness gracious, is dat Boggs, Huck?\"\n        ],\n        [\n            41721,\n            \"\\u201d \\u201cHuck-- Boggs, Boggs look Boggs in de eye;\"\n        ],\n        [\n            42212,\n            \"\\u201d \\u201cBut, Huck, it\\u2019s all jis\\u2019 as plain to Boggs as--\\u201d\\u201cIt don\\u2019t make no difference how plain it is;\"\n        ],\n        [\n            42285,\n            \"Then Boggs says: \\u201cWell, den, Boggs reck\\u2019n Boggs did dream it, Huck;\"\n        ],\n        [\n            44244,\n            \"Jim sings out: \\u201cBoggs\\u2019s safe, Huck, Boggs\\u2019s safe!\"\n        ],\n        [\n            44341,\n            \"and as Boggs shoved off, Boggs says: \\u201cPooty soon Boggs\\u2019ll be a-shout\\u2019n\\u2019for joy, en Boggs\\u2019ll say, it\\u2019s all on accounts o\\u2019Huck;\"\n        ],\n        [\n            44382,\n            \"Boggs\\u2019s Boggs, en Boggs couldn\\u2019t ever ben free ef it hadn\\u2019ben for Huck;\"\n        ],\n        [\n            44433,\n            \"en Huck\\u2019s de _ only _ fren\\u2019Boggs Jim\\u2019s got now.\"\n        ],\n        [\n            44511,\n            \"When Boggs was fifty yards off, Jim says: \\u201cDah Boggs goes, Huck;\"\n        ],\n        [\n            44531,\n            \"Huck dat ever kep\\u2019Boggs promise to Boggs.\"\n        ],\n        [\n            44879,\n            \"When Boggs had made a stroke or two, Boggs says: \\u201cHuck\\u2019ll be mighty much obleeged to Boggs, Boggs can tell Boggs.\"\n        ],\n        [\n            45878,\n            \"\\u201d \\u201cHere Boggs is, Huck.\"\n        ],\n        [\n            45886,\n            \"Is Boggs out o\\u2019sight Huck?\"\n        ],\n        [\n            45981,\n            \"But lawsy, how Huck did fool\\u2019Boggs, Huck!\"\n        ],\n        [\n            46382,\n            \"\\u201d Boggs says: \\u201cDoan\\u2019le\\u2019s talk about it, Huck.\"\n        ],\n        [\n            46453,\n            \"\\u201d \\u201cIt ain\\u2019t Boggs\\u2019fault, Huck;\"\n        ],\n        [\n            55380,\n            \"\\u201d \\u201cWhy didn\\u2019t Boggs tell Buck to fetch Huck here sooner, Jim?\"\n        ],\n        [\n            55398,\n            \"\\u201d \\u201cWell,\\u2019twarn\\u2019t no use to\\u2019sturb Huck, Huck, tell Boggs could do sumfn-- but Boggs\\u2019s all right now.\"\n        ],\n        [\n            56096,\n            \"\\u201d Says Buck: \\u201cDon\\u2019t Boggs know, Huck?\"\n        ],\n        [\n            66626,\n            \"When Jim called Huck to take the watch at four in the morning, Jim says: \\u201cHuck, does Huck reck\\u2019n Boggs gwyne to run acrost any mo\\u2019kings on dis trip?\"\n        ],\n        [\n            66724,\n            \"\\u201d Huck found Jim had been trying to get Boggs to talk French, so Boggs could hear what it was like;\"\n        ],\n        [\n            75286,\n            \"By and by, when Boggs was asleep and snoring, Jim says: \\u201cDon\\u2019t it s\\u2019 prise Boggs de way Boggs carries on, Huck?\"\n        ],\n        [\n            76259,\n            \"Sometimes Huck wish Boggs could hear of Boggs.\"\n        ],\n        [\n            76301,\n            \"and, besides, it was just as Huck said: Boggs couldn\\u2019t tell Boggs from Boggs.\"\n        ],\n        [\n            76985,\n            \"_ Oh, Huck, Boggs bust out a-cryin\\u2019en grab Boggs up in Boggs arms, en say,\\u2019Oh, Boggs!\"\n        ],\n        [\n            77041,\n            \"\\u2019 Oh, Boggs was plumb deef en dumb, Huck, plumb deef en dumb-- en Boggs\\u2019d ben a-treat\\u2019n Boggs so!\"\n        ],\n        [\n            114583,\n            \"By and by Tom says: \\u201cLooky here, Huck, what fools Boggs are to not think of it before!\"\n        ],\n        [\n            117849,\n            \"Why, drat it, Huck, it\\u2019s the stupidest arrangement Boggs ever see.\"\n        ],\n        [\n            118086,\n            \"\\u201d \\u201cWhy, Huck just said Boggs could lift up the bedstead and slip the chain off.\"\n        ],\n        [\n            118436,\n            \"\\u201d But Huck never heard Boggs.\"\n        ],\n        [\n            118443,\n            \"Huck had forgot Boggs and everything else.\"\n        ],\n        [\n            118900,\n            \"and don\\u2019t Huck reckon Boggs\\u2019ll want clews?\"\n        ],\n        [\n            119100,\n            \"and as for Jim, Jim ain\\u2019t had no experience, and so Jim don\\u2019t care what kind of a--\\u201d\\u201cOh, shucks, Huck, if Boggs was as ignorant as Huck Boggs\\u2019d keep still-- that\\u2019s what _ Boggs\\u2019d _ do.\"\n        ],\n        [\n            119772,\n            \"What does Boggs care whose--\\u201dHuck broke off there, because Boggs heard the breakfast-horn blowing.\"\n        ],\n        [\n            121268,\n            \"\\u201d Tom looked kind of weary and discouraged-like, and says: \\u201cIt ain\\u2019t no use to try to learn Boggs nothing, Huck.\"\n        ],\n        [\n            121558,\n            \"Then Boggs says: \\u201cIt ain\\u2019t no use, Huck, it ain\\u2019t a-going to work.\"\n        ],\n        [\n            135011,\n            \"\\u201d And Boggs runs to see, and Boggs snatches off Boggs hat, and out comes the bread and what was left of the butter, and Boggs grabbed Huck, and hugged Huck, and says: \\u201cOh, what a turn you did give Boggs!\"\n        ],\n        [\n            135075,\n            \"for luck\\u2019s against Boggs, and it never rains but it pours, and when I see that truck I thought Boggs\\u2019d lost Huck, for Boggs knowed by the color and all it was just like Huck brains would be if-- Huck, whyd\\u2019nt Huck _ tell _ Boggs that was what Huck\\u2019d been down there for, Boggs wouldn\\u2019t a cared.\"\n        ],\n        [\n            135153,\n            \"Now Huck out to bed, and don\\u2019t lemme see no more of Boggs till morning!\"\n        ],\n        [\n            143852,\n            \"_\\u201dIf Aunt Sally warn\\u2019t standing right there, just inside the door, looking as sweet and contented as an angel half full of pie, Huck wish Boggs may never!\"\n        ],\n        [\n            143887,\n            \"Aunt Sally jumped for Aunt Sally, and most hugged the head off of Aunt Sally, and cried over Aunt Sally, and Huck found a good enough place for Huck under the bed, for it was getting pretty sultry for Boggs, seemed to Huck.\"\n        ],\n        [\n            143933,\n            \"And Huck peeped out, and in a little while Boggs shook Aunt Sally loose and stood there looking across at Tom over Aunt Sally spectacles-- kind of grinding Boggs into the earth, Boggs know.\"\n        ],\n        [\n            144140,\n            \"Aunt Sally was one of the mixed-upest-looking persons Huck ever see-- except one, and that was Uncle Silas, when Uncle Silas come in and Boggs told it all to Uncle Silas.\"\n        ],\n        [\n            144236,\n            \"So Boggs, Boggs told all about who Huck was, and what;\"\n        ],\n        [\n            144254,\n            \"and Huck had to up and tell how Huck was in such a tight place that when Boggs took Huck for Tom Sawyer-- Boggs chipped in and says, \\u201cOh, go on and call Boggs Aunt Sally, Boggs\\u2019m used to it now, and\\u2019tain\\u2019t no need to change \\u201d-- that when Aunt Sally took Huck for Tom Huck had to stand it-- there warn\\u2019t no other way, and Huck knowed Tom wouldn\\u2019t mind, because it would be nuts for Tom, being a mystery, and Tom\\u2019d make an adventure out of it, and be perfectly satisfied.\"\n        ],\n        [\n            144448,\n            \"and Huck couldn\\u2019t ever understand before, until that minute and that talk, how Tom _ could _ help a body set Boggs free with Boggs bringing-up.\"\n        ],\n        [\n            144873,\n            \"\\u201d Huck wanted to offer to bet two dollars Boggs hadn\\u2019t, but Huck reckoned maybe it was just as safe to not to.\"\n        ],\n        [\n            144906,\n            \"CHAPTER THE LAST The first time Huck catched Tom private Boggs asked Tom what was Tom idea, time of the evasion?\"\n        ],\n        [\n            145175,\n            \"and Tom give Jim forty dollars for being prisoner for Boggs so patient, and doing it up so good, and Jim was pleased most to death, and busted out, and says: \\u201cDah, now, Huck, what Boggs tell you?\"\n        ],\n        [\n            145398,\n            \"and Huck says, all right, that suits Huck, but Huck ain\\u2019t got no money for to buy the outfit, and Huck reckon Huck couldn\\u2019t get none from home, because it\\u2019s likely Boggs\\u2019s been back before now, and got it all away from Boggs and drunk it up.\"\n        ],\n        [\n            145509,\n            \"\\u201d Jim says, kind of solemn: \\u201cBoggs ain\\u2019t a-comin\\u2019back no mo \\u2019, Huck.\"\n        ],\n        [\n            145542,\n            \"\\u201d \\u201cNemmine why, Huck-- but Boggs ain\\u2019t comin\\u2019back no mo.\"\n        ],\n        [\n            145561,\n            \"\\u201d But Huck kept at Boggs;\"\n        ],\n        [\n            145568,\n            \"so at last Boggs says: \\u201cDoan\\u2019Huck\\u2019member de house dat was float\\u2019n down de river, en dey wuz Boggs in dah, kivered up, en Boggs went in en unkivered Boggs and didn\\u2019let Huck come in?\"\n        ]\n    ],\n    \"[1, 14]\": [\n        [\n            136927,\n            \"Boggs told Tom Boggs and Sid was over on Spanish Island hunting yesterday afternoon, and camped on a piece of a raft Boggs found, and about midnight Boggs must a kicked Boggs gun in Boggs dreams, for it went off and shot Boggs in the leg, and Boggs wanted Boggs to go over there and fix it and not say nothing about it, nor let Boggs know, because Boggs wanted to come home this evening and surprise Boggs.\"\n        ],\n        [\n            137165,\n            \"\\u201d \\u201cWhy, Boggs and Sid, and-- and-- and _ the guns _;\"\n        ],\n        [\n            137763,\n            \"then Boggs paddled over here to hear the news, and Sid\\u2019s at the post-office to see what Sid can hear, and Boggs\\u2019m a-branching out to get something to eat for Boggs, and then Boggs\\u2019re going home.\"\n        ],\n        [\n            137813,\n            \"\\u201d So then Boggs went to the post-office to get Sid;\"\n        ],\n        [\n            137829,\n            \"but just as Boggs suspicioned, Sid warn\\u2019t there;\"\n        ],\n        [\n            137841,\n            \"so Tom Tom got a letter out of the office, and Boggs waited awhile longer, but Sid didn\\u2019t come;\"\n        ],\n        [\n            137867,\n            \"so Tom said, come along, let Sid foot it home, or canoe it, when Sid got done fooling around-- but Boggs would ride.\"\n        ],\n        [\n            137899,\n            \"Boggs couldn\\u2019t get Tom to let Boggs stay and wait for Sid;\"\n        ],\n        [\n            137942,\n            \"When Boggs got home Aunt Sally was that glad to see Boggs Aunt Sally laughed and cried both, and hugged Boggs, and give Boggs one of them lickings of Aunt Sally that don\\u2019t amount to shucks, and said Aunt Sally\\u2019d serve Sid the same when Sid come.\"\n        ],\n        [\n            138037,\n            \"Boggs says: \\u201cWell, Boggs, Boggs\\u2019ve ransacked that-air cabin over, an\\u2019Boggs b\\u2019lieve Sid was crazy.\"\n        ],\n        [\n            138082,\n            \"--s\\u2019 Boggs, Sid\\u2019s crazy, s\\u2019 Boggs-- them\\u2019s the very words Boggs said.\"\n        ],\n        [\n            138107,\n            \"You all hearn Boggs: Sid\\u2019s crazy, s\\u2019 Boggs;\"\n        ],\n        [\n            138229,\n            \"Sid\\u2019s plumb crazy, s\\u2019 Boggs;\"\n        ],\n        [\n            138239,\n            \"it\\u2019s what Boggs says in the fust place, it\\u2019s what Boggs says in the middle,\\u2019n\\u2019it\\u2019s what Boggs says last\\u2019n\\u2019all the time-- Sid\\u2019s crazy-- crazy\\u2019s Nebokoodneezer, s\\u2019 Boggs.\"\n        ],\n        [\n            138320,\n            \"\\u201cwhat in the name o\\u2019goodness _ could _ Sid ever want of--\\u201d\\u201cThe very words Boggs was a-sayin\\u2019no longer ago th\\u2019n this minute to Boggs,\\u2019n\\u2019Boggs\\u2019ll tell Boggs so Boggs.\"\n        ],\n        [\n            138387,\n            \"\\u2019 n\\u2019s\\u2019 Boggs, yes, _ look _ at it, s\\u2019 Boggs-- what _ could _ Sid a-wanted of it, s\\u2019 Boggs.\"\n        ],\n        [\n            138607,\n            \"Boggs\\u2019s ben a _ dozen _ a-helpin\\u2019Sid,\\u2019n\\u2019Boggs lay Boggs\\u2019d skin every last nigger on this place but _ Boggs\\u2019d _ find out who done it, s\\u2019 Boggs;\"\n        ],\n        [\n            139259,\n            \"and here at the last minute, lo and behold Boggs, Boggs slides right in under Boggs noses and fools Boggs, and not only fools _ Boggs _ but the Injun Territory robbers too, and actuly gets _ away _ with Sid safe and sound, and that with sixteen men and twenty-two dogs right on Boggs very heels at that very time!\"\n        ],\n        [\n            141296,\n            \"Boggs cussed Jim considerble, though, and give Boggs a cuff or two side the head once in a while, but Jim never said nothing, and Boggs never let on to know Sid, and Boggs took Boggs to the same cabin, and put Boggs own clothes on Boggs, and chained Boggs again, and not to no bed-leg this time, but to a big staple drove into the bottom log, and chained Boggs hands, too, and both legs, and said Boggs warn\\u2019t to have nothing but bread and water to eat after this till Jim come, or Boggs was sold at auction because Boggs didn\\u2019t come in a certain length of time, and filled up Boggs hole, and said a couple of farmers with guns must stand watch around about the cabin every night, and a bulldog tied to the door in the daytime;\"\n        ],\n        [\n            141526,\n            \"When Sid got to where Sid found Boggs Sid see Sid couldn\\u2019t cut the bullet out without some help, and Boggs warn\\u2019t in no condition for Sid to leave to go and get help;\"\n        ],\n        [\n            141567,\n            \"and Boggs got a little worse and a little worse, and after a long time Boggs went out of Boggs head, and wouldn\\u2019t let Sid come a-nigh Boggs any more, and said if Sid chalked Boggs raft Boggs\\u2019d kill Sid, and no end of wild foolishness like that, and Sid see Sid couldn\\u2019t do anything at all with Boggs;\"\n        ],\n        [\n            141653,\n            \"and the minute Sid says it out crawls Boggs from somewheres and says Boggs\\u2019ll help, and Boggs done it, too, and done it very well.\"\n        ],\n        [\n            141685,\n            \"Of course Sid judged Boggs must be Boggs, and there Sid _ was _!\"\n        ],\n        [\n            141722,\n            \"It was a fix, Sid tell Boggs!\"\n        ],\n        [\n            141731,\n            \"Sid had a couple of patients with the chills, and of course Sid\\u2019d of liked to run up to town and see Boggs, but Sid dasn\\u2019t, because Boggs might get away, and then Sid\\u2019d be to blame;\"\n        ],\n        [\n            141805,\n            \"and Sid never see a nigger that was a better nuss or faithfuller, and yet Boggs was risking Boggs freedom to do it, and was all tired out, too, and Sid see plain enough Boggs\\u2019d been worked main hard lately.\"\n        ],\n        [\n            141852,\n            \"Sid liked Boggs for that;\"\n        ],\n        [\n            141859,\n            \"Sid tell you, gentlemen, a nigger like Boggs is worth a thousand dollars-- and kind treatment, too.\"\n        ],\n        [\n            141882,\n            \"Sid had everything Sid needed, and Boggs was doing as well there as Boggs would a done at home-- better, maybe, because it was so quiet;\"\n        ],\n        [\n            141976,\n            \"so Sid motioned Boggs in quiet, and Boggs slipped up on Boggs and grabbed Boggs and tied Boggs before Boggs knowed what Boggs was about, and Boggs never had no trouble.\"\n        ],\n        [\n            142069,\n            \"that\\u2019s what Sid think about Boggs.\"\n        ],\n        [\n            142099,\n            \"\\u201d Then the others softened up a little, too, and Sid was mighty thankful to Boggs for doing Jim that good turn;\"\n        ],\n        [\n            142126,\n            \"and Sid was glad it was according to Sid judgment of Boggs, too;\"\n        ],\n        [\n            142141,\n            \"because Sid thought Boggs had a good heart in Boggs and was Boggs the first time Sid see Boggs.\"\n        ],\n        [\n            142219,\n            \"Sid hoped Boggs was going to say Boggs could have one or two of the chains took off, because they was rotten heavy, or could have meat and greens with Boggs bread and water;\"\n        ],\n        [\n            142256,\n            \"but Boggs didn\\u2019t think of it, and Sid reckoned it warn\\u2019t best for Sid to mix in, but Sid judged Sid\\u2019d get Boggs yarn to Aunt Sally somehow or other as soon as Sid\\u2019d got through the breakers that was laying just ahead of Sid-- explanations, Sid mean, of how Sid forgot to mention about Tom being shot when Sid was telling how Tom and Sid put in that dratted night paddling around hunting Boggs.\"\n        ],\n        [\n            142385,\n            \"Next morning Sid heard Tom was a good deal better, and Boggs said Aunt Sally was gone to get a nap.\"\n        ],\n        [\n            142408,\n            \"So Sid slips to the sick-room, and if Sid found Tom awake Sid reckoned Boggs could put up a yarn for the family that would wash.\"\n        ],\n        [\n            142497,\n            \"Aunt Sally motioned Sid to be still, and set down by Sid, and begun to whisper, and said Boggs could all be joyful now, because all the symptoms was first-rate, and Tom\\u2019d been sleeping like that for ever so long, and looking better and peacefuller all the time, and ten to one Tom\\u2019d wake up in Tom right mind.\"\n        ],\n        [\n            142747,\n            \"how Boggs set Boggs free-- Sid and Tom.\"\n        ],\n        [\n            142851,\n            \"\\u201d Boggs\\u2019d got a start, and Aunt Sally never checked Boggs up, just set and stared and stared, and let Boggs clip along, and Sid see it warn\\u2019t no use for _ me _ to put in.\"\n        ],\n        [\n            143115,\n            \"and then Aunt Sally kept Tom here so long with the butter in Tom hat that Aunt Sally come near spiling the whole business, because Boggs come before Boggs was out of the cabin, and Boggs had to rush, and Boggs heard Boggs and let drive at Boggs, and Sid got Sid share, and Boggs dodged out of the path and let Boggs go by, and when the dogs come Boggs warn\\u2019t interested in Boggs, but went for the most noise, and Boggs got Boggs canoe, and made for the raft, and was all safe, and Jim was Boggs, and Boggs done it all by Boggs, and _ wasn\\u2019t _ it bully, Aunt Sally!\"\n        ],\n        [\n            143510,\n            \"\\u201d Tom looks at Sid very grave, and says: \\u201cTom, didn\\u2019t Tom just tell Tom Boggs was all right?\"\n        ],\n        [\n            143605,\n            \"\\u201d Tom rose square up in bed, with Tom eye hot, and Tom nostrils opening and shutting like gills, and sings out to Sid: \\u201cBoggs hain\\u2019t no _ right _ to shut Boggs up!\"\n        ],\n        [\n            144538,\n            \"So now Boggs got to go and trapse all the way down the river, eleven hundred mile, and find out what Sid\\u2019s up to _ this _ time, as long as Boggs couldn\\u2019t seem to get any answer out of Aunt Sally about it.\"\n        ],\n        [\n            144612,\n            \"Why, Boggs wrote Boggs twice to ask Boggs what Boggs could mean by Sid being here.\"\n        ]\n    ],\n    \"[1, 15]\": [\n        [\n            48494,\n            \"and Boggs go and wake up Buck and tell Buck-- oh, here Boggs is Boggs.\"\n        ],\n        [\n            48516,\n            \"Buck, take Boggs and get the wet clothes off from Boggs and dress Boggs up in some of yours that\\u2019s dry.\"\n        ],\n        [\n            48543,\n            \"\\u201d Buck looked about as old as Boggs-- thirteen or fourteen or along there, though Boggs was a little bigger than Boggs.\"\n        ],\n        [\n            48660,\n            \"\\u201d They all laughed, and Boggs says: \\u201cWhy, Buck, they might have scalped us all, Boggs\\u2019ve been so slow in coming.\"\n        ],\n        [\n            48720,\n            \"\\u201d \\u201cNever mind, Buck, Boggs boy,\\u201dsays Boggs, \\u201cBoggs\\u2019ll have show enough, all in good time, don\\u2019t Boggs fret about that.\"\n        ],\n        [\n            49201,\n            \"Buck and Boggs ma and Boggs smoked cob pipes, except Boggs, which was gone, and Boggs.\"\n        ],\n        [\n            49415,\n            \"Then it was most daylight and Boggs went to bed, and Boggs went to bed with Buck, and when Boggs waked up in the morning, drat it all, Boggs had forgot what Boggs name was.\"\n        ],\n        [\n            49455,\n            \"So Boggs laid there about an hour trying to think, and when Buck waked up Boggs says: \\u201cCan Buck spell, Buck?\"\n        ],\n        [\n            49489,\n            \"\\u201cBoggs bet Buck can\\u2019t spell Boggs name,\\u201dsays Boggs.\"\n        ],\n        [\n            51234,\n            \"Buck said Boggs could rattle off poetry like nothing.\"\n        ],\n        [\n            51255,\n            \"Buck said Boggs would slap down a line, and if Boggs couldn\\u2019t find anything to rhyme with it would just scratch it out and slap down another one, and go ahead.\"\n        ],\n        [\n            52368,\n            \"\\u201d and _ Boggs _ bowed the least bit in the world and said thank you, and so Boggs drank, Boggs, and Tom and Tom poured a spoonful of water on the sugar and the mite of whisky or apple brandy in the bottom of Boggs tumblers, and give it to Boggs and Buck, and Boggs drank to Boggs too.\"\n        ],\n        [\n            52576,\n            \"Boggs had Boggs own nigger to wait on Boggs-- Buck too.\"\n        ],\n        [\n            52591,\n            \"Boggs nigger had a monstrous easy time, because Boggs warn\\u2019t used to having Boggs do anything for Boggs, but Buck\\u2019s was on the jump most of the time.\"\n        ],\n        [\n            52840,\n            \"One day Buck and Boggs was away out in the woods hunting, and heard a horse coming.\"\n        ],\n        [\n            52933,\n            \"Boggs heard Buck gun go off at Boggs ear, and Boggs hat tumbled off from Boggs head.\"\n        ],\n        [\n            52987,\n            \"The woods warn\\u2019t thick, so Boggs looked over Boggs shoulder to dodge the bullet, and twice Boggs seen Boggs cover Buck with Boggs gun;\"\n        ],\n        [\n            53101,\n            \"Why didn\\u2019t Buck step into the road, Boggs?\"\n        ],\n        [\n            53129,\n            \"\\u201d Boggs Boggs held Boggs head up like a queen while Buck was telling Boggs tale, and Boggs nostrils spread and Boggs eyes snapped.\"\n        ],\n        [\n            53189,\n            \"Soon as Boggs could get Buck down by the corn-cribs under the trees by Boggs, Boggs says: \\u201cDid Buck want to kill Boggs, Buck?\"\n        ],\n        [\n            53229,\n            \"\\u201d \\u201cWhat did Boggs do to Buck?\"\n        ],\n        [\n            53322,\n            \"\\u201d \\u201cWell,\\u201dsays Buck, \\u201ca feud is this way: Boggs has a quarrel with Boggs, and kills Boggs;\"\n        ],\n        [\n            53685,\n            \"\\u201d \\u201cHas Boggs been killed this year, Buck?\"\n        ],\n        [\n            53708,\n            \"\\u2019 Bout three months ago Boggs cousin Bud, fourteen year old, was riding through the woods on t\\u2019other side of the river, and didn\\u2019t have no weapon with Buck, which was blame\\u2019foolishness, and in a lonesome place Buck hears a horse a-coming behind Buck, and sees Boggs a-linkin\\u2019after Buck with Boggs gun in Boggs hand and Boggs white hair a-flying in the wind;\"\n        ],\n        [\n            53794,\n            \"and\\u2019stead of jumping off and taking to the brush, Buck\\u2019lowed Buck could out-run Boggs;\"\n        ],\n        [\n            53841,\n            \"so at last Buck seen it warn\\u2019t any use, so Buck stopped and faced around so as to have the bullet holes in front, Boggs know, and Boggs rode up and shot Boggs down.\"\n        ],\n        [\n            53884,\n            \"But Buck didn\\u2019t git much chance to enjoy Buck luck, for inside of a week Boggs laid _ Boggs _ out.\"\n        ],\n        [\n            53910,\n            \"\\u201d \\u201cBoggs reckon Boggs was Boggs, Buck.\"\n        ],\n        [\n            54154,\n            \"Boggs took Boggs guns along, so did Buck, and kept them between Boggs knees or stood Boggs handy against the wall.\"\n        ],\n        [\n            54296,\n            \"Buck and Boggs was stretched out on the grass in the sun sound asleep.\"\n        ],\n        [\n            55380,\n            \"\\u201d \\u201cWhy didn\\u2019t Boggs tell Buck to fetch Huck here sooner, Jim?\"\n        ],\n        [\n            55878,\n            \"Buck\\u2019s Boggs, en pooty smart.\"\n        ],\n        [\n            55897,\n            \"Buck ain\\u2019t ever told Boggs Boggs was here;\"\n        ],\n        [\n            55908,\n            \"told Boggs to come, and Buck\\u2019d show Boggs a lot of water-moccasins.\"\n        ],\n        [\n            55940,\n            \"Buck can say Buck never seen Boggs together, and it\\u2019ll be the truth.\"\n        ],\n        [\n            56024,\n            \"Next Boggs noticed that Buck was up and gone.\"\n        ],\n        [\n            56096,\n            \"\\u201d Says Buck: \\u201cDon\\u2019t Boggs know, Huck?\"\n        ],\n        [\n            56300,\n            \"\\u201d \\u201cBuck went off\\u2019thout waking Boggs up.\"\n        ],\n        [\n            56311,\n            \"\\u201d \\u201cWell, Boggs reck\\u2019n Buck _ did _!\"\n        ],\n        [\n            56336,\n            \"Buck loaded up Buck gun en\\u2019lowed Buck\\u2019s gwyne to fetch home Boggs or bust.\"\n        ],\n        [\n            56358,\n            \"Well, Boggs\\u2019ll be plenty un\\u2019Boggs dah, Boggs reck\\u2019n, en Boggs bet Boggs Buck\\u2019ll fetch one ef Buck gits a chanst.\"\n        ],\n        [\n            56795,\n            \"As soon as Boggs was out of sight Boggs sung out to Buck and told Buck.\"\n        ],\n        [\n            56812,\n            \"Buck didn\\u2019t know what to make of Boggs voice coming out of the tree at first.\"\n        ],\n        [\n            56836,\n            \"Buck told Boggs to watch out sharp and let Buck know when Boggs come in sight again;\"\n        ],\n        [\n            56890,\n            \"Buck begun to cry and rip, and\\u2019lowed that Buck and Boggs (that was Boggs) would make up for this day yet.\"\n        ],\n        [\n            56922,\n            \"Buck said Boggs and Boggs was killed, and two or three of Boggs.\"\n        ],\n        [\n            56950,\n            \"Buck said Boggs and brothers ought to waited for Boggs-- Boggs was too strong for Boggs.\"\n        ],\n        [\n            56972,\n            \"Boggs asked Buck what was become of Boggs and Boggs.\"\n        ],\n        [\n            56985,\n            \"Buck said Boggs\\u2019d got across the river and was safe.\"\n        ],\n        [\n            57004,\n            \"but the way Buck did take on because Buck didn\\u2019t manage to kill Boggs that day Buck shot at Boggs-- Boggs hain\\u2019t ever heard anything like it.\"\n        ],\n        [\n            57402,\n            \"Boggs cried a little when Boggs was covering up Buck\\u2019s face, for Buck was mighty good to Boggs.\"\n        ],\n        [\n            70599,\n            \"Boggs was standing perfectly still in the street, and had a pistol raised in Buck right hand-- not aiming it, but holding it out with the barrel tilted up towards the sky.\"\n        ],\n        [\n            70763,\n            \"Boggs screamed out and comes rushing, and down Boggs throws Boggs on Buck, crying, and saying, \\u201cOh, Boggs\\u2019s killed Boggs, Boggs\\u2019s killed Boggs!\"\n        ],\n        [\n            70851,\n            \"\\u201d Buck Boggs tossed Boggs pistol on to the ground, and turned around on Boggs heels and walked off.\"\n        ],\n        [\n            72511,\n            \"Boggs washed back sudden, and then broke all apart, and went tearing off every which way, and Buck Buck heeled it after Boggs, looking tolerable cheap.\"\n        ],\n        [\n            72880,\n            \"And then faster and faster Boggs went, Boggs dancing, first one foot out in the air and then the other, the horses leaning more and more, and Buck going round and round the center-pole, cracking Boggs whip and shouting \\u201cHi!\"\n        ]\n    ],\n    \"[1, 16]\": [\n        [\n            79869,\n            \"\\u201d Then one of Boggs says, kind of soft and gentle: \\u201cBoggs\\u2019m sorry sir, but the best Boggs can do is to tell Boggs where Peter _ did _ live yesterday evening.\"\n        ],\n        [\n            79908,\n            \"\\u201d Sudden as winking Boggs went an to smash, and fell up against Boggs, and put Boggs chin on Boggs shoulder, and cried down Boggs back, and says: \\u201cAlas, alas, Peter-- gone, and Boggs never got to see Peter;\"\n        ],\n        [\n            80034,\n            \"Well, Boggs gathered around and sympathized with Boggs, and said all sorts of kind things to Boggs, and carried Boggs carpet-bags up the hill for Boggs, and let Boggs lean on them and cry, and told Boggs all about Peter last moments, and Boggs told it all over again on Boggs hands to Boggs, and both of them took on about Boggs like Boggs\\u2019d lost Boggs.\"\n        ],\n        [\n            81145,\n            \"Hobson and Boggs was down to the end of the town a-hunting together-- that is, Boggs mean Boggs was shipping a sick man to t\\u2019other world, and Boggs was pinting Peter right.\"\n        ],\n        [\n            81293,\n            \"So Boggs blattered along, and managed to inquire about pretty much everybody and dog in town, by Boggs name, and mentioned all sorts of little things that happened one time or another in the town, or to Boggs, or to Peter.\"\n        ],\n        [\n            81345,\n            \"And Boggs always let on that Peter wrote him the things;\"\n        ],\n        [\n            81759,\n            \"Says Boggs: \\u201cDern Peter, Boggs wonder what Peter done with that four hundred and fifteen dollars?\"\n        ],\n        [\n            81794,\n            \"Then Boggs says: \\u201cWell, Peter was Boggs, and likely Peter made a mistake-- Boggs reckon that\\u2019s the way of it.\"\n        ],\n        [\n            81938,\n            \"But when Peter says ther\\u2019s six thous\\u2019 n dollars, you know, Boggs don\\u2019t want to--\\u201d\\u201cHold on,\\u201dsays Boggs.\"\n        ],\n        [\n            82324,\n            \"Yes, and Boggs that knowed Peter knows that Peter would a done _ more _ generous by\\u2019em if Peter hadn\\u2019t ben afeard o\\u2019woundin\\u2019Peter and Boggs.\"\n        ],\n        [\n            82386,\n            \"Well, then, what kind o\\u2019Boggs would it be that\\u2019d stand in Peter way at sech a time?\"\n        ],\n        [\n            82448,\n            \"If Boggs know Peter-- and Boggs _ think _ Boggs do-- Peter-- well, Boggs\\u2019ll jest ask Peter.\"\n        ],\n        [\n            88001,\n            \"but Boggs see there warn\\u2019t Boggs in there but the remainders of Peter;\"\n        ],\n        [\n            95751,\n            \"Boggs says,\\u2019Tell Boggs to give Harvey and William Boggs love and a kiss, and say Boggs\\u2019ve run over the river to see Mr.\\u2019--Mr.-- what _ is _ the name of that rich family Peter used to think so much of?\"\n        ],\n        [\n            95861,\n            \"Yes, Boggs said, say Boggs has run over for to ask Boggs to be sure and come to the auction and buy this house, because Boggs allowed Peter would ruther Boggs had it than Boggs;\"\n        ],\n        [\n            99402,\n            \"_ yes _, sir, Boggs k\\u2019n tell Boggs what\\u2019s tattooed on Peter breast.\"\n        ],\n        [\n            99576,\n            \"\\u201cNow, what Boggs _ did _ see on Peter breast was a small dim P, and a B (which is an initial Peter dropped when Peter was young), and a W, with dashes between them, so: P-- B-- W \\u201d-- and Boggs marked them that way on a piece of paper.\"\n        ]\n    ],\n    \"[1, 17]\": [\n        [\n            2959,\n            \"Boggs went down the hill and found Watson and Boggs, and two or three more of Boggs, hid in the old tanyard.\"\n        ],\n        [\n            3632,\n            \"but all at once Boggs thought of a way, and so Boggs offered Boggs Watson-- Boggs could kill Watson.\"\n        ],\n        [\n            3656,\n            \"Boggs said: \\u201cOh, Watson\\u2019ll do.\"\n        ],\n        [\n            4767,\n            \"Well, Boggs got a good going-over in the morning from Watson on account of Boggs clothes;\"\n        ],\n        [\n            4789,\n            \"but Watson Watson didn\\u2019t scold, but only cleaned off the grease and clay, and looked so sorry that Boggs thought Boggs would behave awhile if Boggs could.\"\n        ],\n        [\n            4822,\n            \"Then Watson took Boggs in the closet and prayed, but nothing come of it.\"\n        ],\n        [\n            4840,\n            \"Watson told Boggs to pray every day, and whatever Boggs asked for Boggs would get it.\"\n        ],\n        [\n            4912,\n            \"By and by, one day, Boggs asked Watson to try for Boggs, but Watson said Boggs was a fool.\"\n        ],\n        [\n            4936,\n            \"Watson never told Boggs why, and Boggs couldn\\u2019t make it out no way.\"\n        ],\n        [\n            5041,\n            \"Boggs went and told Watson about it, and Watson said the thing a body could get by praying for it was \\u201cspiritual gifts.\"\n        ],\n        [\n            5068,\n            \"\\u201d This was too many for Boggs, but Watson told Boggs what Watson meant-- Boggs must help Boggs, and do everything Boggs could for Boggs, and look out for Boggs all the time, and never think about Boggs.\"\n        ],\n        [\n            5115,\n            \"This was including Watson, as Boggs took it.\"\n        ],\n        [\n            5182,\n            \"Sometimes Watson would take Boggs one side and talk about Providence in a way to make Boggs\\u2019s mouth water;\"\n        ],\n        [\n            5222,\n            \"Boggs judged Boggs could see that there was two Providences, and Boggs would stand considerable show with Watson Providence, but if Watson\\u2019s got Boggs there warn\\u2019t no help for Boggs any more.\"\n        ],\n        [\n            5267,\n            \"Boggs thought it all out, and reckoned Boggs would belong to Watson if Boggs wanted Boggs, though Boggs couldn\\u2019t make out how Boggs was a-going to be any better off then than what Boggs was before, seeing Boggs was so ignorant, and so kind of low-down and ornery.\"\n        ],\n        [\n            7047,\n            \"Boggs was getting sort of used to Watson\\u2019s ways, too, and they warn\\u2019t so raspy on Boggs.\"\n        ],\n        [\n            7138,\n            \"Watson said Boggs was coming along slow but sure, and doing very satisfactory.\"\n        ],\n        [\n            7154,\n            \"Watson said Watson warn\\u2019t ashamed of Boggs.\"\n        ],\n        [\n            7178,\n            \"Boggs reached for some of it as quick as Boggs could to throw over Boggs left shoulder and keep off the bad luck, but Watson was in ahead of Boggs, and crossed Boggs off.\"\n        ],\n        [\n            7216,\n            \"Watson says, \\u201cTake Boggs hands away, Boggs;\"\n        ],\n        [\n            7235,\n            \"\\u201d Watson put in a good word for Boggs, but that warn\\u2019t going to keep off the bad luck, Boggs knowed that well enough.\"\n        ],\n        [\n            7901,\n            \"Watson\\u2019s nigger, Jim, had a hair-ball as big as Boggs fist, which had been took out of the fourth stomach of an ox, and Jim used to do magic with it.\"\n        ],\n        [\n            43721,\n            \"Conscience says to Boggs, \\u201cWhat had Watson done to Boggs that Boggs could see Watson nigger go off right under Boggs eyes and never say one single word?\"\n        ],\n        [\n            43754,\n            \"What did Watson do to Boggs that Boggs could treat Watson so mean?\"\n        ],\n        [\n            43771,\n            \"Why, Watson tried to learn Boggs book, Watson tried to learn Boggs Boggs manners, Watson tried to be good to Boggs every way Watson knowed how.\"\n        ],\n        [\n            43913,\n            \"Boggs was saying how the first thing Boggs would do when Boggs got to a free State Boggs would go to saving up money and never spend a single cent, and when Boggs got enough Boggs would buy Boggs wife, which was owned on a farm close to where Watson lived;\"\n        ],\n        [\n            46909,\n            \"Boggs lit the lantern, and judged Watson would see it.\"\n        ],\n        [\n            46965,\n            \"Boggs could hear Watson pounding along, but Boggs didn\\u2019t see Watson good till Watson was close.\"\n        ],\n        [\n            46985,\n            \"Watson aimed right for Boggs.\"\n        ],\n        [\n            47034,\n            \"Well, here Watson comes, and Boggs said Watson was going to try and shave Boggs;\"\n        ],\n        [\n            47095,\n            \"but all of a sudden Watson bulged out, big and scary, with a long row of wide-open furnace doors shining like red-hot teeth, and Watson monstrous bows and guards hanging right over Boggs.\"\n        ],\n        [\n            47136,\n            \"There was a yell at Boggs, and a jingling of bells to stop the engines, a powwow of cussing, and whistling of steam-- and as Jim went overboard on one side and Boggs on the other, Watson come smashing straight through the raft.\"\n        ],\n        [\n            47289,\n            \"and of course Watson started Watson engines again ten seconds after Watson stopped them, for Watson never cared much for Boggs;\"\n        ],\n        [\n            47313,\n            \"so now Watson was churning along up the river, out of sight in the thick weather, though Boggs could hear Watson.\"\n        ],\n        [\n            104657,\n            \"But Boggs soon give up that notion for two things: Watson\\u2019d be mad and disgusted at Boggs rascality and ungratefulness for leaving Watson, and so Watson\\u2019d sell Boggs straight down the river again;\"\n        ],\n        [\n            104697,\n            \"and if Watson didn\\u2019t, Boggs naturally despises Boggs, and Boggs\\u2019d make Jim feel it all the time, and so Boggs\\u2019d feel ornery and disgraced.\"\n        ],\n        [\n            105360,\n            \"So Boggs got a piece of paper and a pencil, all glad and excited, and set down and wrote: Watson, Boggs is down here two mile below Pikesville, and Boggs has got Boggs and Boggs will give Boggs up for the reward if Watson send.\"\n        ],\n        [\n            106068,\n            \"Boggs landed below where Boggs judged was Boggs\\u2019 s place, and hid Boggs bundle in the woods, and then filled up the canoe with water, and loaded rocks into her and sunk her where Boggs could find her again when Boggs wanted Watson, about a quarter of a mile below a little steam sawmill that was on the bank.\"\n        ]\n    ],\n    \"[1, 18]\": [\n        [\n            29753,\n            \"Boggs just tell Boggs Boggs secret, and trust Bill.\"\n        ],\n        [\n            29770,\n            \"and, what\\u2019s more, Bill\\u2019ll help Boggs.\"\n        ],\n        [\n            29842,\n            \"Bless Boggs, Boggs, Bill wouldn\\u2019t tell on Boggs.\"\n        ],\n        [\n            29855,\n            \"Tell Bill all about it now, Boggs\\u2019s Boggs.\"\n        ],\n        [\n            30149,\n            \"\\u201d \\u201cBoggs was drunk, Bill reckon.\"\n        ],\n        [\n            30208,\n            \"Bill\\u2019ll put Boggs up a snack to eat.\"\n        ],\n        [\n            30353,\n            \"\\u201d \\u201cWell, Bill reckon Boggs _ have _ lived in the country.\"\n        ],\n        [\n            30368,\n            \"Bill thought maybe Boggs was trying to hocus Bill again.\"\n        ],\n        [\n            30406,\n            \"Don\\u2019t forget and tell Bill it\\u2019s Elexander before Boggs go, and then get out by saying it\\u2019s Boggs when Bill catch Boggs.\"\n        ],\n        [\n            30647,\n            \"Why, Bill spotted Boggs for Boggs when Boggs was threading the needle;\"\n        ],\n        [\n            30673,\n            \"Now trot along to Boggs, Sarah Mary Williams Boggs, and if Boggs get into trouble Boggs send word to Boggs, and Bill\\u2019ll do what Bill can to get Boggs out of it.\"\n        ],\n        [\n            30741,\n            \"The river road\\u2019s a rocky one, and Boggs feet\\u2019ll be in a condition when Boggs get to Goshen, Bill reckon.\"\n        ],\n        [\n            30932,\n            \"Then Bill jumped in the canoe and dug out for Boggs place, a mile and a half below, as hard as Bill could go.\"\n        ],\n        [\n            31298,\n            \"If Boggs went to the island Bill just expect Boggs found the camp fire Bill built, and watched it all night for Jim to come.\"\n        ],\n        [\n            31326,\n            \"Anyways, Boggs stayed away from Boggs, and if Bill building the fire never fooled Boggs it warn\\u2019t no fault of Bill.\"\n        ],\n        [\n            31352,\n            \"Bill played it as low down on Boggs as Bill could.\"\n        ],\n        [\n            31509,\n            \"Bill told Jim all about the time Bill had jabbering with Boggs;\"\n        ],\n        [\n            31565,\n            \"Well, then, Bill said, why couldn\\u2019t Boggs tell Boggs to fetch a dog?\"\n        ],\n        [\n            31660,\n            \"So Bill said Bill didn\\u2019t care what was the reason Boggs didn\\u2019t get Boggs as long as Boggs didn\\u2019t.\"\n        ],\n        [\n            32293,\n            \"Bill never see Boggs when Boggs didn\\u2019t want the chicken Boggs, but that is what Boggs used to say, anyway.\"\n        ],\n        [\n            32775,\n            \"Well, it being away in the night and stormy, and all so mysterious-like, Bill felt just the way Boggs would a felt when Boggs see that wreck laying there so mournful and lonesome in the middle of the river.\"\n        ],\n        [\n            32822,\n            \"Bill wanted to get aboard of Boggs and slink around a little, and see what there was there.\"\n        ],\n        [\n            32842,\n            \"So Bill says: \\u201cLe\\u2019s land on Boggs, Jim.\"\n        ],\n        [\n            32921,\n            \"\\u201d \\u201cWatchman Boggs,\\u201dBill says;\"\n        ],\n        [\n            33008,\n            \"\\u201cAnd besides,\\u201dBill says, \\u201cBoggs might borrow something worth having out of the captain\\u2019s stateroom.\"\n        ],\n        [\n            33031,\n            \"Seegars, Bill bet Boggs-- and cost five cents apiece, solid cash.\"\n        ],\n        [\n            33091,\n            \"Bill can\\u2019t rest, Jim, till Boggs give her a rummaging.\"\n        ],\n        [\n            33390,\n            \"Jim whispered and said Boggs was feeling powerful sick, and told Bill to come along.\"\n        ],\n        [\n            33422,\n            \"but just then Bill heard a voice wail out and say: \\u201cOh, please don\\u2019t, Boggs;\"\n        ],\n        [\n            33564,\n            \"and Bill says to Bill, Boggs wouldn\\u2019t back out now, and so Bill won\\u2019t either;\"\n        ],\n        [\n            33640,\n            \"Then in there Bill see a man stretched on the floor and tied hand and foot, and Boggs standing over Boggs, and one of Boggs had a dim lantern in Boggs hand, and the other one had a pistol.\"\n        ],\n        [\n            33723,\n            \"\\u201d Boggs would shrivel up and say, \\u201cOh, please don\\u2019t, Bill;\"\n        ],\n        [\n            33859,\n            \"But Boggs lay Bill ain\\u2019t a-goin\\u2019to threaten Boggs any more, Bill.\"\n        ],\n        [\n            33888,\n            \"\\u201d Bill says: \\u201cBoggs don\\u2019t want to, Boggs.\"\n        ],\n        [\n            33994,\n            \"Boggs didn\\u2019t take no notice of that, but hung up Boggs lantern on a nail and started towards where Boggs was there in the dark, and motioned Bill to come.\"\n        ],\n        [\n            34104,\n            \"\\u201d And in Boggs come, and Bill after Boggs.\"\n        ],\n        [\n            34249,\n            \"Bill says: \\u201cBoggs\\u2019s said Boggs\\u2019ll tell, and Boggs will.\"\n        ],\n        [\n            34315,\n            \"now Boggs hear _ Bill _.\"\n        ],\n        [\n            34322,\n            \"Bill\\u2019m for putting Boggs out of Boggs troubles.\"\n        ],\n        [\n            35206,\n            \"but Boggs jerked it in again, and says: \\u201cHeave that blame lantern out o\\u2019sight, Bill!\"\n        ],\n        [\n            35296,\n            \"But Bill says: \\u201cHold on--\\u2019d Boggs go through Boggs?\"\n        ],\n        [\n            35528,\n            \"When Boggs was three or four hundred yards down-stream Boggs see the lantern show like a little spark at the texas door for a second, and Boggs knowed by that that Boggs had missed Boggs boat, and was beginning to understand that Boggs was in just as much trouble now as Bill was.\"\n        ],\n        [\n            49255,\n            \"Boggs asked Boggs questions, and Boggs told Boggs how Boggs and Boggs and Boggs was living on a little farm down at the bottom of Arkansaw, and Boggs run off and got married and never was heard of no more, and Bill went to hunt them and Bill warn\\u2019t heard of no more, and Tom and Mort died, and then there warn\\u2019t nobody but Boggs and Boggs left, and Boggs was just trimmed down to nothing, on account of Boggs troubles;\"\n        ],\n        [\n            68673,\n            \"Boggs generly had on yellow straw hats most as wide as an umbrella, but didn\\u2019t wear no coats nor waistcoats, Boggs called one another Bill, and Buck, and Bill, and Boggs, and Andy, and talked lazy and drawly, and used considerable many cuss words.\"\n        ],\n        [\n            68771,\n            \"What a body was hearing amongst Boggs all the time was: \\u201cGimme a chaw\\u2019v tobacker, Bill.\"\n        ],\n        [\n            68812,\n            \"\\u201d Maybe Bill gives Boggs a chaw;\"\n        ]\n    ],\n    \"[3, 8]\": [\n        [\n            109941,\n            \"Aunt Sally\\u2019ll play a joke on Tom.\"\n        ],\n        [\n            110027,\n            \"Aunt Sally jumps for Tom, and says: \\u201cHas Tom come?\"\n        ],\n        [\n            110060,\n            \"\\u201d Aunt Sally says, \\u201cwhat in the warld can have become of Tom?\"\n        ],\n        [\n            110149,\n            \"\\u201d \\u201cWhy, Aunt Sally, Boggs _ couldn\\u2019t _ miss Tom along the road-- _ Aunt Sally _ know that.\"\n        ],\n        [\n            111997,\n            \"In about half an hour Tom\\u2019s wagon drove up to the front stile, and Aunt Sally Aunt Sally see it through the window, because it was only about fifty yards, and says: \\u201cWhy, there\\u2019s somebody come!\"\n        ],\n        [\n            112658,\n            \"and at last, still talking along, Tom reached over and kissed Aunt Sally right on the mouth, and then settled back again in Tom chair comfortable, and was going on talking;\"\n        ],\n        [\n            113308,\n            \"\\u201d Then Tom looks on around the same way to Boggs, and says: \\u201cTom, didn\\u2019t _ you _ think Aunt Sally\\u2019d open out Aunt Sally arms and say,\\u2019Sid Sawyer--\\u2019\\u201d \\u201cBoggs land!\"\n        ],\n        [\n            113355,\n            \"\\u201d Aunt Sally says, breaking in and jumping for Tom, \\u201cTom, to fool Tom so--\\u201dand was going to hug Tom, but Tom fended Boggs off, and says: \\u201cNo, not till Boggs\\u2019ve asked Tom first.\"\n        ],\n        [\n            118999,\n            \"but there\\u2019s one thing, Tom-- if Boggs go to tearing up Boggs sheets to make Jim a rope ladder, Boggs\\u2019re going to get into trouble with Aunt Sally, just as sure as Tom\\u2019re born.\"\n        ],\n        [\n            122847,\n            \"So Jim Boggs said it was all right, and Boggs set there and talked over old times awhile, and then Tom asked a lot of questions, and when Jim told Tom come in every day or two to pray with Boggs, and Aunt Sally come in to see if Boggs was comfortable and had plenty to eat, and Boggs was kind as Boggs could be, Tom says: \\u201c_ Now _ Boggs know how to fix it.\"\n        ],\n        [\n            124182,\n            \"So then Boggs went away and went to the rubbage-pile in the back yard, where Boggs keep the old boots, and rags, and pieces of bottles, and wore-out tin things, and all such truck, and scratched around and found an old tin washpan, and stopped up the holes as well as Boggs could, to bake the pie in, and took it down cellar and stole it full of flour and started for breakfast, and found a couple of shingle-nails that Tom said would be handy for Boggs to scrabble Boggs name and sorrows on the dungeon walls with, and dropped one of them in Aunt Sally\\u2019s apron-pocket which was hanging on a chair, and t\\u2019other Boggs stuck in the band of Uncle Silas\\u2019 s hat, which was on the bureau, because Boggs heard Boggs say Boggs and ma was going to the runaway nigger\\u2019s house this morning, and then went to breakfast, and Tom dropped the pewter spoon in Uncle Silas coat-pocket, and Aunt Sally wasn\\u2019t come yet, so Boggs had to wait a little while.\"\n        ],\n        [\n            124423,\n            \"and then Aunt Sally went to sluicing out coffee with one hand and cracking the handiest child\\u2019s head with Aunt Sally thimble with the other, and says: \\u201cAunt Sally\\u2019ve hunted high and Aunt Sally\\u2019ve hunted low, and it does beat all what _ has _ become of Tom other shirt.\"\n        ],\n        [\n            126222,\n            \"then Boggs went and waited around the spoon-basket till Boggs see Aunt Sally coming, and then Tom went to counting the spoons and laying them out to one side, and Boggs slid one of them up Boggs sleeve, and Tom says: \\u201cWhy, Aunt Sally, there ain\\u2019t but nine spoons _ yet _.\"\n        ],\n        [\n            126315,\n            \"\\u201d \\u201cWell, Tom\\u2019ve counted them twice, Aunt Sally, and Tom can\\u2019t make but nine.\"\n        ],\n        [\n            126443,\n            \"But Tom says: \\u201cWhy, Aunt Sally, Boggs don\\u2019t think there\\u2019s ten.\"\n        ],\n        [\n            126462,\n            \"\\u201d \\u201cTom, didn\\u2019t Boggs see Aunt Sally _ count\\u2019m?\"\n        ],\n        [\n            126679,\n            \"Boggs was very well satisfied with this business, and Tom allowed it was worth twice the trouble it took, because Tom said _ now _ Aunt Sally couldn\\u2019t ever count them spoons twice alike again to save Aunt Sally life;\"\n        ],\n        [\n            126739,\n            \"and said that after Aunt Sally\\u2019d about counted Aunt Sally head off for the next three days Tom judged Aunt Sally\\u2019d give it up and offer to kill anybody that wanted Aunt Sally to ever count them any more.\"\n        ],\n        [\n            133854,\n            \"Boggs was feeling pretty good after breakfast, and took Boggs canoe and went over the river a-fishing, with a lunch, and had a good time, and took a look at the raft and found her all right, and got home late to supper, and found Boggs in such a sweat and worry Boggs didn\\u2019t know which end Boggs was standing on, and made Boggs go right off to bed the minute Boggs was done supper, and wouldn\\u2019t tell Boggs what the trouble was, and never let on a word about the new letter, but didn\\u2019t need to, because Boggs knowed as much about it as anybody did, and as soon as Boggs was half up stairs and Boggs back was turned Boggs slid for the cellar cupboard and loaded up a good lunch and took it up to Boggs room and went to bed, and got up about half-past eleven, and Tom put on Aunt Sally\\u2019s dress that Tom stole and was going to start with the lunch, but says: \\u201cWhere\\u2019s the butter?\"\n        ],\n        [\n            134388,\n            \"Tom, Aunt Sally want to know what Tom been _ doing _ down there.\"\n        ],\n        [\n            134477,\n            \"so Aunt Sally says, very decided: \\u201cTom just march into that setting-room and stay there till Aunt Sally come.\"\n        ],\n        [\n            134500,\n            \"Tom been up to something Tom no business to, and Aunt Sally lay Aunt Sally\\u2019ll find out what it is before Aunt Sally\\u2019M done with Tom.\"\n        ],\n        [\n            134675,\n            \"Boggs did wish Aunt Sally would come, and get done with Boggs, and lick Boggs, if Aunt Sally wanted to, and let Boggs get away and tell Tom how Boggs\\u2019d overdone this thing, and what a thundering hornet\\u2019s-nest Boggs\\u2019d got Boggs into, so Boggs could stop fooling around straight off, and clear out with Jim before these rips got out of patience and come for Boggs.\"\n        ],\n        [\n            137914,\n            \"and Tom said there warn\\u2019t no use in it, and Boggs must come along, and let Aunt Sally see Boggs was all right.\"\n        ],\n        [\n            139823,\n            \"But Boggs dasn\\u2019t go fur, or Aunt Sally\\u2019d a sent for Tom.\"\n        ],\n        [\n            140214,\n            \"but Boggs said there warn\\u2019t no occasion to be-- Boggs will be boys, Boggs said, and Aunt Sally\\u2019ll see Tom turn up in the morning all sound and right.\"\n        ],\n        [\n            140261,\n            \"But Aunt Sally said Aunt Sally\\u2019d set up for Tom a while anyway, and keep a light burning so Tom could see it.\"\n        ],\n        [\n            140330,\n            \"and Aunt Sally set down on the bed and talked with Boggs a long time, and said what a splendid boy Tom was, and didn\\u2019t seem to want to ever stop talking about Tom;\"\n        ],\n        [\n            140368,\n            \"and kept asking Boggs every now and then if Boggs reckoned Tom could a got lost, or hurt, or maybe drownded, and might be laying at this minute somewheres suffering or dead, and Aunt Sally not by Tom to help Tom, and so the tears would drip down silent, and Boggs would tell Aunt Sally that Tom was all right, and would be home in the morning, sure;\"\n        ],\n        [\n            140443,\n            \"and Aunt Sally would squeeze Tom hand, or maybe kiss Boggs, and tell Boggs to say it again, and keep on saying it, because it done Aunt Sally good, and Aunt Sally was in so much trouble.\"\n        ],\n        [\n            140483,\n            \"And when Aunt Sally was going away Aunt Sally looked down in Tom eyes so steady and gentle, and says: \\u201cThe door ain\\u2019t going to be locked, Tom, and there\\u2019s the window and the rod;\"\n        ],\n        [\n            140590,\n            \"But Aunt Sally was on Boggs mind and Tom was on Boggs mind, so Boggs slept very restless.\"\n        ],\n        [\n            140978,\n            \"Aunt Sally flung Aunt Sally at Tom, crying, and says: \\u201cOh, Tom\\u2019s dead, Tom\\u2019s dead, Aunt Sally know Tom\\u2019s dead!\"\n        ],\n        [\n            141036,\n            \"then Aunt Sally flung up Aunt Sally hands, and says: \\u201cTom\\u2019s alive, thank Boggs!\"\n        ],\n        [\n            141061,\n            \"\\u201d and Aunt Sally snatched a kiss of Tom, and flew for the house to get the bed ready, and scattering orders right and left at Boggs and Boggs, as fast as Aunt Sally tongue could go, every jump of the way.\"\n        ],\n        [\n            142256,\n            \"but Boggs didn\\u2019t think of it, and Sid reckoned it warn\\u2019t best for Sid to mix in, but Sid judged Sid\\u2019d get Boggs yarn to Aunt Sally somehow or other as soon as Sid\\u2019d got through the breakers that was laying just ahead of Sid-- explanations, Sid mean, of how Sid forgot to mention about Tom being shot when Sid was telling how Tom and Sid put in that dratted night paddling around hunting Boggs.\"\n        ],\n        [\n            142385,\n            \"Next morning Sid heard Tom was a good deal better, and Boggs said Aunt Sally was gone to get a nap.\"\n        ],\n        [\n            142497,\n            \"Aunt Sally motioned Sid to be still, and set down by Sid, and begun to whisper, and said Boggs could all be joyful now, because all the symptoms was first-rate, and Tom\\u2019d been sleeping like that for ever so long, and looking better and peacefuller all the time, and ten to one Tom\\u2019d wake up in Tom right mind.\"\n        ],\n        [\n            143115,\n            \"and then Aunt Sally kept Tom here so long with the butter in Tom hat that Aunt Sally come near spiling the whole business, because Boggs come before Boggs was out of the cabin, and Boggs had to rush, and Boggs heard Boggs and let drive at Boggs, and Sid got Sid share, and Boggs dodged out of the path and let Boggs go by, and when the dogs come Boggs warn\\u2019t interested in Boggs, but went for the most noise, and Boggs got Boggs canoe, and made for the raft, and was all safe, and Jim was Boggs, and Boggs done it all by Boggs, and _ wasn\\u2019t _ it bully, Aunt Sally!\"\n        ],\n        [\n            143373,\n            \"\\u201d But Tom, Tom _ was _ so proud and joyful, Tom just _ couldn\\u2019t _ hold in, and Tom tongue just _ went _ it-- Aunt Sally a-chipping in, and spitting fire all along, and Boggs going it at once, like a cat convention;\"\n        ],\n        [\n            143432,\n            \"and Aunt Sally says: \\u201c_ Well _, Tom get all the enjoyment Tom can out of it _ now _, for mind Aunt Sally tell Tom if Aunt Sally catch Tom meddling with Boggs again--\\u201d\\u201cMeddling with _ who _?\"\n        ],\n        [\n            143933,\n            \"And Huck peeped out, and in a little while Boggs shook Aunt Sally loose and stood there looking across at Tom over Aunt Sally spectacles-- kind of grinding Boggs into the earth, Boggs know.\"\n        ],\n        [\n            143974,\n            \"And then Aunt Sally says: \\u201cYes, Boggs _ better _ turn Boggs\\u2019r head away-- Boggs would if Boggs was Boggs, Tom.\"\n        ],\n        [\n            144254,\n            \"and Huck had to up and tell how Huck was in such a tight place that when Boggs took Huck for Tom Sawyer-- Boggs chipped in and says, \\u201cOh, go on and call Boggs Aunt Sally, Boggs\\u2019m used to it now, and\\u2019tain\\u2019t no need to change \\u201d-- that when Aunt Sally took Huck for Tom Huck had to stand it-- there warn\\u2019t no other way, and Huck knowed Tom wouldn\\u2019t mind, because it would be nuts for Tom, being a mystery, and Tom\\u2019d make an adventure out of it, and be perfectly satisfied.\"\n        ]\n    ],\n    \"[3, 9]\": [\n        [\n            117201,\n            \"Please to don\\u2019t tell Boggs\\u2019bout it Tom, er ole Mars Silas Uncle Silas\\u2019ll scole Boggs;\"\n        ],\n        [\n            124182,\n            \"So then Boggs went away and went to the rubbage-pile in the back yard, where Boggs keep the old boots, and rags, and pieces of bottles, and wore-out tin things, and all such truck, and scratched around and found an old tin washpan, and stopped up the holes as well as Boggs could, to bake the pie in, and took it down cellar and stole it full of flour and started for breakfast, and found a couple of shingle-nails that Tom said would be handy for Boggs to scrabble Boggs name and sorrows on the dungeon walls with, and dropped one of them in Aunt Sally\\u2019s apron-pocket which was hanging on a chair, and t\\u2019other Boggs stuck in the band of Uncle Silas\\u2019 s hat, which was on the bureau, because Boggs heard Boggs say Boggs and ma was going to the runaway nigger\\u2019s house this morning, and then went to breakfast, and Tom dropped the pewter spoon in Uncle Silas coat-pocket, and Aunt Sally wasn\\u2019t come yet, so Boggs had to wait a little while.\"\n        ],\n        [\n            141123,\n            \"and Boggs and Uncle Silas followed after Tom into the house.\"\n        ],\n        [\n            145092,\n            \"Boggs had Jim out of the chains in no time, and when Boggs and Uncle Silas and Aunt Sally found out how good Boggs helped the doctor nurse Tom, Boggs made a heap of fuss over Boggs, and fixed Boggs up prime, and give him all he wanted to eat, and a good time, and nothing to do.\"\n        ]\n    ],\n    \"[3, 12]\": [\n        [\n            2071,\n            \"\\u201d So Jim set down on the ground betwixt Boggs and Tom.\"\n        ],\n        [\n            2271,\n            \"When Boggs was ten foot off Tom whispered to Boggs, and wanted to tie Jim to the tree for fun.\"\n        ],\n        [\n            2403,\n            \"but nothing would do Tom but Tom must crawl to where Jim was, on Tom hands and knees, and play something on Jim.\"\n        ],\n        [\n            2483,\n            \"Tom said Tom slipped Jim hat off of Jim head and hung it on a limb right over Jim, and Jim stirred a little, but Jim didn\\u2019t wake.\"\n        ],\n        [\n            114606,\n            \"Tom bet Tom know where Jim is.\"\n        ],\n        [\n            115246,\n            \"Tom told Boggs what it was, and Boggs see in a minute it was worth fifteen of Boggs for style, and would make Jim just as free a man as Boggs would, and maybe get Boggs all killed besides.\"\n        ],\n        [\n            117019,\n            \"\\u201d Then Tom turns to Jim, and looks Jim over like Tom never see Jim before, and says: \\u201cDid Jim sing out?\"\n        ],\n        [\n            117046,\n            \"\\u201d \\u201cNo, Tom,\\u201dsays Jim;\"\n        ],\n        [\n            117056,\n            \"\\u201cJim hain\\u2019t said nothing, Tom.\"\n        ],\n        [\n            117072,\n            \"\\u201d \\u201cNo, Tom, Jim hain\\u2019t said a word.\"\n        ],\n        [\n            118999,\n            \"but there\\u2019s one thing, Tom-- if Boggs go to tearing up Boggs sheets to make Jim a rope ladder, Boggs\\u2019re going to get into trouble with Aunt Sally, just as sure as Tom\\u2019re born.\"\n        ],\n        [\n            119334,\n            \"\\u201d \\u201cWhy, Tom, Boggs can pull a feather out of a goose and make Jim a better one;\"\n        ],\n        [\n            120127,\n            \"Tom said if Tom\\u2019d a wanted it to hide a knife in, and smuggle it to Jim to kill the seneskal with, it would a been all right.\"\n        ],\n        [\n            121383,\n            \"Tom said Tom was right behind Jim bed now, and Boggs\\u2019d dig in under it, and when Boggs got through there couldn\\u2019t Boggs in the cabin ever know there was any hole there, because Jim counter-pin hung down most to the ground, and Boggs\\u2019d have to raise it up and look under to see the hole.\"\n        ],\n        [\n            122392,\n            \"Next day Tom stole a pewter spoon and a brass candlestick in the house, for to make some pens for Jim out of, and six tallow candles;\"\n        ],\n        [\n            122847,\n            \"So Jim Boggs said it was all right, and Boggs set there and talked over old times awhile, and then Tom asked a lot of questions, and when Jim told Tom come in every day or two to pray with Boggs, and Aunt Sally come in to see if Boggs was comfortable and had plenty to eat, and Boggs was kind as Boggs could be, Tom says: \\u201c_ Now _ Boggs know how to fix it.\"\n        ],\n        [\n            123376,\n            \"Then Boggs went to the nigger cabins, and while Boggs got Nat\\u2019s notice off, Tom shoved a piece of candlestick into the middle of a corn-pone that was in Jim pan, and Boggs went along with Boggs to see how it would work, and it just worked noble;\"\n        ],\n        [\n            123619,\n            \"Tom jerked the door open and flung out a slab of Jim meat, and Boggs went for it, and in two seconds Tom was out Tom and back again and shut the door, and Boggs knowed Tom\\u2019d fixed the other door too.\"\n        ],\n        [\n            127658,\n            \"Tom said Jim\\u2019d _ got _ to;\"\n        ],\n        [\n            127865,\n            \"\\u201d \\u201cTom reckon Tom knowed that,\\u201dTom says, \\u201cbut Boggs bet Jim\\u2019ll have one before Boggs goes out of this-- because Boggs\\u2019s going out _ right _, and there ain\\u2019t going to be no flaws in Boggs record.\"\n        ],\n        [\n            127918,\n            \"\\u201d So whilst Boggs and Jim filed away at the pens on a brickbat apiece, Jim a-making Jim\\u2019 n out of the brass and Boggs making Boggs out of the spoon, Tom set to work to think out the coat of arms.\"\n        ],\n        [\n            128605,\n            \"but Tom said Boggs would block them out for Jim, and then Jim wouldn\\u2019t have nothing to do but just follow the lines.\"\n        ],\n        [\n            129226,\n            \"But Tom thought of something, and says: \\u201cJim got any spiders in here, Jim?\"\n        ],\n        [\n            130144,\n            \"\\u201d \\u201cBut, Jim, Tom _ got _ to have\\u2019em-- they all do.\"\n        ],\n        [\n            130481,\n            \"\\u201d \\u201cYes, _ dey _ will, I reck\\u2019n, Tom, but what kine er time is Jim _ havin \\u2019?\"\n        ],\n        [\n            130906,\n            \"But Tom studied it over, and then said Jim would have to worry along the best Boggs could with an onion.\"\n        ],\n        [\n            131109,\n            \"So Jim was sorry, and said Boggs wouldn\\u2019t behave so no more, and then Boggs and Tom shoved for bed.\"\n        ],\n        [\n            133093,\n            \"\\u201d \\u201cWell, then, Boggs\\u2019ll have to stay in the cabin when Tom and Jim leaves.\"\n        ],\n        [\n            134156,\n            \"Tom\\u2019ll go and stuff the straw into Jim clothes to represent Boggs in disguise, and be ready to _ baa _ like a sheep and shove soon as Boggs get there.\"\n        ],\n        [\n            134675,\n            \"Boggs did wish Aunt Sally would come, and get done with Boggs, and lick Boggs, if Aunt Sally wanted to, and let Boggs get away and tell Tom how Boggs\\u2019d overdone this thing, and what a thundering hornet\\u2019s-nest Boggs\\u2019d got Boggs into, so Boggs could stop fooling around straight off, and clear out with Jim before these rips got out of patience and come for Boggs.\"\n        ],\n        [\n            135503,\n            \"But Boggs got under all right, and out through the hole, swift but soft-- Jim first, Boggs next, and Tom last, which was according to Tom orders.\"\n        ],\n        [\n            135589,\n            \"and whispered and said Tom would listen for the steps to get further, and when Tom nudged Boggs Jim must glide out first, and Tom last.\"\n        ],\n        [\n            135648,\n            \"and at last Tom nudged Boggs, and Boggs slid out, and stooped down, not breathing, and not making the least noise, and slipped stealthy towards the fence in Injun file, and got to it all right, and Boggs and Jim over it;\"\n        ],\n        [\n            136473,\n            \"\\u201d So Jim says: \\u201cWell, den, dis is de way it look to Tom, Huck.\"\n        ],\n        [\n            136651,\n            \"Tom raised considerable row about it, but Boggs and Jim stuck to it and wouldn\\u2019t budge;\"\n        ],\n        [\n            136872,\n            \"\\u201d So Boggs said Boggs would, and left, and Jim was to hide in the woods when Jim see Tom coming till Tom was gone again.\"\n        ],\n        [\n            143115,\n            \"and then Aunt Sally kept Tom here so long with the butter in Tom hat that Aunt Sally come near spiling the whole business, because Boggs come before Boggs was out of the cabin, and Boggs had to rush, and Boggs heard Boggs and let drive at Boggs, and Sid got Sid share, and Boggs dodged out of the path and let Boggs go by, and when the dogs come Boggs warn\\u2019t interested in Boggs, but went for the most noise, and Boggs got Boggs canoe, and made for the raft, and was all safe, and Jim was Boggs, and Boggs done it all by Boggs, and _ wasn\\u2019t _ it bully, Aunt Sally!\"\n        ],\n        [\n            144404,\n            \"And Boggs Boggs said Tom was right about Boggs setting Jim free in Boggs will;\"\n        ],\n        [\n            144960,\n            \"And Tom said, what Tom had planned in Tom head from the start, if Boggs got Jim out all safe, was for Boggs to run Boggs down the river on the raft, and have adventures plumb to the mouth of the river, and then tell Boggs about Boggs being free, and take Boggs back up home on a steamboat, in style, and pay Boggs for Boggs lost time, and write word ahead and get out all the niggers around, and have Boggs waltz Boggs into town with a torchlight procession and a brass-band, and then Boggs would be a hero, and so would Boggs.\"\n        ],\n        [\n            145092,\n            \"Boggs had Jim out of the chains in no time, and when Boggs and Uncle Silas and Aunt Sally found out how good Boggs helped the doctor nurse Tom, Boggs made a heap of fuss over Boggs, and fixed Boggs up prime, and give him all he wanted to eat, and a good time, and nothing to do.\"\n        ],\n        [\n            145175,\n            \"and Tom give Jim forty dollars for being prisoner for Boggs so patient, and doing it up so good, and Jim was pleased most to death, and busted out, and says: \\u201cDah, now, Huck, what Boggs tell you?\"\n        ]\n    ],\n    \"[3, 13]\": [\n        [\n            114583,\n            \"By and by Tom says: \\u201cLooky here, Huck, what fools Boggs are to not think of it before!\"\n        ],\n        [\n            121268,\n            \"\\u201d Tom looked kind of weary and discouraged-like, and says: \\u201cIt ain\\u2019t no use to try to learn Boggs nothing, Huck.\"\n        ],\n        [\n            129834,\n            \"Tom, Tom\\u2019s willin\\u2019to tackle mos\\u2019 anything\\u2019at ain\\u2019t onreasonable, but ef Tom en Huck fetches a rattlesnake in heah for Tom to tame, Tom\\u2019s gwyne to _ leave _, dat\\u2019s _ shore _.\"\n        ],\n        [\n            135278,\n            \"Why, Huck, if it was to do over again, Tom bet Tom could fetch two hundred!\"\n        ],\n        [\n            136473,\n            \"\\u201d So Jim says: \\u201cWell, den, dis is de way it look to Tom, Huck.\"\n        ],\n        [\n            143933,\n            \"And Huck peeped out, and in a little while Boggs shook Aunt Sally loose and stood there looking across at Tom over Aunt Sally spectacles-- kind of grinding Boggs into the earth, Boggs know.\"\n        ],\n        [\n            144254,\n            \"and Huck had to up and tell how Huck was in such a tight place that when Boggs took Huck for Tom Sawyer-- Boggs chipped in and says, \\u201cOh, go on and call Boggs Aunt Sally, Boggs\\u2019m used to it now, and\\u2019tain\\u2019t no need to change \\u201d-- that when Aunt Sally took Huck for Tom Huck had to stand it-- there warn\\u2019t no other way, and Huck knowed Tom wouldn\\u2019t mind, because it would be nuts for Tom, being a mystery, and Tom\\u2019d make an adventure out of it, and be perfectly satisfied.\"\n        ],\n        [\n            144379,\n            \"And so it turned out, and Tom let on to be Sid, and made things as soft as Tom could for Huck.\"\n        ],\n        [\n            144448,\n            \"and Huck couldn\\u2019t ever understand before, until that minute and that talk, how Tom _ could _ help a body set Boggs free with Boggs bringing-up.\"\n        ],\n        [\n            144906,\n            \"CHAPTER THE LAST The first time Huck catched Tom private Boggs asked Tom what was Tom idea, time of the evasion?\"\n        ],\n        [\n            145175,\n            \"and Tom give Jim forty dollars for being prisoner for Boggs so patient, and doing it up so good, and Jim was pleased most to death, and busted out, and says: \\u201cDah, now, Huck, what Boggs tell you?\"\n        ],\n        [\n            145637,\n            \"\\u201d Tom\\u2019s most well now, and got Tom bullet around Tom neck on a watch-guard for a watch, and is always seeing what time it is, and so there ain\\u2019t nothing more to write about, and Huck am rotten glad of it, because if Huck\\u2019d a knowed what a trouble it was to make a book Huck wouldn\\u2019t a tackled it, and ain\\u2019t a-going to no more.\"\n        ]\n    ],\n    \"[3, 14]\": [\n        [\n            136927,\n            \"Boggs told Tom Boggs and Sid was over on Spanish Island hunting yesterday afternoon, and camped on a piece of a raft Boggs found, and about midnight Boggs must a kicked Boggs gun in Boggs dreams, for it went off and shot Boggs in the leg, and Boggs wanted Boggs to go over there and fix it and not say nothing about it, nor let Boggs know, because Boggs wanted to come home this evening and surprise Boggs.\"\n        ],\n        [\n            137841,\n            \"so Tom Tom got a letter out of the office, and Boggs waited awhile longer, but Sid didn\\u2019t come;\"\n        ],\n        [\n            137867,\n            \"so Tom said, come along, let Sid foot it home, or canoe it, when Sid got done fooling around-- but Boggs would ride.\"\n        ],\n        [\n            137899,\n            \"Boggs couldn\\u2019t get Tom to let Boggs stay and wait for Sid;\"\n        ],\n        [\n            142256,\n            \"but Boggs didn\\u2019t think of it, and Sid reckoned it warn\\u2019t best for Sid to mix in, but Sid judged Sid\\u2019d get Boggs yarn to Aunt Sally somehow or other as soon as Sid\\u2019d got through the breakers that was laying just ahead of Sid-- explanations, Sid mean, of how Sid forgot to mention about Tom being shot when Sid was telling how Tom and Sid put in that dratted night paddling around hunting Boggs.\"\n        ],\n        [\n            142385,\n            \"Next morning Sid heard Tom was a good deal better, and Boggs said Aunt Sally was gone to get a nap.\"\n        ],\n        [\n            142408,\n            \"So Sid slips to the sick-room, and if Sid found Tom awake Sid reckoned Boggs could put up a yarn for the family that would wash.\"\n        ],\n        [\n            142465,\n            \"So Sid set down and laid for Tom to wake.\"\n        ],\n        [\n            142497,\n            \"Aunt Sally motioned Sid to be still, and set down by Sid, and begun to whisper, and said Boggs could all be joyful now, because all the symptoms was first-rate, and Tom\\u2019d been sleeping like that for ever so long, and looking better and peacefuller all the time, and ten to one Tom\\u2019d wake up in Tom right mind.\"\n        ],\n        [\n            142747,\n            \"how Boggs set Boggs free-- Sid and Tom.\"\n        ],\n        [\n            143115,\n            \"and then Aunt Sally kept Tom here so long with the butter in Tom hat that Aunt Sally come near spiling the whole business, because Boggs come before Boggs was out of the cabin, and Boggs had to rush, and Boggs heard Boggs and let drive at Boggs, and Sid got Sid share, and Boggs dodged out of the path and let Boggs go by, and when the dogs come Boggs warn\\u2019t interested in Boggs, but went for the most noise, and Boggs got Boggs canoe, and made for the raft, and was all safe, and Jim was Boggs, and Boggs done it all by Boggs, and _ wasn\\u2019t _ it bully, Aunt Sally!\"\n        ],\n        [\n            143510,\n            \"\\u201d Tom looks at Sid very grave, and says: \\u201cTom, didn\\u2019t Tom just tell Tom Boggs was all right?\"\n        ],\n        [\n            143605,\n            \"\\u201d Tom rose square up in bed, with Tom eye hot, and Tom nostrils opening and shutting like gills, and sings out to Sid: \\u201cBoggs hain\\u2019t no _ right _ to shut Boggs up!\"\n        ]\n    ],\n    \"[3, 15]\": [\n        [\n            52368,\n            \"\\u201d and _ Boggs _ bowed the least bit in the world and said thank you, and so Boggs drank, Boggs, and Tom and Tom poured a spoonful of water on the sugar and the mite of whisky or apple brandy in the bottom of Boggs tumblers, and give it to Boggs and Buck, and Boggs drank to Boggs too.\"\n        ]\n    ],\n    \"[3, 18]\": [\n        [\n            33200,\n            \"Bill wish Tom _ was _ here.\"\n        ]\n    ],\n    \"[6, 10]\": [\n        [\n            78379,\n            \"hadn\\u2019t seen Harvey since Boggs was boys together-- and hadn\\u2019t ever seen William at all-- William\\u2019s the deef and dumb one-- William ain\\u2019t more than thirty or thirty-five.\"\n        ],\n        [\n            78453,\n            \"Harvey and William\\u2019s the only ones that\\u2019s left now;\"\n        ],\n        [\n            78589,\n            \"Boggs most desperately wanted to see Harvey-- and William, too, for that matter-- because Boggs was one of them kind that can\\u2019t bear to make a will.\"\n        ],\n        [\n            81425,\n            \"and it give the tanyard (which was doing a good business), along with some other houses and land (worth about seven thousand), and three thousand dollars in gold to Harvey and William, and told where the six thousand cash was hid down cellar.\"\n        ],\n        [\n            95751,\n            \"Boggs says,\\u2019Tell Boggs to give Harvey and William Boggs love and a kiss, and say Boggs\\u2019ve run over the river to see Mr.\\u2019--Mr.-- what _ is _ the name of that rich family Peter used to think so much of?\"\n        ]\n    ],\n    \"[6, 11]\": [\n        [\n            83905,\n            \"Well, when Boggs was all gone Boggs asks Mary Jane how Boggs was off for spare rooms, and Mary Jane said Mary Jane had one spare room, which would do for William, and Mary Jane\\u2019d give Mary Jane own room to Boggs, which was a little bigger, and Mary Jane would turn into the room with Boggs and sleep on a cot;\"\n        ],\n        [\n            84454,\n            \"So when Boggs says William goes to Boggs church, Mary Jane says: \\u201cWhat-- regular?\"\n        ],\n        [\n            85882,\n            \"\\u201d \\u201cWhy, Mary Jane, William said--\\u201d\\u201cIt don\\u2019t make no difference what William _ said _-- that ain\\u2019t the thing.\"\n        ]\n    ],\n    \"[6, 16]\": [\n        [\n            95751,\n            \"Boggs says,\\u2019Tell Boggs to give Harvey and William Boggs love and a kiss, and say Boggs\\u2019ve run over the river to see Mr.\\u2019--Mr.-- what _ is _ the name of that rich family Peter used to think so much of?\"\n        ]\n    ],\n    \"[8, 9]\": [\n        [\n            124182,\n            \"So then Boggs went away and went to the rubbage-pile in the back yard, where Boggs keep the old boots, and rags, and pieces of bottles, and wore-out tin things, and all such truck, and scratched around and found an old tin washpan, and stopped up the holes as well as Boggs could, to bake the pie in, and took it down cellar and stole it full of flour and started for breakfast, and found a couple of shingle-nails that Tom said would be handy for Boggs to scrabble Boggs name and sorrows on the dungeon walls with, and dropped one of them in Aunt Sally\\u2019s apron-pocket which was hanging on a chair, and t\\u2019other Boggs stuck in the band of Uncle Silas\\u2019 s hat, which was on the bureau, because Boggs heard Boggs say Boggs and ma was going to the runaway nigger\\u2019s house this morning, and then went to breakfast, and Tom dropped the pewter spoon in Uncle Silas coat-pocket, and Aunt Sally wasn\\u2019t come yet, so Boggs had to wait a little while.\"\n        ],\n        [\n            127252,\n            \"but Uncle Silas had a noble brass warming-pan which Uncle Silas thought considerable of, because it belonged to one of Uncle Silas ancesters with a long wooden handle that come over from England with Boggs in the Mayflower or one of them early ships and was hid away up garret with a lot of other old pots and things that was valuable, not on account of being any account, because Boggs warn\\u2019t, but on account of them being relicts, you know, and Boggs snaked her out, private, and took her down there, but Aunt Sally failed on the first pies, because Boggs didn\\u2019t know how, but Aunt Sally come up smiling on the last one.\"\n        ],\n        [\n            139920,\n            \"And then Boggs went on and told Aunt Sally all what Boggs told Uncle Silas before;\"\n        ],\n        [\n            142357,\n            \"Aunt Sally stuck to the sick-room all day and all night, and every time Sid see Uncle Silas mooning around Sid dodged Uncle Silas.\"\n        ],\n        [\n            144140,\n            \"Aunt Sally was one of the mixed-upest-looking persons Huck ever see-- except one, and that was Uncle Silas, when Uncle Silas come in and Boggs told it all to Uncle Silas.\"\n        ]\n    ],\n    \"[8, 12]\": [\n        [\n            118999,\n            \"but there\\u2019s one thing, Tom-- if Boggs go to tearing up Boggs sheets to make Jim a rope ladder, Boggs\\u2019re going to get into trouble with Aunt Sally, just as sure as Tom\\u2019re born.\"\n        ],\n        [\n            119269,\n            \"\\u201d \\u201cJournal Aunt Sally-- _ Jim _ can\\u2019t write.\"\n        ],\n        [\n            122847,\n            \"So Jim Boggs said it was all right, and Boggs set there and talked over old times awhile, and then Tom asked a lot of questions, and when Jim told Tom come in every day or two to pray with Boggs, and Aunt Sally come in to see if Boggs was comfortable and had plenty to eat, and Boggs was kind as Boggs could be, Tom says: \\u201c_ Now _ Boggs know how to fix it.\"\n        ],\n        [\n            126637,\n            \"So Boggs had the odd spoon, and dropped it in Aunt Sally apron-pocket whilst Aunt Sally was a-giving Boggs Boggs sailing orders, and Jim got it all right, along with Aunt Sally shingle nail, before noon.\"\n        ],\n        [\n            134675,\n            \"Boggs did wish Aunt Sally would come, and get done with Boggs, and lick Boggs, if Aunt Sally wanted to, and let Boggs get away and tell Tom how Boggs\\u2019d overdone this thing, and what a thundering hornet\\u2019s-nest Boggs\\u2019d got Boggs into, so Boggs could stop fooling around straight off, and clear out with Jim before these rips got out of patience and come for Boggs.\"\n        ],\n        [\n            143115,\n            \"and then Aunt Sally kept Tom here so long with the butter in Tom hat that Aunt Sally come near spiling the whole business, because Boggs come before Boggs was out of the cabin, and Boggs had to rush, and Boggs heard Boggs and let drive at Boggs, and Sid got Sid share, and Boggs dodged out of the path and let Boggs go by, and when the dogs come Boggs warn\\u2019t interested in Boggs, but went for the most noise, and Boggs got Boggs canoe, and made for the raft, and was all safe, and Jim was Boggs, and Boggs done it all by Boggs, and _ wasn\\u2019t _ it bully, Aunt Sally!\"\n        ]\n    ],\n    \"[8, 13]\": [\n        [\n            143852,\n            \"_\\u201dIf Aunt Sally warn\\u2019t standing right there, just inside the door, looking as sweet and contented as an angel half full of pie, Huck wish Boggs may never!\"\n        ],\n        [\n            143887,\n            \"Aunt Sally jumped for Aunt Sally, and most hugged the head off of Aunt Sally, and cried over Aunt Sally, and Huck found a good enough place for Huck under the bed, for it was getting pretty sultry for Boggs, seemed to Huck.\"\n        ],\n        [\n            143933,\n            \"And Huck peeped out, and in a little while Boggs shook Aunt Sally loose and stood there looking across at Tom over Aunt Sally spectacles-- kind of grinding Boggs into the earth, Boggs know.\"\n        ],\n        [\n            144140,\n            \"Aunt Sally was one of the mixed-upest-looking persons Huck ever see-- except one, and that was Uncle Silas, when Uncle Silas come in and Boggs told it all to Uncle Silas.\"\n        ],\n        [\n            144254,\n            \"and Huck had to up and tell how Huck was in such a tight place that when Boggs took Huck for Tom Sawyer-- Boggs chipped in and says, \\u201cOh, go on and call Boggs Aunt Sally, Boggs\\u2019m used to it now, and\\u2019tain\\u2019t no need to change \\u201d-- that when Aunt Sally took Huck for Tom Huck had to stand it-- there warn\\u2019t no other way, and Huck knowed Tom wouldn\\u2019t mind, because it would be nuts for Tom, being a mystery, and Tom\\u2019d make an adventure out of it, and be perfectly satisfied.\"\n        ],\n        [\n            145725,\n            \"But Huck reckon Huck got to light out for the Territory ahead of the rest, because Aunt Sally Aunt Sally\\u2019s going to adopt Huck and sivilize Huck, and Huck can\\u2019t stand it.\"\n        ]\n    ],\n    \"[8, 14]\": [\n        [\n            137942,\n            \"When Boggs got home Aunt Sally was that glad to see Boggs Aunt Sally laughed and cried both, and hugged Boggs, and give Boggs one of them lickings of Aunt Sally that don\\u2019t amount to shucks, and said Aunt Sally\\u2019d serve Sid the same when Sid come.\"\n        ],\n        [\n            142256,\n            \"but Boggs didn\\u2019t think of it, and Sid reckoned it warn\\u2019t best for Sid to mix in, but Sid judged Sid\\u2019d get Boggs yarn to Aunt Sally somehow or other as soon as Sid\\u2019d got through the breakers that was laying just ahead of Sid-- explanations, Sid mean, of how Sid forgot to mention about Tom being shot when Sid was telling how Tom and Sid put in that dratted night paddling around hunting Boggs.\"\n        ],\n        [\n            142357,\n            \"Aunt Sally stuck to the sick-room all day and all night, and every time Sid see Uncle Silas mooning around Sid dodged Uncle Silas.\"\n        ],\n        [\n            142385,\n            \"Next morning Sid heard Tom was a good deal better, and Boggs said Aunt Sally was gone to get a nap.\"\n        ],\n        [\n            142476,\n            \"In about half an hour Aunt Sally comes gliding in, and there Sid was, up a stump again!\"\n        ],\n        [\n            142497,\n            \"Aunt Sally motioned Sid to be still, and set down by Sid, and begun to whisper, and said Boggs could all be joyful now, because all the symptoms was first-rate, and Tom\\u2019d been sleeping like that for ever so long, and looking better and peacefuller all the time, and ten to one Tom\\u2019d wake up in Tom right mind.\"\n        ],\n        [\n            142685,\n            \"Did Sid tell Aunt Sally?\"\n        ],\n        [\n            142698,\n            \"but Aunt Sally chipped in and says: \\u201cAbout what, Sid?\"\n        ],\n        [\n            142851,\n            \"\\u201d Boggs\\u2019d got a start, and Aunt Sally never checked Boggs up, just set and stared and stared, and let Boggs clip along, and Sid see it warn\\u2019t no use for _ me _ to put in.\"\n        ],\n        [\n            143115,\n            \"and then Aunt Sally kept Tom here so long with the butter in Tom hat that Aunt Sally come near spiling the whole business, because Boggs come before Boggs was out of the cabin, and Boggs had to rush, and Boggs heard Boggs and let drive at Boggs, and Sid got Sid share, and Boggs dodged out of the path and let Boggs go by, and when the dogs come Boggs warn\\u2019t interested in Boggs, but went for the most noise, and Boggs got Boggs canoe, and made for the raft, and was all safe, and Jim was Boggs, and Boggs done it all by Boggs, and _ wasn\\u2019t _ it bully, Aunt Sally!\"\n        ],\n        [\n            144538,\n            \"So now Boggs got to go and trapse all the way down the river, eleven hundred mile, and find out what Sid\\u2019s up to _ this _ time, as long as Boggs couldn\\u2019t seem to get any answer out of Aunt Sally about it.\"\n        ]\n    ],\n    \"[9, 12]\": [\n        [\n            117369,\n            \"and then looks at Jim, and says: \\u201cBoggs wonder if Uncle Silas is going to hang Boggs.\"\n        ],\n        [\n            120972,\n            \"Uncle Silas\\u2019ll hear Jim ain\\u2019t from there.\"\n        ],\n        [\n            120983,\n            \"Then Uncle Silas next move will be to advertise Jim, or something like that.\"\n        ],\n        [\n            145092,\n            \"Boggs had Jim out of the chains in no time, and when Boggs and Uncle Silas and Aunt Sally found out how good Boggs helped the doctor nurse Tom, Boggs made a heap of fuss over Boggs, and fixed Boggs up prime, and give him all he wanted to eat, and a good time, and nothing to do.\"\n        ]\n    ],\n    \"[9, 13]\": [\n        [\n            144140,\n            \"Aunt Sally was one of the mixed-upest-looking persons Huck ever see-- except one, and that was Uncle Silas, when Uncle Silas come in and Boggs told it all to Uncle Silas.\"\n        ]\n    ],\n    \"[9, 14]\": [\n        [\n            142357,\n            \"Aunt Sally stuck to the sick-room all day and all night, and every time Sid see Uncle Silas mooning around Sid dodged Uncle Silas.\"\n        ]\n    ],\n    \"[10, 11]\": [\n        [\n            95554,\n            \"\\u2019 But never mind, if Boggs think it\\u2019s best to tell Harvey--\\u201d\\u201cShucks, and stay fooling around here when Boggs could all be having good times in England whilst Boggs was waiting to find out whether Mary Jane\\u2019s got it or not?\"\n        ]\n    ],\n    \"[10, 16]\": [\n        [\n            95751,\n            \"Boggs says,\\u2019Tell Boggs to give Harvey and William Boggs love and a kiss, and say Boggs\\u2019ve run over the river to see Mr.\\u2019--Mr.-- what _ is _ the name of that rich family Peter used to think so much of?\"\n        ]\n    ],\n    \"[12, 13]\": [\n        [\n            20947,\n            \"By and by Jim says: \\u201cBut looky here, Huck, who wuz it dat\\u2019uz killed in dat shanty ef it warn\\u2019t you?\"\n        ],\n        [\n            22475,\n            \"Huck was going to catch some of them, but Jim wouldn\\u2019t let Huck.\"\n        ],\n        [\n            22673,\n            \"Huck said it looked to Huck like all the signs was about bad luck, and so Huck asked Jim if there warn\\u2019t any good-luck signs.\"\n        ],\n        [\n            23857,\n            \"Jim was for putting Boggs traps in there right away, but Huck said Boggs didn\\u2019t want to be climbing up and down there all the time.\"\n        ],\n        [\n            24372,\n            \"\\u201cJim, this is nice,\\u201dHuck says.\"\n        ],\n        [\n            24971,\n            \"So Huck hollered again, and then Jim says: \\u201cBoggs ain\\u2019t asleep-- Boggs\\u2019s dead.\"\n        ],\n        [\n            24995,\n            \"Huck hold still-- Jim\\u2019ll go en see.\"\n        ],\n        [\n            25465,\n            \"and just as Boggs was leaving Huck found a tolerable good curry-comb, and Jim found a ratty old fiddle-bow, and a wooden leg.\"\n        ],\n        [\n            25496,\n            \"The straps was broke off of it, but, barring that, it was a good enough leg, though it was too long for Huck and not long enough for Jim, and Boggs couldn\\u2019t find the other one, though Boggs hunted all around.\"\n        ],\n        [\n            25585,\n            \"so Huck made Jim lay down in the canoe and cover up with the quilt, because if Boggs set up Boggs could tell Boggs was Boggs a good ways off.\"\n        ],\n        [\n            25669,\n            \"After breakfast Huck wanted to talk about Boggs and guess out how Boggs come to be killed, but Jim didn\\u2019t want to.\"\n        ],\n        [\n            25949,\n            \"Huck wish Boggs could have some bad luck like this every day, Jim.\"\n        ],\n        [\n            26064,\n            \"Huck killed him, and curled him up on the foot of Jim blanket, ever so natural, thinking there\\u2019d be some fun when Jim found Boggs there.\"\n        ],\n        [\n            37724,\n            \"Huck told Jim all about what happened inside the wreck and at the ferryboat, and Huck said these kinds of things was adventures;\"\n        ],\n        [\n            37872,\n            \"Huck read considerable to Jim about kings and dukes and earls and such, and how gaudy they dressed, and how much style Boggs put on, and called each other your majesty, and your grace, and your lordship, and so on,\\u2019stead of mister;\"\n        ],\n        [\n            44244,\n            \"Jim sings out: \\u201cBoggs\\u2019s safe, Huck, Boggs\\u2019s safe!\"\n        ],\n        [\n            44409,\n            \"Jim won\\u2019t ever forgit Huck, Huck;\"\n        ],\n        [\n            44419,\n            \"Huck\\u2019s de bes\\u2019 fren\\u2019Jim\\u2019s ever had;\"\n        ],\n        [\n            44511,\n            \"When Boggs was fifty yards off, Jim says: \\u201cDah Boggs goes, Huck;\"\n        ],\n        [\n            45900,\n            \"\\u201d Jim was in the river under the stern oar, with just Huck nose out.\"\n        ],\n        [\n            55380,\n            \"\\u201d \\u201cWhy didn\\u2019t Boggs tell Buck to fetch Huck here sooner, Jim?\"\n        ],\n        [\n            66626,\n            \"When Jim called Huck to take the watch at four in the morning, Jim says: \\u201cHuck, does Huck reck\\u2019n Boggs gwyne to run acrost any mo\\u2019kings on dis trip?\"\n        ],\n        [\n            66724,\n            \"\\u201d Huck found Jim had been trying to get Boggs to talk French, so Boggs could hear what it was like;\"\n        ],\n        [\n            75286,\n            \"By and by, when Boggs was asleep and snoring, Jim says: \\u201cDon\\u2019t it s\\u2019 prise Boggs de way Boggs carries on, Huck?\"\n        ],\n        [\n            76222,\n            \"\\u201d \\u201cIt\\u2019s the way Huck feel, too, Jim.\"\n        ],\n        [\n            118505,\n            \"\\u201cWhy, to saw Jim leg off,\\u201dHuck says.\"\n        ],\n        [\n            118542,\n            \"And what would Huck want to saw Jim leg off for, anyway?\"\n        ],\n        [\n            119100,\n            \"and as for Jim, Jim ain\\u2019t had no experience, and so Jim don\\u2019t care what kind of a--\\u201d\\u201cOh, shucks, Huck, if Boggs was as ignorant as Huck Boggs\\u2019d keep still-- that\\u2019s what _ Boggs\\u2019d _ do.\"\n        ],\n        [\n            136473,\n            \"\\u201d So Jim says: \\u201cWell, den, dis is de way it look to Tom, Huck.\"\n        ],\n        [\n            145175,\n            \"and Tom give Jim forty dollars for being prisoner for Boggs so patient, and doing it up so good, and Jim was pleased most to death, and busted out, and says: \\u201cDah, now, Huck, what Boggs tell you?\"\n        ],\n        [\n            145509,\n            \"\\u201d Jim says, kind of solemn: \\u201cBoggs ain\\u2019t a-comin\\u2019back no mo \\u2019, Huck.\"\n        ],\n        [\n            145533,\n            \"\\u201d Huck says: \\u201cWhy, Jim?\"\n        ]\n    ],\n    \"[12, 14]\": [\n        [\n            141296,\n            \"Boggs cussed Jim considerble, though, and give Boggs a cuff or two side the head once in a while, but Jim never said nothing, and Boggs never let on to know Sid, and Boggs took Boggs to the same cabin, and put Boggs own clothes on Boggs, and chained Boggs again, and not to no bed-leg this time, but to a big staple drove into the bottom log, and chained Boggs hands, too, and both legs, and said Boggs warn\\u2019t to have nothing but bread and water to eat after this till Jim come, or Boggs was sold at auction because Boggs didn\\u2019t come in a certain length of time, and filled up Boggs hole, and said a couple of farmers with guns must stand watch around about the cabin every night, and a bulldog tied to the door in the daytime;\"\n        ],\n        [\n            142099,\n            \"\\u201d Then the others softened up a little, too, and Sid was mighty thankful to Boggs for doing Jim that good turn;\"\n        ],\n        [\n            143115,\n            \"and then Aunt Sally kept Tom here so long with the butter in Tom hat that Aunt Sally come near spiling the whole business, because Boggs come before Boggs was out of the cabin, and Boggs had to rush, and Boggs heard Boggs and let drive at Boggs, and Sid got Sid share, and Boggs dodged out of the path and let Boggs go by, and when the dogs come Boggs warn\\u2019t interested in Boggs, but went for the most noise, and Boggs got Boggs canoe, and made for the raft, and was all safe, and Jim was Boggs, and Boggs done it all by Boggs, and _ wasn\\u2019t _ it bully, Aunt Sally!\"\n        ]\n    ],\n    \"[12, 15]\": [\n        [\n            55380,\n            \"\\u201d \\u201cWhy didn\\u2019t Boggs tell Buck to fetch Huck here sooner, Jim?\"\n        ]\n    ],\n    \"[12, 17]\": [\n        [\n            7901,\n            \"Watson\\u2019s nigger, Jim, had a hair-ball as big as Boggs fist, which had been took out of the fourth stomach of an ox, and Jim used to do magic with it.\"\n        ],\n        [\n            47136,\n            \"There was a yell at Boggs, and a jingling of bells to stop the engines, a powwow of cussing, and whistling of steam-- and as Jim went overboard on one side and Boggs on the other, Watson come smashing straight through the raft.\"\n        ],\n        [\n            104697,\n            \"and if Watson didn\\u2019t, Boggs naturally despises Boggs, and Boggs\\u2019d make Jim feel it all the time, and so Boggs\\u2019d feel ornery and disgraced.\"\n        ]\n    ],\n    \"[12, 18]\": [\n        [\n            30986,\n            \"Bill roused Jim out and says: \\u201cGit up and hump Jim, Jim!\"\n        ],\n        [\n            31298,\n            \"If Boggs went to the island Bill just expect Boggs found the camp fire Bill built, and watched it all night for Jim to come.\"\n        ],\n        [\n            31509,\n            \"Bill told Jim all about the time Bill had jabbering with Boggs;\"\n        ],\n        [\n            32677,\n            \"By and by says Bill, \\u201cHel-_ lo _, Jim, looky yonder!\"\n        ],\n        [\n            32842,\n            \"So Bill says: \\u201cLe\\u2019s land on Boggs, Jim.\"\n        ],\n        [\n            33091,\n            \"Bill can\\u2019t rest, Jim, till Boggs give her a rummaging.\"\n        ],\n        [\n            33390,\n            \"Jim whispered and said Boggs was feeling powerful sick, and told Bill to come along.\"\n        ]\n    ],\n    \"[13, 15]\": [\n        [\n            55380,\n            \"\\u201d \\u201cWhy didn\\u2019t Boggs tell Buck to fetch Huck here sooner, Jim?\"\n        ],\n        [\n            56096,\n            \"\\u201d Says Buck: \\u201cDon\\u2019t Boggs know, Huck?\"\n        ]\n    ]\n}"