"{\n    \"[1, 3]\": [\n        [\n            140,\n            \"Now the way that the book winds up is this: Tom and me found the money that the robbers hid in the cave, and it made us rich.\"\n        ],\n        [\n            312,\n            \"But Tom Sawyer he hunted me up and said he was going to start a band of robbers, and I might join if I would go back to the widow and be respectable.\"\n        ],\n        [\n            1090,\n            \"I asked her if she reckoned Tom Sawyer would go there, and she said not by a considerable sight.\"\n        ],\n        [\n            1111,\n            \"I was glad about that, because I wanted him and me to be together.\"\n        ],\n        [\n            1708,\n            \"Then I slipped down to the ground and crawled in among the trees, and, sure enough, there was Tom Sawyer waiting for me.\"\n        ],\n        [\n            2071,\n            \"\\u201d So he set down on the ground betwixt me and Tom.\"\n        ],\n        [\n            2241,\n            \"Tom he made a sign to me-- kind of a little noise with his mouth-- and we went creeping away on our hands and knees.\"\n        ],\n        [\n            2271,\n            \"When we was ten foot off Tom whispered to me, and wanted to tie Jim to the tree for fun.\"\n        ],\n        [\n            2342,\n            \"I didn\\u2019t want him to try.\"\n        ],\n        [\n            2367,\n            \"so we slid in there and got three candles, and Tom laid five cents on the table for pay.\"\n        ],\n        [\n            2446,\n            \"As soon as Tom was back we cut along the path, around the garden fence, and by and by fetched up on the steep top of the hill the other side of the house.\"\n        ],\n        [\n            2891,\n            \"Well, when Tom and me got to the edge of the hilltop we looked away down into the village and could see three or four lights twinkling, where there was sick folks, maybe;\"\n        ],\n        [\n            3015,\n            \"We went to a clump of bushes, and Tom made everybody swear to keep the secret, and then showed them a hole in the hill, right in the thickest part of the bushes.\"\n        ],\n        [\n            3081,\n            \"Tom poked about amongst the passages, and pretty soon ducked under a wall where you wouldn\\u2019t a noticed that there was a hole.\"\n        ],\n        [\n            3134,\n            \"Tom says: \\u201cNow, we\\u2019ll start this band of robbers and call it Tom Sawyer\\u2019s Gang.\"\n        ],\n        [\n            3377,\n            \"Everybody said it was a real beautiful oath, and asked Tom if he got it out of his own head.\"\n        ],\n        [\n            3963,\n            \"Don\\u2019t I tell you it\\u2019s in the books?\"\n        ],\n        [\n            3999,\n            \"\\u201d \\u201cOh, that\\u2019s all very fine to _ say _, Tom Sawyer, but how in the nation are these fellows going to be ransomed if we don\\u2019t know how to do it to them?\"\n        ],\n        [\n            4343,\n            \"No, sir, we\\u2019ll just go on and ransom them in the regular way.\"\n        ],\n        [\n            4620,\n            \"But Tom give him five cents to keep quiet, and said we would all go home and meet next week, and rob somebody and kill some people.\"\n        ],\n        [\n            4694,\n            \"They agreed to get together and fix a day as soon as they could, and then we elected Tom Sawyer first captain and Jo Harper second captain of the Gang, and so started home.\"\n        ],\n        [\n            5667,\n            \"Tom Sawyer called the hogs \\u201cingots,\\u201dand he called the turnips and stuff \\u201cjulery,\\u201dand we would go to the cave and powwow over what we had done, and how many people we had killed and marked.\"\n        ],\n        [\n            5723,\n            \"One time Tom sent a boy to run about town with a blazing stick, which he called a slogan (which was the sign for the Gang to get together), and then he said he had got secret news by his spies that next day a whole parcel of Spanish merchants and rich A-rabs was going to camp in Cave Hollow with two hundred elephants, and six hundred camels, and over a thousand \\u201csumter\\u201dmules, all loaded down with di\\u2019monds, and they didn\\u2019t have only a guard of four hundred soldiers, and so we would lay in ambuscade, as he called it, and kill the lot and scoop the things.\"\n        ],\n        [\n            5852,\n            \"He said we must slick up our swords and guns, and get ready.\"\n        ],\n        [\n            5867,\n            \"He never could go after even a turnip-cart but he must have the swords and guns all scoured up for it, though they was only lath and broomsticks, and you might scour at them till you rotted, and then they warn\\u2019t worth a mouthful of ashes more than what they was before.\"\n        ],\n        [\n            6089,\n            \"I didn\\u2019t see no di\\u2019monds, and I told Tom Sawyer so.\"\n        ],\n        [\n            6147,\n            \"He said if I warn\\u2019t so ignorant, but had read a book called Don Quixote, I would know without asking.\"\n        ],\n        [\n            6181,\n            \"He said there was hundreds of soldiers there, and elephants and treasure, and so on, but we had enemies which he called magicians;\"\n        ],\n        [\n            6247,\n            \"Tom Sawyer said I was a numskull.\"\n        ],\n        [\n            6255,\n            \"\\u201cWhy,\\u201dsaid he, \\u201ca magician could call up a lot of genies, and they would hash you up like nothing before you could say Jack Robinson.\"\n        ],\n        [\n            6849,\n            \"So then I judged that all that stuff was only just one of Tom Sawyer\\u2019s lies.\"\n        ],\n        [\n            6868,\n            \"I reckoned he believed in the A-rabs and the elephants, but as for me I think different.\"\n        ],\n        [\n            16190,\n            \"I did wish Tom Sawyer was there;\"\n        ],\n        [\n            16198,\n            \"I knowed he would take an interest in this kind of business, and throw in the fancy touches.\"\n        ],\n        [\n            33106,\n            \"Do you reckon Tom Sawyer would ever go by this thing?\"\n        ],\n        [\n            47833,\n            \"Bob, if you and Tom are ready, take your places.\"\n        ],\n        [\n            52305,\n            \"Then Tom and Bob went to the sideboard where the decanter was, and mixed a glass of bitters and handed it to him, and he held it in his hand and waited till Tom\\u2019s and Bob\\u2019s was mixed, and then they bowed and said, \\u201cOur duty to you, sir, and madam;\"\n        ],\n        [\n            52368,\n            \"\\u201d and _ they _ bowed the least bit in the world and said thank you, and so they drank, all three, and Bob and Tom poured a spoonful of water on the sugar and the mite of whisky or apple brandy in the bottom of their tumblers, and give it to me and Buck, and we drank to the old people too.\"\n        ],\n        [\n            53664,\n            \"Bob\\u2019s been carved up some with a bowie, and Tom\\u2019s been hurt once or twice.\"\n        ],\n        [\n            110149,\n            \"\\u201d \\u201cWhy, Sally, I _ couldn\\u2019t _ miss him along the road-- _ you _ know that.\"\n        ],\n        [\n            110195,\n            \"You must a missed him.\"\n        ],\n        [\n            110201,\n            \"He--\\u201d\\u201cOh, don\\u2019t distress me any more\\u2019n I\\u2019m already distressed.\"\n        ],\n        [\n            110275,\n            \"for he _ couldn\\u2019t _ come and me miss him.\"\n        ],\n        [\n            110453,\n            \"\\u201d \\u201cIt\\u2019s _ Tom Sawyer!\"\n        ],\n        [\n            110724,\n            \"Being Tom Sawyer was easy and comfortable, and it stayed easy and comfortable till by and by I hear a steamboat coughing along down the river.\"\n        ],\n        [\n            110752,\n            \"Then I says to myself, s\\u2019 pose Tom Sawyer comes down on that boat?\"\n        ],\n        [\n            110769,\n            \"And s\\u2019 pose he steps in here any minute, and sings out my name before I can throw him a wink to keep quiet?\"\n        ],\n        [\n            110817,\n            \"I must go up the road and waylay him.\"\n        ],\n        [\n            110847,\n            \"The old gentleman was for going along with me, but I said no, I could drive the horse myself, and I druther he wouldn\\u2019t take no trouble about me.\"\n        ],\n        [\n            110885,\n            \"So I started for town in the wagon, and when I was half-way I see a wagon coming, and sure enough it was Tom Sawyer, and I stopped and waited till he come along.\"\n        ],\n        [\n            110950,\n            \"and he swallowed two or three times like a person that\\u2019s got a dry throat, and then says: \\u201cI hain\\u2019t ever done you no harm.\"\n        ],\n        [\n            110987,\n            \"So, then, what you want to come back and ha\\u2019nt _ me _ for?\"\n        ],\n        [\n            111028,\n            \"\\u201d When he heard my voice it righted him up some, but he warn\\u2019t quite satisfied yet.\"\n        ],\n        [\n            111049,\n            \"He says: \\u201cDon\\u2019t you play nothing on me, because I wouldn\\u2019t on you.\"\n        ],\n        [\n            111603,\n            \"It was the most astonishing speech I ever heard-- and I\\u2019m bound to say Tom Sawyer fell considerable in my estimation.\"\n        ],\n        [\n            111783,\n            \"The old gentleman was at the door, and he says: \\u201cWhy, this is wonderful!\"\n        ],\n        [\n            112233,\n            \"When he got a-front of us he lifts his hat ever so gracious and dainty, like it was the lid of a box that had butterflies asleep in it and he didn\\u2019t want to disturb them, and says: \\u201cMr. Archibald Nichols, I presume?\"\n        ],\n        [\n            112287,\n            \"\\u201d \\u201cNo, my boy,\\u201dsays the old gentleman, \\u201cI\\u2019m sorry to say\\u2019t your driver has deceived you;\"\n        ],\n        [\n            112334,\n            \"\\u201d Tom he took a look back over his shoulder, and says, \\u201cToo late-- he\\u2019s out of sight.\"\n        ],\n        [\n            112360,\n            \"\\u201d \\u201cYes, he\\u2019s gone, my son, and you must come in and eat your dinner with us;\"\n        ],\n        [\n            112384,\n            \"and then we\\u2019ll hitch up and take you down to Nichols\\u2019 s.\"\n        ],\n        [\n            112438,\n            \"\\u201d \\u201cBut we won\\u2019t _ let _ you walk-- it wouldn\\u2019t be Southern hospitality to do it.\"\n        ],\n        [\n            112503,\n            \"It\\u2019s a long, dusty three mile, and we can\\u2019t let you walk.\"\n        ],\n        [\n            112522,\n            \"And, besides, I\\u2019ve already told\\u2019em to put on another plate when I see you coming;\"\n        ],\n        [\n            112544,\n            \"so you mustn\\u2019t disappoint us.\"\n        ],\n        [\n            112561,\n            \"\\u201d So Tom he thanked them very hearty and handsome, and let himself be persuaded, and come in;\"\n        ],\n        [\n            112582,\n            \"and when he was in he said he was a stranger from Hicksville, Ohio, and his name was William Thompson-- and he made another bow.\"\n        ],\n        [\n            112612,\n            \"Well, he run on, and on, and on, making up stuff about Hicksville and everybody in it he could invent, and I getting a little nervious, and wondering how this was going to help me out of my scrape;\"\n        ],\n        [\n            112694,\n            \"but she jumped up and wiped it off with the back of her hand, and says: \\u201cYou owdacious puppy!\"\n        ],\n        [\n            112717,\n            \"\\u201d He looked kind of hurt, and says: \\u201cI\\u2019m surprised at you, m\\u2019am.\"\n        ],\n        [\n            112739,\n            \"\\u201d \\u201cYou\\u2019re s\\u2019 rp-- Why, what do you reckon I am?\"\n        ],\n        [\n            112758,\n            \"I\\u2019ve a good notion to take and-- Say, what do you mean by kissing me?\"\n        ],\n        [\n            112779,\n            \"\\u201d He looked kind of humble, and says: \\u201cI didn\\u2019t mean nothing, m\\u2019am.\"\n        ],\n        [\n            112809,\n            \"I-- I-- thought you\\u2019d like it.\"\n        ],\n        [\n            112830,\n            \"\\u201d She took up the spinning stick, and it looked like it was all she could do to keep from giving him a crack with it.\"\n        ],\n        [\n            112858,\n            \"\\u201cWhat made you think I\\u2019d like it?\"\n        ],\n        [\n            112879,\n            \"Only, they-- they-- told me you would.\"\n        ],\n        [\n            112953,\n            \"and her eyes snapped, and her fingers worked like she wanted to scratch him;\"\n        ],\n        [\n            112981,\n            \"Out with their names, or ther\\u2019ll be an idiot short.\"\n        ],\n        [\n            113025,\n            \"They told me to.\"\n        ],\n        [\n            113030,\n            \"They all told me to.\"\n        ],\n        [\n            113062,\n            \"But I\\u2019m sorry, m\\u2019am, and I won\\u2019t do it no more-- I won\\u2019t, honest.\"\n        ],\n        [\n            113102,\n            \"Well, I sh\\u2019d _ reckon _ you won\\u2019t!\"\n        ],\n        [\n            113129,\n            \"I won\\u2019t ever do it again-- till you ask me.\"\n        ],\n        [\n            113144,\n            \"\\u201d \\u201cTill I _ ask _ you!\"\n        ],\n        [\n            113167,\n            \"I lay you\\u2019ll be the Methusalem-numskull of creation before ever I ask you-- or the likes of you.\"\n        ],\n        [\n            113217,\n            \"They said you would, and I thought you would.\"\n        ],\n        [\n            113228,\n            \"But--\\u201dHe stopped and looked around slow, like he wished he could run across a friendly eye somewheres, and fetched up on the old gentleman\\u2019s, and says, \\u201cDidn\\u2019t _ you _ think she\\u2019d like me to kiss her, sir?\"\n        ],\n        [\n            113308,\n            \"\\u201d Then he looks on around the same way to me, and says: \\u201cTom, didn\\u2019t _ you _ think Aunt Sally\\u2019d open out her arms and say,\\u2019Sid Sawyer--\\u2019\\u201d \\u201cMy land!\"\n        ],\n        [\n            113355,\n            \"\\u201d she says, breaking in and jumping for him, \\u201cyou impudent young rascal, to fool a body so--\\u201dand was going to hug him, but he fended her off, and says: \\u201cNo, not till you\\u2019ve asked me first.\"\n        ],\n        [\n            113408,\n            \"\\u201d So she didn\\u2019t lose no time, but asked him;\"\n        ],\n        [\n            113474,\n            \"We warn\\u2019t looking for _ you _ at all, but only Tom.\"\n        ],\n        [\n            113490,\n            \"Sis never wrote to me about anybody coming but him.\"\n        ],\n        [\n            113501,\n            \"\\u201d \\u201cIt\\u2019s because it warn\\u2019t _ intended _ for any of us to come but Tom,\\u201dhe says;\"\n        ],\n        [\n            113546,\n            \"so, coming down the river, me and Tom thought it would be a first-rate surprise for him to come here to the house first, and for me to by and by tag along and drop in, and let on to be a stranger.\"\n        ],\n        [\n            113653,\n            \"But I don\\u2019t care, I don\\u2019t mind the terms-- I\\u2019d be willing to stand a thousand such jokes to have you here.\"\n        ],\n        [\n            113693,\n            \"I don\\u2019t deny it, I was most putrified with astonishment when you give me that smack.\"\n        ],\n        [\n            113826,\n            \"There was a considerable good deal of talk all the afternoon, and me and Tom was on the lookout all the time;\"\n        ],\n        [\n            113883,\n            \"But at supper, at night, one of the little boys says: \\u201cPa, mayn\\u2019t Tom and Sid and me go to the show?\"\n        ],\n        [\n            114001,\n            \"Tom and me was to sleep in the same room and bed;\"\n        ],\n        [\n            114092,\n            \"On the road Tom he told me all about how it was reckoned I was murdered, and how pap disappeared pretty soon, and didn\\u2019t come back no more, and what a stir there was when Jim run away;\"\n        ],\n        [\n            114136,\n            \"and I told Tom all about our Royal Nonesuch rapscallions, and as much of the raft voyage as I had time to;\"\n        ],\n        [\n            114583,\n            \"By and by Tom says: \\u201cLooky here, Huck, what fools we are to not think of it before!\"\n        ],\n        [\n            114915,\n            \"If I had Tom Sawyer\\u2019s head I wouldn\\u2019t trade it off to be a duke, nor mate of a steamboat, nor clown in a circus, nor nothing I can think of.\"\n        ],\n        [\n            115214,\n            \"but I knowed mighty well that whenever he got _ his _ plan ready it wouldn\\u2019t have none of them objections to it.\"\n        ],\n        [\n            115246,\n            \"He told me what it was, and I see in a minute it was worth fifteen of mine for style, and would make Jim just as free a man as mine would, and maybe get us all killed besides.\"\n        ],\n        [\n            115327,\n            \"I knowed he would be changing it around every which way as we went along, and heaving in new bullinesses wherever he got a chance.\"\n        ],\n        [\n            115361,\n            \"Well, one thing was dead sure, and that was that Tom Sawyer was in earnest, and was actuly going to help steal that nigger out of slavery.\"\n        ],\n        [\n            115453,\n            \"and yet here he was, without any more pride, or rightness, or feeling, than to stoop to this business, and make himself a shame, and his family a shame, before everybody.\"\n        ],\n        [\n            115505,\n            \"It was outrageous, and I knowed I ought to just up and tell him so;\"\n        ],\n        [\n            115522,\n            \"and so be his true friend, and let him quit the thing right where he was and save himself.\"\n        ],\n        [\n            115543,\n            \"And I _ did _ start to tell him;\"\n        ],\n        [\n            115553,\n            \"but he shut me up, and says: \\u201cDon\\u2019t you reckon I know what I\\u2019m about?\"\n        ],\n        [\n            115592,\n            \"\\u201d \\u201cDidn\\u2019t I _ say _ I was going to help steal the nigger?\"\n        ],\n        [\n            115622,\n            \"\\u201d That\\u2019s all he said, and that\\u2019s all I said.\"\n        ],\n        [\n            115665,\n            \"But I couldn\\u2019t make out how he was willing to go into this thing;\"\n        ],\n        [\n            115697,\n            \"If he was bound to have it so, I couldn\\u2019t help it.\"\n        ],\n        [\n            115902,\n            \"I should _ hope _ we can find a way that\\u2019s a little more complicated than _ that _, Huck Finn.\"\n        ],\n        [\n            115990,\n            \"\\u201cbut I bet we can find a way that\\u2019s twice as long.\"\n        ],\n        [\n            116086,\n            \"Tom he went to the soap-kettle and searched around, and fetched back the iron thing they lift the lid with;\"\n        ],\n        [\n            116255,\n            \"\\u201d Then we started for the house, and I went in the back door-- you only have to pull a buckskin latch-string, they don\\u2019t fasten the doors-- but that warn\\u2019t romantical enough for Tom Sawyer;\"\n        ],\n        [\n            116601,\n            \"\\u201d The nigger kind of smiled around gradually over his face, like when you heave a brickbat in a mud-puddle, and he says: \\u201cYes, Mars Sid, A dog.\"\n        ],\n        [\n            116660,\n            \"\\u201d I hunched Tom, and whispers: \\u201cYou going, right here in the daybreak?\"\n        ],\n        [\n            116706,\n            \"\\u201d So, drat him, we went along, but I didn\\u2019t like it much.\"\n        ],\n        [\n            116844,\n            \"Tom he looked at the nigger, steady and kind of wondering, and says: \\u201cDoes _ who _ know us?\"\n        ],\n        [\n            116905,\n            \"Didn\\u2019he jis\\u2019 dis minute sing out like he knowed you?\"\n        ],\n        [\n            117107,\n            \"\\u201d So Tom turns to the nigger, which was looking wild and distressed, and says, kind of severe: \\u201cWhat do you reckon\\u2019s the matter with you, anyway?\"\n        ],\n        [\n            117151,\n            \"\\u201d \\u201cOh, it\\u2019s de dad-blame\\u2019witches, sah, en I wisht I was dead, I do.\"\n        ],\n        [\n            117201,\n            \"Please to don\\u2019t tell nobody\\u2019bout it sah, er ole Mars Silas he\\u2019ll scole me;\"\n        ],\n        [\n            117338,\n            \"\\u201d Tom give him a dime, and said we wouldn\\u2019t tell nobody;\"\n        ],\n        [\n            117581,\n            \"because Tom said we got to have _ some _ light to see how to dig by, and a lantern makes too much, and might get us into trouble;\"\n        ],\n        [\n            117650,\n            \"We fetched an armful and hid it in the weeds, and set down to rest, and Tom says, kind of dissatisfied: \\u201cBlame it, this whole thing is just as easy and awkward as it can be.\"\n        ],\n        [\n            118709,\n            \"\\u201d \\u201cWhy, Tom Sawyer, how you talk,\\u201dI says;\"\n        ],\n        [\n            118999,\n            \"but there\\u2019s one thing, Tom Sawyer-- if we go to tearing up our sheets to make Jim a rope ladder, we\\u2019re going to get into trouble with Aunt Sally, just as sure as you\\u2019re born.\"\n        ],\n        [\n            119198,\n            \"but if you\\u2019ll take my advice, you\\u2019ll let me borrow a sheet off of the clothesline.\"\n        ],\n        [\n            119245,\n            \"\\u201d \\u201cWhat do we want of a shirt, Tom?\"\n        ],\n        [\n            119334,\n            \"\\u201d \\u201cWhy, Tom, we can pull a feather out of a goose and make him a better one;\"\n        ],\n        [\n            119880,\n            \"He said we was representing prisoners;\"\n        ],\n        [\n            119915,\n            \"It ain\\u2019t no crime in a prisoner to steal the thing he needs to get away with, Tom said;\"\n        ],\n        [\n            119981,\n            \"He said if we warn\\u2019t prisoners it would be a very different thing, and nobody but a mean, ornery person would steal when he warn\\u2019t a prisoner.\"\n        ],\n        [\n            120028,\n            \"And yet he made a mighty fuss, one day, after that, when I stole a watermelon out of the nigger-patch and eat it;\"\n        ],\n        [\n            120057,\n            \"and he made me go and give the niggers a dime without telling them what it was for.\"\n        ],\n        [\n            120076,\n            \"Tom said that what he meant was, we could steal anything we _ needed _.\"\n        ],\n        [\n            120103,\n            \"But he said I didn\\u2019t need it to get out of prison with;\"\n        ],\n        [\n            120237,\n            \"then Tom he carried the sack into the lean-to whilst I stood off a piece to keep watch.\"\n        ],\n        [\n            120258,\n            \"By and by he come out, and we went and set down on the woodpile to talk.\"\n        ],\n        [\n            120365,\n            \"He turns on me, looking pitying enough to make a body cry, and says: \\u201cHuck Finn, did you _ ever _ hear of a prisoner having picks and shovels, and all the modern conveniences in his wardrobe to dig himself out with?\"\n        ],\n        [\n            121224,\n            \"\\u201d \\u201cTom, if it ain\\u2019t unregular and irreligious to sejest it,\\u201dI says, \\u201cthere\\u2019s an old rusty saw-blade around yonder sticking under the weather-boarding behind the smoke-house.\"\n        ],\n        [\n            121268,\n            \"\\u201d He looked kind of weary and discouraged-like, and says: \\u201cIt ain\\u2019t no use to try to learn you nothing, Huck.\"\n        ],\n        [\n            121383,\n            \"Tom said he was right behind Jim\\u2019s bed now, and we\\u2019d dig in under it, and when we got through there couldn\\u2019t nobody in the cabin ever know there was any hole there, because Jim\\u2019s counter-pin hung down most to the ground, and you\\u2019d have to raise it up and look under to see the hole.\"\n        ],\n        [\n            121732,\n            \"\\u201d \\u201cWell, then, what we going to do, Tom?\"\n        ],\n        [\n            122278,\n            \"When I got up stairs I looked out at the window and see Tom doing his level best with the lightning-rod, but he couldn\\u2019t come it, his hands was so sore.\"\n        ],\n        [\n            122789,\n            \"But Tom he showed him how unregular it would be, and set down and told him all about our plans, and how we could alter them in a minute any time there was an alarm;\"\n        ],\n        [\n            122847,\n            \"So Jim he said it was all right, and we set there and talked over old times awhile, and then Tom asked a lot of questions, and when Jim told him Uncle Silas come in every day or two to pray with him, and Aunt Sally come in to see if he was comfortable and had plenty to eat, and both of them was kind as they could be, Tom says: \\u201c_ Now _ I know how to fix it.\"\n        ],\n        [\n            123163,\n            \"so he was satisfied, and said he would do it all just as Tom said.\"\n        ],\n        [\n            123345,\n            \"In the morning we went out to the woodpile and chopped up the brass candlestick into handy sizes, and Tom put them and the pewter spoon in his pocket.\"\n        ],\n        [\n            123376,\n            \"Then we went to the nigger cabins, and while I got Nat\\u2019s notice off, Tom shoved a piece of candlestick into the middle of a corn-pone that was in Jim\\u2019s pan, and we went along with Nat to see how it would work, and it just worked noble;\"\n        ],\n        [\n            123619,\n            \"Tom jerked the door open and flung out a slab of Jim\\u2019s meat, and the dogs went for it, and in two seconds he was out himself and back again and shut the door, and I knowed he\\u2019d fixed the other door too.\"\n        ],\n        [\n            123670,\n            \"Then he went to work on the nigger, coaxing him and petting him, and asking him if he\\u2019d been imagining he saw something again.\"\n        ],\n        [\n            123850,\n            \"\\u201d Tom says: \\u201cWell, I tell you what I think.\"\n        ],\n        [\n            124182,\n            \"So then we went away and went to the rubbage-pile in the back yard, where they keep the old boots, and rags, and pieces of bottles, and wore-out tin things, and all such truck, and scratched around and found an old tin washpan, and stopped up the holes as well as we could, to bake the pie in, and took it down cellar and stole it full of flour and started for breakfast, and found a couple of shingle-nails that Tom said would be handy for a prisoner to scrabble his name and sorrows on the dungeon walls with, and dropped one of them in Aunt Sally\\u2019s apron-pocket which was hanging on a chair, and t\\u2019other we stuck in the band of Uncle Silas\\u2019 s hat, which was on the bureau, because we heard the children say their pa and ma was going to the runaway nigger\\u2019s house this morning, and then went to breakfast, and Tom dropped the pewter spoon in Uncle Silas\\u2019 s coat-pocket, and Aunt Sally wasn\\u2019t come yet, so we had to wait a little while.\"\n        ],\n        [\n            124480,\n            \"\\u201d My heart fell down amongst my lungs and livers and things, and a hard piece of corn-crust started down my throat after it and got met on the road with a cough, and was shot across the table, and took one of the children in the eye and curled him up like a fishing-worm, and let a cry out of him the size of a warwhoop, and Tom he turned kinder blue around the gills, and it all amounted to a considerable state of things for about a quarter of a minute or as much as that, and I would a sold out for half price if there was a bidder.\"\n        ],\n        [\n            125868,\n            \"Tom see him do it, and remembered about the spoon, and says: \\u201cWell, it ain\\u2019t no use to send things by _ him _ no more, he ain\\u2019t reliable.\"\n        ],\n        [\n            125908,\n            \"\\u201d Then he says: \\u201cBut he done us a good turn with the spoon, anyway, without knowing it, and so we\\u2019ll go and do him one without _ him _ knowing it-- stop up his rat-holes.\"\n        ],\n        [\n            126176,\n            \"Tom was a good deal bothered about what to do for a spoon, but he said we\\u2019d got to have it;\"\n        ],\n        [\n            126222,\n            \"then we went and waited around the spoon-basket till we see Aunt Sally coming, and then Tom went to counting the spoons and laying them out to one side, and I slid one of them up my sleeve, and Tom says: \\u201cWhy, Aunt Sally, there ain\\u2019t but nine spoons _ yet _.\"\n        ],\n        [\n            126443,\n            \"But Tom says: \\u201cWhy, Aunty, I don\\u2019t think there\\u2019s ten.\"\n        ],\n        [\n            126462,\n            \"\\u201d \\u201cYou numskull, didn\\u2019t you see me _ count\\u2019m?\"\n        ],\n        [\n            126679,\n            \"We was very well satisfied with this business, and Tom allowed it was worth twice the trouble it took, because he said _ now _ she couldn\\u2019t ever count them spoons twice alike again to save her life;\"\n        ],\n        [\n            127865,\n            \"\\u201d \\u201cI reckon I knowed that,\\u201dTom says, \\u201cbut you bet he\\u2019ll have one before he goes out of this-- because he\\u2019s going out _ right _, and there ain\\u2019t going to be no flaws in his record.\"\n        ],\n        [\n            127918,\n            \"\\u201d So whilst me and Jim filed away at the pens on a brickbat apiece, Jim a-making his\\u2019 n out of the brass and I making mine out of the spoon, Tom set to work to think out the coat of arms.\"\n        ],\n        [\n            128507,\n            \"Tom\\u2019s voice trembled whilst he was reading them, and he most broke down.\"\n        ],\n        [\n            128605,\n            \"but Tom said he would block them out for him, and then he wouldn\\u2019t have nothing to do but just follow the lines.\"\n        ],\n        [\n            128718,\n            \"But Tom said he would let me help him do it.\"\n        ],\n        [\n            128966,\n            \"Tom said she was going to get one of us, sure, before we got through.\"\n        ],\n        [\n            129245,\n            \"\\u201d \\u201cNo, sah, thanks to goodness I hain\\u2019t, Mars Tom.\"\n        ],\n        [\n            129274,\n            \"\\u201d \\u201cBut bless you, honey, I doan\\u2019_ want _ none.\"\n        ],\n        [\n            129491,\n            \"You try-- that\\u2019s all I ask;\"\n        ],\n        [\n            129787,\n            \"I only _ want _ you to try-- you needn\\u2019t keep it up if it don\\u2019t work.\"\n        ],\n        [\n            129811,\n            \"\\u201d \\u201cBut de trouble all _ done _ ef de snake bite me while I\\u2019s a tryin\\u2019him.\"\n        ],\n        [\n            129910,\n            \"We can get you some garter-snakes, and you can tie some buttons on their tails, and let on they\\u2019re rattlesnakes, and I reckon that\\u2019ll have to do.\"\n        ],\n        [\n            129980,\n            \"I never knowed b\\u2019fo\\u2019\\u2019 t was so much bother and trouble to be a prisoner.\"\n        ],\n        [\n            130036,\n            \"\\u201d \\u201cWell, we\\u2019ll get you some rats.\"\n        ],\n        [\n            130064,\n            \"Dey\\u2019s de dadblamedest creturs to\\u2019sturb a body, en rustle roun\\u2019over\\u2019im, en bite his feet, when he\\u2019s tryin\\u2019to sleep, I ever see.\"\n        ],\n        [\n            130567,\n            \"and pretty soon he says: \\u201cOh, there\\u2019s one thing I forgot.\"\n        ],\n        [\n            130608,\n            \"but it\\u2019s tolable dark in heah, en I ain\\u2019got no use f\\u2019r no flower, nohow, en she\\u2019d be a pow\\u2019ful sight o\\u2019trouble.\"\n        ],\n        [\n            130663,\n            \"\\u201d \\u201cOne er dem big cat-tail-lookin\\u2019mullen-stalks would grow in heah, Mars Tom, I reck\\u2019n, but she wouldn\\u2019t be wuth half de trouble she\\u2019d coss.\"\n        ],\n        [\n            130715,\n            \"We\\u2019ll fetch you a little one and you plant it in the corner over there, and raise it.\"\n        ],\n        [\n            130817,\n            \"\\u201d \\u201cWhy, Mars Tom, I lay I kin raise one er dem mullen-stalks twyste wid spring water whiles another man\\u2019s a _ start\\u2019n _ one wid tears.\"\n        ],\n        [\n            130873,\n            \"\\u201d \\u201cShe\\u2019ll die on my han\\u2019s, Mars Tom, she sholy will;\"\n        ],\n        [\n            130906,\n            \"But he studied it over, and then said Jim would have to worry along the best he could with an onion.\"\n        ],\n        [\n            130972,\n            \"\\u201d and found so much fault with it, and with the work and bother of raising the mullen, and jews-harping the rats, and petting and flattering up the snakes and spiders and things, on top of all the other work he had to do on pens, and inscriptions, and journals, and things, which made it more trouble and worry and responsibility to be a prisoner than anything he ever undertook, that Tom most lost all patience with him;\"\n        ],\n        [\n            131109,\n            \"So Jim he was sorry, and said he wouldn\\u2019t behave so no more, and then me and Tom shoved for bed.\"\n        ],\n        [\n            131902,\n            \"But Tom said all women was just so.\"\n        ],\n        [\n            131911,\n            \"He said they was made that way for some reason or other.\"\n        ],\n        [\n            132613,\n            \"\\u201d \\u201cBut looky here, Tom, what do we want to _ warn _ anybody for that something\\u2019s up?\"\n        ],\n        [\n            132771,\n            \"\\u201d \\u201cWell, as for me, Tom, that\\u2019s the way I\\u2019d like.\"\n        ],\n        [\n            132819,\n            \"Any way that suits you suits me.\"\n        ],\n        [\n            132827,\n            \"What you going to do about the servant-girl?\"\n        ],\n        [\n            133093,\n            \"\\u201d \\u201cWell, then, you\\u2019ll have to stay in the cabin when me and Jim leaves.\"\n        ],\n        [\n            133226,\n            \"\\u201d So Tom he wrote the nonnamous letter, and I smouched the yaller wench\\u2019s frock that night, and put it on, and shoved it under the front door, the way Tom told me to.\"\n        ],\n        [\n            133288,\n            \"Next night we stuck a picture, which Tom drawed in blood, of a skull and crossbones on the front door;\"\n        ],\n        [\n            133854,\n            \"We was feeling pretty good after breakfast, and took my canoe and went over the river a-fishing, with a lunch, and had a good time, and took a look at the raft and found her all right, and got home late to supper, and found them in such a sweat and worry they didn\\u2019t know which end they was standing on, and made us go right off to bed the minute we was done supper, and wouldn\\u2019t tell us what the trouble was, and never let on a word about the new letter, but didn\\u2019t need to, because we knowed as much about it as anybody did, and as soon as we was half up stairs and her back was turned we slid for the cellar cupboard and loaded up a good lunch and took it up to our room and went to bed, and got up about half-past eleven, and Tom put on Aunt Sally\\u2019s dress that he stole and was going to start with the lunch, but says: \\u201cWhere\\u2019s the butter?\"\n        ],\n        [\n            134117,\n            \"\\u201cWe can get along _ with _ it, too,\\u201dhe says;\"\n        ],\n        [\n            134156,\n            \"I\\u2019ll go and stuff the straw into Jim\\u2019s clothes to represent his mother in disguise, and be ready to _ baa _ like a sheep and shove soon as you get there.\"\n        ],\n        [\n            134194,\n            \"\\u201d So out he went, and down cellar went I.\"\n        ],\n        [\n            134675,\n            \"I did wish Aunt Sally would come, and get done with me, and lick me, if she wanted to, and let me get away and tell Tom how we\\u2019d overdone this thing, and what a thundering hornet\\u2019s-nest we\\u2019d got ourselves into, so we could stop fooling around straight off, and clear out with Jim before these rips got out of patience and come for us.\"\n        ],\n        [\n            135217,\n            \"but I told Tom as quick as I could we must jump for it now, and not a minute to lose-- the house full of men, yonder, with guns!\"\n        ],\n        [\n            135503,\n            \"But we got under all right, and out through the hole, swift but soft-- Jim first, me next, and Tom last, which was according to Tom\\u2019s orders.\"\n        ],\n        [\n            135556,\n            \"So we crept to the door, and Tom stopped us there and put his eye to the crack, but couldn\\u2019t make out nothing, it was so dark;\"\n        ],\n        [\n            135589,\n            \"and whispered and said he would listen for the steps to get further, and when he nudged us Jim must glide out first, and him last.\"\n        ],\n        [\n            135648,\n            \"and at last he nudged us, and we slid out, and stooped down, not breathing, and not making the least noise, and slipped stealthy towards the fence in Injun file, and got to it all right, and me and Jim over it;\"\n        ],\n        [\n            135737,\n            \"and as he dropped in our tracks and started somebody sings out: \\u201cWho\\u2019s that?\"\n        ],\n        [\n            136209,\n            \"\\u201d We was all glad as we could be, but Tom was the gladdest of all because he had a bullet in the calf of his leg.\"\n        ],\n        [\n            136266,\n            \"so we laid him in the wigwam and tore up one of the duke\\u2019s shirts for to bandage him, but he says: \\u201cGimme the rags;\"\n        ],\n        [\n            136347,\n            \"I wish _ we\\u2019d _ a had the handling of Louis XVI.\"\n        ],\n        [\n            136494,\n            \"Ef it wuz _ him _ dat\\u2019uz bein\\u2019sot free, en one er de boys wuz to git shot, would he say,\\u2019Go on en save me, nemmine\\u2019bout a doctor f\\u2019r to save dis one?\"\n        ],\n        [\n            136555,\n            \"You _ bet _ he wouldn\\u2019t!\"\n        ],\n        [\n            136610,\n            \"\\u201d I knowed he was white inside, and I reckoned he\\u2019d say what he did say-- so it was all right now, and I told Tom I was a-going for a doctor.\"\n        ],\n        [\n            136651,\n            \"He raised considerable row about it, but me and Jim stuck to it and wouldn\\u2019t budge;\"\n        ],\n        [\n            136684,\n            \"but we wouldn\\u2019t let him.\"\n        ],\n        [\n            136692,\n            \"Then he give us a piece of his mind, but it didn\\u2019t do no good.\"\n        ],\n        [\n            136711,\n            \"So when he sees me getting the canoe ready, he says: \\u201cWell, then, if you\\u2019re bound to go, I\\u2019ll tell you the way to do when you get to the village.\"\n        ],\n        [\n            136753,\n            \"Shut the door and blindfold the doctor tight and fast, and make him swear to be silent as the grave, and put a purse full of gold in his hand, and then take and lead him all around the back alleys and everywheres in the dark, and then fetch him here in the canoe, in a roundabout way amongst the islands, and search him and take his chalk away from him, and don\\u2019t give it back to him till you get him back to the village, or else he will chalk this raft so he can find it again.\"\n        ],\n        [\n            136872,\n            \"\\u201d So I said I would, and left, and Jim was to hide in the woods when he see the doctor coming till he was gone again.\"\n        ],\n        [\n            136905,\n            \"The doctor was an old man;\"\n        ],\n        [\n            136912,\n            \"a very nice, kind-looking old man when I got him up.\"\n        ],\n        [\n            136927,\n            \"I told him me and my brother was over on Spanish Island hunting yesterday afternoon, and camped on a piece of a raft we found, and about midnight he must a kicked his gun in his dreams, for it went off and shot him in the leg, and we wanted him to go over there and fix it and not say nothing about it, nor let anybody know, because we wanted to come home this evening and surprise the folks.\"\n        ],\n        [\n            137039,\n            \"And after a minute, he says: \\u201cHow\\u2019d you say he got shot?\"\n        ],\n        [\n            137083,\n            \"So he lit up his lantern, and got his saddle-bags, and we started.\"\n        ],\n        [\n            137136,\n            \"I says: \\u201cOh, you needn\\u2019t be afeard, sir, she carried the three of us easy enough.\"\n        ],\n        [\n            137239,\n            \"so he took my canoe, and said for me to wait till he come back, or I could hunt around further, or maybe I better go down home and get them ready for the surprise if I wanted to.\"\n        ],\n        [\n            137290,\n            \"so I told him just how to find the raft, and then he started.\"\n        ],\n        [\n            137313,\n            \"I says to myself, spos\\u2019 n he can\\u2019t fix that leg just in three shakes of a sheep\\u2019s tail, as the saying is?\"\n        ],\n        [\n            137391,\n            \"I\\u2019ll wait, and when he comes back if he says he\\u2019s got to go any more I\\u2019ll get down there, too, if I swim;\"\n        ],\n        [\n            137425,\n            \"and we\\u2019ll take and tie him, and keep him, and shove out down the river;\"\n        ],\n        [\n            137445,\n            \"and when Tom\\u2019s done with him we\\u2019ll give him what it\\u2019s worth, or all we got, and then let him get ashore.\"\n        ],\n        [\n            137505,\n            \"I shot out and went for the doctor\\u2019s house, but they told me he\\u2019d gone away in the night some time or other, and warn\\u2019t back yet.\"\n        ],\n        [\n            137541,\n            \"Well, thinks I, that looks powerful bad for Tom, and I\\u2019ll dig out for the island right off.\"\n        ],\n        [\n            137841,\n            \"so the old man he got a letter out of the office, and we waited awhile longer, but Sid didn\\u2019t come;\"\n        ],\n        [\n            137867,\n            \"so the old man said, come along, let Sid foot it home, or canoe it, when he got done fooling around-- but we would ride.\"\n        ],\n        [\n            137899,\n            \"I couldn\\u2019t get him to let me stay and wait for Sid;\"\n        ],\n        [\n            137914,\n            \"and he said there warn\\u2019t no use in it, and I must come along, and let Aunt Sally see we was all right.\"\n        ],\n        [\n            139823,\n            \"But I dasn\\u2019t go fur, or she\\u2019d a sent for me.\"\n        ],\n        [\n            140092,\n            \"so I skips up and says: \\u201cI\\u2019ll run right up to town and get him,\\u201dI says.\"\n        ],\n        [\n            140151,\n            \"If he ain\\u2019t here to supper, your uncle\\u2019ll go.\"\n        ],\n        [\n            140214,\n            \"but Uncle Silas he said there warn\\u2019t no occasion to be-- boys will be boys, he said, and you\\u2019ll see this one turn up in the morning all sound and right.\"\n        ],\n        [\n            140330,\n            \"and she set down on the bed and talked with me a long time, and said what a splendid boy Sid was, and didn\\u2019t seem to want to ever stop talking about him;\"\n        ],\n        [\n            140368,\n            \"and kept asking me every now and then if I reckoned he could a got lost, or hurt, or maybe drownded, and might be laying at this minute somewheres suffering or dead, and she not by him to help him, and so the tears would drip down silent, and I would tell her that Sid was all right, and would be home in the morning, sure;\"\n        ],\n        [\n            140443,\n            \"and she would squeeze my hand, or maybe kiss me, and tell me to say it again, and keep on saying it, because it done her good, and she was in so much trouble.\"\n        ],\n        [\n            140553,\n            \"\\u201d Laws knows I _ wanted _ to go bad enough to see about Tom, and was all intending to go;\"\n        ],\n        [\n            140590,\n            \"But she was on my mind and Tom was on my mind, so I slept very restless.\"\n        ],\n        [\n            140728,\n            \"The old man was uptown again before breakfast, but couldn\\u2019t get no track of Tom;\"\n        ],\n        [\n            141009,\n            \"\\u201d And Tom he turned his head a little, and muttered something or other, which showed he warn\\u2019t in his right mind;\"\n        ],\n        [\n            141036,\n            \"then she flung up her hands, and says: \\u201cHe\\u2019s alive, thank God!\"\n        ],\n        [\n            141061,\n            \"\\u201d and she snatched a kiss of him, and flew for the house to get the bed ready, and scattering orders right and left at the niggers and everybody else, as fast as her tongue could go, every jump of the way.\"\n        ],\n        [\n            141123,\n            \"and the old doctor and Uncle Silas followed after Tom into the house.\"\n        ],\n        [\n            141239,\n            \"So that cooled them down a little, because the people that\\u2019s always the most anxious for to hang a nigger that hain\\u2019t done just right is always the very ones that ain\\u2019t the most anxious to pay for him when they\\u2019ve got their satisfaction out of him.\"\n        ],\n        [\n            142256,\n            \"but they didn\\u2019t think of it, and I reckoned it warn\\u2019t best for me to mix in, but I judged I\\u2019d get the doctor\\u2019s yarn to Aunt Sally somehow or other as soon as I\\u2019d got through the breakers that was laying just ahead of me-- explanations, I mean, of how I forgot to mention about Sid being shot when I was telling how him and me put in that dratted night paddling around hunting the runaway nigger.\"\n        ],\n        [\n            142385,\n            \"Next morning I heard Tom was a good deal better, and they said Aunt Sally was gone to get a nap.\"\n        ],\n        [\n            142408,\n            \"So I slips to the sick-room, and if I found him awake I reckoned we could put up a yarn for the family that would wash.\"\n        ],\n        [\n            142497,\n            \"She motioned me to be still, and set down by me, and begun to whisper, and said we could all be joyful now, because all the symptoms was first-rate, and he\\u2019d been sleeping like that for ever so long, and looking better and peacefuller all the time, and ten to one he\\u2019d wake up in his right mind.\"\n        ],\n        [\n            142569,\n            \"So we set there watching, and by and by he stirs a bit, and opened his eyes very natural, and takes a look, and says: \\u201cHello!\"\n        ],\n        [\n            142747,\n            \"how we set the runaway nigger free-- me and Tom.\"\n        ],\n        [\n            142816,\n            \"We _ did _ set him free-- me and Tom.\"\n        ],\n        [\n            143115,\n            \"and then you kept Tom here so long with the butter in his hat that you come near spiling the whole business, because the men come before we was out of the cabin, and we had to rush, and they heard us and let drive at us, and I got my share, and we dodged out of the path and let them go by, and when the dogs come they warn\\u2019t interested in us, but went for the most noise, and we got our canoe, and made for the raft, and was all safe, and Jim was a free man, and we done it all by ourselves, and _ wasn\\u2019t _ it bully, Aunty!\"\n        ],\n        [\n            143373,\n            \"\\u201d But Tom, he _ was _ so proud and joyful, he just _ couldn\\u2019t _ hold in, and his tongue just _ went _ it-- she a-chipping in, and spitting fire all along, and both of them going it at once, like a cat convention;\"\n        ],\n        [\n            143432,\n            \"and she says: \\u201c_ Well _, you get all the enjoyment you can out of it _ now _, for mind I tell you if I catch you meddling with him again--\\u201d\\u201cMeddling with _ who _?\"\n        ],\n        [\n            143510,\n            \"\\u201d Tom looks at me very grave, and says: \\u201cTom, didn\\u2019t you just tell me he was all right?\"\n        ],\n        [\n            143605,\n            \"\\u201d Tom rose square up in bed, with his eye hot, and his nostrils opening and shutting like gills, and sings out to me: \\u201cThey hain\\u2019t no _ right _ to shut him up!\"\n        ],\n        [\n            143723,\n            \"I\\u2019ve knowed him all his life, and so has Tom, there.\"\n        ],\n        [\n            143933,\n            \"And I peeped out, and in a little while Tom\\u2019s Aunt Polly shook herself loose and stood there looking across at Tom over her spectacles-- kind of grinding him into the earth, you know.\"\n        ],\n        [\n            143974,\n            \"And then she says: \\u201cYes, you _ better _ turn y\\u2019r head away-- I would if I was you, Tom.\"\n        ],\n        [\n            144254,\n            \"and I had to up and tell how I was in such a tight place that when Mrs. Phelps took me for Tom Sawyer-- she chipped in and says, \\u201cOh, go on and call me Aunt Sally, I\\u2019m used to it now, and\\u2019tain\\u2019t no need to change \\u201d-- that when Aunt Sally took me for Tom Sawyer I had to stand it-- there warn\\u2019t no other way, and I knowed he wouldn\\u2019t mind, because it would be nuts for him, being a mystery, and he\\u2019d make an adventure out of it, and be perfectly satisfied.\"\n        ],\n        [\n            144404,\n            \"And his Aunt Polly she said Tom was right about old Miss Watson setting Jim free in her will;\"\n        ],\n        [\n            144424,\n            \"and so, sure enough, Tom Sawyer had gone and took all that trouble and bother to set a free nigger free!\"\n        ],\n        [\n            144448,\n            \"and I couldn\\u2019t ever understand before, until that minute and that talk, how he _ could _ help a body set a nigger free with his bringing-up.\"\n        ],\n        [\n            144642,\n            \"\\u201d Aunt Polly she turns around slow and severe, and says: \\u201cYou, Tom!\"\n        ],\n        [\n            144709,\n            \"I be bound, if I have to take a-holt of you I\\u2019ll--\\u201d\\u201cThey\\u2019re in the trunk.\"\n        ],\n        [\n            144775,\n            \"But I knowed they\\u2019d make trouble, and I thought if you warn\\u2019t in no hurry, I\\u2019d--\\u201d\\u201cWell, you _ do _ need skinning, there ain\\u2019t no mistake about it.\"\n        ],\n        [\n            144821,\n            \"And I wrote another one to tell you I was coming;\"\n        ],\n        [\n            144906,\n            \"CHAPTER THE LAST The first time I catched Tom private I asked him what was his idea, time of the evasion?\"\n        ],\n        [\n            144960,\n            \"And he said, what he had planned in his head from the start, if we got Jim out all safe, was for us to run him down the river on the raft, and have adventures plumb to the mouth of the river, and then tell him about his being free, and take him back up home on a steamboat, in style, and pay him for his lost time, and write word ahead and get out all the niggers around, and have them waltz him into town with a torchlight procession and a brass-band, and then he would be a hero, and so would we.\"\n        ],\n        [\n            145092,\n            \"We had Jim out of the chains in no time, and when Aunt Polly and Uncle Silas and Aunt Sally found out how good he helped the doctor nurse Tom, they made a heap of fuss over him, and fixed him up prime, and give him all he wanted to eat, and a good time, and nothing to do.\"\n        ],\n        [\n            145175,\n            \"and Tom give Jim forty dollars for being prisoner for us so patient, and doing it up so good, and Jim was pleased most to death, and busted out, and says: \\u201cDah, now, Huck, what I tell you?\"\n        ],\n        [\n            145344,\n            \"\\u201d And then Tom he talked along and talked along, and says, le\\u2019s all three slide out of here one of these nights and get an outfit, and go for howling adventures amongst the Injuns, over in the Territory, for a couple of weeks or two;\"\n        ],\n        [\n            145461,\n            \"\\u201cNo, he hain\\u2019t,\\u201dTom says;\"\n        ]\n    ],\n    \"[1, 5]\": [\n        [\n            9859,\n            \"You ask Judge Thatcher;\"\n        ],\n        [\n            9864,\n            \"he\\u2019ll tell you the same.\"\n        ],\n        [\n            9877,\n            \"I\\u2019ll ask him;\"\n        ],\n        [\n            9883,\n            \"and I\\u2019ll make him pungle, too, or I\\u2019ll know the reason why.\"\n        ],\n        [\n            10070,\n            \"Next day he was drunk, and he went to Judge Thatcher\\u2019s and bullyragged him, and tried to make him give up the money;\"\n        ],\n        [\n            10117,\n            \"The judge and the widow went to law to get the court to take me away from him and let one of them be my guardian;\"\n        ],\n        [\n            10196,\n            \"So Judge Thatcher and the widow had to quit on the business.\"\n        ],\n        [\n            10245,\n            \"I borrowed three dollars from Judge Thatcher, and pap took it and got drunk, and went a-blowing around and cussing and whooping and carrying on;\"\n        ],\n        [\n            10896,\n            \"Well, pretty soon the old man was up and around again, and then he went for Judge Thatcher in the courts to make him give up that money, and he went for me, too, for not stopping school.\"\n        ],\n        [\n            12728,\n            \"The law backs that old Judge Thatcher up and helps him to keep me out o\\u2019my property.\"\n        ],\n        [\n            12846,\n            \"I told old Thatcher so to his face.\"\n        ]\n    ],\n    \"[1, 6]\": [\n        [\n            78379,\n            \"hadn\\u2019t seen him since they was boys together-- and hadn\\u2019t ever seen his brother William at all-- that\\u2019s the deef and dumb one-- William ain\\u2019t more than thirty or thirty-five.\"\n        ],\n        [\n            78589,\n            \"He most desperately wanted to see Harvey-- and William, too, for that matter-- because he was one of them kind that can\\u2019t bear to make a will.\"\n        ],\n        [\n            82832,\n            \"for he respected everybody, he liked everybody, and so it\\u2019s fitten that his funeral orgies sh\\u2019d be public.\"\n        ],\n        [\n            82941,\n            \"The king he reads it and puts it in his pocket, and says: \\u201cPoor William, afflicted as he is, his _ heart\\u2019s _ aluz right.\"\n        ],\n        [\n            82995,\n            \"But he needn\\u2019t a worried-- it was jest what I was at.\"\n        ],\n        [\n            83254,\n            \"\\u201d The king he smiled eager, and shoved out his flapper, and says: \\u201cIs it my poor brother\\u2019s dear good friend and physician?\"\n        ],\n        [\n            83905,\n            \"Well, when they was all gone the king he asks Mary Jane how they was off for spare rooms, and she said she had one spare room, which would do for Uncle William, and she\\u2019d give her own room to Uncle Harvey, which was a little bigger, and she would turn into the room with her sisters and sleep on a cot;\"\n        ],\n        [\n            84439,\n            \"\\u201d I knowed he was dead years ago, but I never let on.\"\n        ],\n        [\n            84454,\n            \"So when I says he goes to our church, she says: \\u201cWhat-- regular?\"\n        ],\n        [\n            84480,\n            \"His pew\\u2019s right over opposite ourn-- on t\\u2019other side the pulpit.\"\n        ],\n        [\n            84498,\n            \"\\u201d \\u201cI thought he lived in London?\"\n        ],\n        [\n            84568,\n            \"Then I says: \\u201cI mean he goes to our church regular when he\\u2019s in Sheffield.\"\n        ],\n        [\n            84690,\n            \"\\u201d \\u201cSaid he come to take the sea _ baths _-- that\\u2019s what I said.\"\n        ],\n        [\n            85687,\n            \"\\u201cIt ain\\u2019t right nor kind for you to talk so to him, and him a stranger and so far from his people.\"\n        ],\n        [\n            85747,\n            \"I hain\\u2019t done nothing to him.\"\n        ],\n        [\n            85756,\n            \"He\\u2019s told some stretchers, I reckon, and I said I wouldn\\u2019t swallow it all;\"\n        ],\n        [\n            85791,\n            \"I reckon he can stand a little thing like that, can\\u2019t he?\"\n        ],\n        [\n            85824,\n            \"he\\u2019s here in our house and a stranger, and it wasn\\u2019t good of you to say it.\"\n        ],\n        [\n            85847,\n            \"If you was in his place it would make you feel ashamed;\"\n        ],\n        [\n            85915,\n            \"The thing is for you to treat him _ kind _, and not be saying things to make him remember he ain\\u2019t in his own country and amongst his own folks.\"\n        ],\n        [\n            89723,\n            \"And he said of course him and William would take the girls home with them;\"\n        ],\n        [\n            95751,\n            \"She says,\\u2019Tell them to give Uncle Harvey and William my love and a kiss, and say I\\u2019ve run over the river to see Mr.\\u2019--Mr.-- what _ is _ the name of that rich family your uncle Peter used to think so much of?\"\n        ],\n        [\n            96686,\n            \"for my brother and me has had misfortunes;\"\n        ],\n        [\n            96695,\n            \"he\\u2019s broke his arm, and our baggage got put off at a town above here last night in the night by a mistake.\"\n        ],\n        [\n            96722,\n            \"I am Peter Wilks\\u2019 brother Harvey, and this is his brother William, which can\\u2019t hear nor speak-- and can\\u2019t even make signs to amount to much, now\\u2019t he\\u2019s only got one hand to work them with.\"\n        ],\n        [\n            98736,\n            \"It\\u2019s _ his _ hand you\\u2019ve got there, not mine.\"\n        ],\n        [\n            98773,\n            \"I\\u2019ve got some of William\\u2019s letters, too;\"\n        ],\n        [\n            99002,\n            \"Said his brother William was the cussedest joker in the world, and hadn\\u2019t tried to write-- _ he _ see William was going to play one of his jokes the minute he put the pen to paper.\"\n        ],\n        [\n            99092,\n            \"Is there anybody here that helped to lay out my br-- helped to lay out the late Peter Wilks for burying?\"\n        ]\n    ],\n    \"[1, 7]\": [\n        [\n            69844,\n            \"Everybody yelled at him and laughed at him and sassed him, and he sassed back, and said he\\u2019d attend to them and lay them out in their regular turns, but he couldn\\u2019t wait now because he\\u2019d come to town to kill old Colonel Sherburn, and his motto was, \\u201cMeat first, and spoon vittles to top off on.\"\n        ],\n        [\n            70003,\n            \"\\u201d Boggs rode up before the biggest store in town, and bent his head down so he could see under the curtain of the awning and yells: \\u201cCome out here, Sherburn!\"\n        ],\n        [\n            70050,\n            \"You\\u2019re the houn\\u2019I\\u2019m after, and I\\u2019m a-gwyne to have you, too!\"\n        ],\n        [\n            70074,\n            \"\\u201d And so he went on, calling Sherburn everything he could lay his tongue to, and the whole street packed with people listening and laughing and going on.\"\n        ],\n        [\n            70253,\n            \"Boggs rode off blackguarding Sherburn as loud as he could yell, all down the street;\"\n        ],\n        [\n            70419,\n            \"but it warn\\u2019t no use-- up the street he would tear again, and give Sherburn another cussing.\"\n        ],\n        [\n            70581,\n            \"\\u201d I looked over there to see who said it, and it was that Colonel Sherburn.\"\n        ],\n        [\n            71207,\n            \"One long, lanky man, with long hair and a big white fur stovepipe hat on the back of his head, and a crooked-handled cane, marked out the places on the ground where Boggs stood and where Sherburn stood, and the people following him around from one place to t\\u2019other and watching everything he done, and bobbing their heads to show they understood, and stooping a little and resting their hands on their thighs to watch him mark the places on the ground with his cane;\"\n        ],\n        [\n            71304,\n            \"and then he stood up straight and stiff where Sherburn had stood, frowning and having his hat-brim down over his eyes, and sung out, \\u201cBoggs!\"\n        ],\n        [\n            71411,\n            \"Well, by and by somebody said Sherburn ought to be lynched.\"\n        ],\n        [\n            71461,\n            \"They swarmed up towards Sherburn\\u2019s house, a-whooping and raging like Injuns, and everything had to clear the way or get run over and tromped to mush, and it was awful to see.\"\n        ],\n        [\n            71590,\n            \"They swarmed up in front of Sherburn\\u2019s palings as thick as they could jam together, and you couldn\\u2019t hear yourself think for the noise.\"\n        ],\n        [\n            71750,\n            \"Sherburn run his eye slow along the crowd;\"\n        ]\n    ],\n    \"[1, 8]\": [\n        [\n            108932,\n            \"When we got there she set me down in a split-bottomed chair, and set herself down on a little low stool in front of me, holding both of my hands, and says: \\u201cNow I can have a _ good _ look at you;\"\n        ],\n        [\n            108983,\n            \"and, laws-a-me, I\\u2019ve been hungry for it a many and a many a time, all these long years, and it\\u2019s come at last!\"\n        ],\n        [\n            109041,\n            \"\\u201d \\u201cYes\\u2019 m-- she--\\u201d\\u201cDon\\u2019t say yes\\u2019 m-- say Aunt Sally.\"\n        ],\n        [\n            109283,\n            \"And I think he died afterwards.\"\n        ],\n        [\n            109311,\n            \"Yes, I remember now, he _ did _ die.\"\n        ],\n        [\n            109432,\n            \"--oldish man, with a--\\u201d\\u201cNo, I didn\\u2019t see nobody, Aunt Sally.\"\n        ],\n        [\n            109665,\n            \"But I couldn\\u2019t get no show, Mrs. Phelps kept it up and run on so.\"\n        ],\n        [\n            109685,\n            \"Pretty soon she made the cold chills streak all down my back, because she says: \\u201cBut here we\\u2019re a-running on this way, and you hain\\u2019t told me a word about Sis, nor any of them.\"\n        ],\n        [\n            109732,\n            \"Now I\\u2019ll rest my works a little, and you start up yourn;\"\n        ],\n        [\n            109769,\n            \"and how they are, and what they\\u2019re doing, and what they told you to tell me;\"\n        ],\n        [\n            109888,\n            \"but she grabbed me and hustled me in behind the bed, and says: \\u201cHere he comes!\"\n        ],\n        [\n            110149,\n            \"\\u201d \\u201cWhy, Sally, I _ couldn\\u2019t _ miss him along the road-- _ you _ know that.\"\n        ],\n        [\n            110334,\n            \"\\u201d He sprung to the window at the head of the bed, and that give Mrs. Phelps the chance she wanted.\"\n        ],\n        [\n            110358,\n            \"She stooped down quick at the foot of the bed and give me a pull, and out I come;\"\n        ],\n        [\n            110379,\n            \"and when he turned back from the window there she stood, a-beaming and a-smiling like a house afire, and I standing pretty meek and sweaty alongside.\"\n        ],\n        [\n            112049,\n            \"Why, I do believe it\\u2019s a stranger.\"\n        ],\n        [\n            113308,\n            \"\\u201d Then he looks on around the same way to me, and says: \\u201cTom, didn\\u2019t _ you _ think Aunt Sally\\u2019d open out her arms and say,\\u2019Sid Sawyer--\\u2019\\u201d \\u201cMy land!\"\n        ],\n        [\n            113355,\n            \"\\u201d she says, breaking in and jumping for him, \\u201cyou impudent young rascal, to fool a body so--\\u201dand was going to hug him, but he fended her off, and says: \\u201cNo, not till you\\u2019ve asked me first.\"\n        ],\n        [\n            118999,\n            \"but there\\u2019s one thing, Tom Sawyer-- if we go to tearing up our sheets to make Jim a rope ladder, we\\u2019re going to get into trouble with Aunt Sally, just as sure as you\\u2019re born.\"\n        ],\n        [\n            122847,\n            \"So Jim he said it was all right, and we set there and talked over old times awhile, and then Tom asked a lot of questions, and when Jim told him Uncle Silas come in every day or two to pray with him, and Aunt Sally come in to see if he was comfortable and had plenty to eat, and both of them was kind as they could be, Tom says: \\u201c_ Now _ I know how to fix it.\"\n        ],\n        [\n            124182,\n            \"So then we went away and went to the rubbage-pile in the back yard, where they keep the old boots, and rags, and pieces of bottles, and wore-out tin things, and all such truck, and scratched around and found an old tin washpan, and stopped up the holes as well as we could, to bake the pie in, and took it down cellar and stole it full of flour and started for breakfast, and found a couple of shingle-nails that Tom said would be handy for a prisoner to scrabble his name and sorrows on the dungeon walls with, and dropped one of them in Aunt Sally\\u2019s apron-pocket which was hanging on a chair, and t\\u2019other we stuck in the band of Uncle Silas\\u2019 s hat, which was on the bureau, because we heard the children say their pa and ma was going to the runaway nigger\\u2019s house this morning, and then went to breakfast, and Tom dropped the pewter spoon in Uncle Silas\\u2019 s coat-pocket, and Aunt Sally wasn\\u2019t come yet, so we had to wait a little while.\"\n        ],\n        [\n            124846,\n            \"\\u201d \\u201cI know it, Sally, and I do try all I can.\"\n        ],\n        [\n            126110,\n            \"I could show her now that I warn\\u2019t to blame on account of the rats.\"\n        ],\n        [\n            126222,\n            \"then we went and waited around the spoon-basket till we see Aunt Sally coming, and then Tom went to counting the spoons and laying them out to one side, and I slid one of them up my sleeve, and Tom says: \\u201cWhy, Aunt Sally, there ain\\u2019t but nine spoons _ yet _.\"\n        ],\n        [\n            126286,\n            \"\\u201d She says: \\u201cGo\\u2019long to your play, and don\\u2019t bother me.\"\n        ],\n        [\n            126337,\n            \"\\u201d She looked out of all patience, but of course she come to count-- anybody would.\"\n        ],\n        [\n            126400,\n            \"\\u201d So I slipped back the one I had, and when she got done counting, she says: \\u201cHang the troublesome rubbage, ther\\u2019s _ ten _ now!\"\n        ],\n        [\n            126443,\n            \"But Tom says: \\u201cWhy, Aunty, I don\\u2019t think there\\u2019s ten.\"\n        ],\n        [\n            126462,\n            \"\\u201d \\u201cYou numskull, didn\\u2019t you see me _ count\\u2019m?\"\n        ],\n        [\n            126478,\n            \"_\\u201d\\u201cI know, but--\\u201d\\u201cWell, I\\u2019ll count\\u2019m _ again _.\"\n        ],\n        [\n            126605,\n            \"and she said cle\\u2019r out and let her have some peace, and if we come bothering around her again betwixt that and dinner she\\u2019d skin us.\"\n        ],\n        [\n            126637,\n            \"So we had the odd spoon, and dropped it in her apron-pocket whilst she was a-giving us our sailing orders, and Jim got it all right, along with her shingle nail, before noon.\"\n        ],\n        [\n            126679,\n            \"We was very well satisfied with this business, and Tom allowed it was worth twice the trouble it took, because he said _ now _ she couldn\\u2019t ever count them spoons twice alike again to save her life;\"\n        ],\n        [\n            126779,\n            \"So we put the sheet back on the line that night, and stole one out of her closet;\"\n        ],\n        [\n            127022,\n            \"because, you see, we didn\\u2019t want nothing but a crust, and we couldn\\u2019t prop it up right, and she would always cave in.\"\n        ],\n        [\n            127252,\n            \"but Uncle Silas he had a noble brass warming-pan which he thought considerable of, because it belonged to one of his ancesters with a long wooden handle that come over from England with William the Conqueror in the Mayflower or one of them early ships and was hid away up garret with a lot of other old pots and things that was valuable, not on account of being any account, because they warn\\u2019t, but on account of them being relicts, you know, and we snaked her out, private, and took her down there, but she failed on the first pies, because we didn\\u2019t know how, but she come up smiling on the last one.\"\n        ],\n        [\n            127384,\n            \"We took and lined her with dough, and set her in the coals, and loaded her up with rag rope, and put on a dough roof, and shut down the lid, and put hot embers on top, and stood off five foot, with the long handle, cool and comfortable, and in fifteen minutes she turned out a pie that was a satisfaction to look at.\"\n        ],\n        [\n            131182,\n            \"and then we took it and put it in a safe place under Aunt Sally\\u2019s bed.\"\n        ],\n        [\n            131238,\n            \"and Aunt Sally she come in, and when we got back she was a-standing on top of the bed raising Cain, and the rats was doing what they could to keep off the dull times for her.\"\n        ],\n        [\n            131280,\n            \"So she took and dusted us both with the hickry, and we was as much as two hours catching another fifteen or sixteen, drat that meddlesome cub, and they warn\\u2019t the likeliest, nuther, because the first haul was the pick of the flock.\"\n        ],\n        [\n            131686,\n            \"she despised snakes, be the breed what they might, and she couldn\\u2019t stand them no way you could fix it;\"\n        ],\n        [\n            131711,\n            \"and every time one of them flopped down on her, it didn\\u2019t make no difference what she was doing, she would just lay that work down and light out.\"\n        ],\n        [\n            131752,\n            \"And you could hear her whoop to Jericho.\"\n        ],\n        [\n            131761,\n            \"You couldn\\u2019t get her to take a-holt of one of them with the tongs.\"\n        ],\n        [\n            131780,\n            \"And if she turned over and found one in bed she would scramble out and lift a howl that you would think the house was afire.\"\n        ],\n        [\n            131807,\n            \"She disturbed the old man so that he said he could most wish there hadn\\u2019t ever been no snakes created.\"\n        ],\n        [\n            131867,\n            \"when she was setting thinking about something you could touch her on the back of her neck with a feather and she would jump right out of her stockings.\"\n        ],\n        [\n            131924,\n            \"We got a licking every time one of our snakes come in her way, and she allowed these lickings warn\\u2019t nothing to what she would do if we ever loaded up the place again with them.\"\n        ],\n        [\n            133075,\n            \"\\u201d \\u201cI\\u2019m his mother.\"\n        ],\n        [\n            133083,\n            \"I\\u2019ll hook a gown from Aunt Sally.\"\n        ],\n        [\n            133392,\n            \"\\u201d if you happened to touch her, when she warn\\u2019t noticing, she done the same;\"\n        ],\n        [\n            133854,\n            \"We was feeling pretty good after breakfast, and took my canoe and went over the river a-fishing, with a lunch, and had a good time, and took a look at the raft and found her all right, and got home late to supper, and found them in such a sweat and worry they didn\\u2019t know which end they was standing on, and made us go right off to bed the minute we was done supper, and wouldn\\u2019t tell us what the trouble was, and never let on a word about the new letter, but didn\\u2019t need to, because we knowed as much about it as anybody did, and as soon as we was half up stairs and her back was turned we slid for the cellar cupboard and loaded up a good lunch and took it up to our room and went to bed, and got up about half-past eleven, and Tom put on Aunt Sally\\u2019s dress that he stole and was going to start with the lunch, but says: \\u201cWhere\\u2019s the butter?\"\n        ],\n        [\n            134206,\n            \"The hunk of butter, big as a person\\u2019s fist, was where I had left it, so I took up the slab of corn-pone with it on, and blowed out my light, and started up stairs very stealthy, and got up to the main floor all right, but here comes Aunt Sally with a candle, and I clapped the truck in my hat, and clapped my hat on my head, and the next second she see me;\"\n        ],\n        [\n            134297,\n            \"and she says: \\u201cYou been down cellar?\"\n        ],\n        [\n            134403,\n            \"\\u201d \\u201cI hain\\u2019t been doing a single thing, Aunt Sally, I hope to gracious if I have.\"\n        ],\n        [\n            134426,\n            \"\\u201d I reckoned she\\u2019d let me go now, and as a generl thing she would;\"\n        ],\n        [\n            134445,\n            \"but I s\\u2019 pose there was so many strange things going on she was just in a sweat about every little thing that warn\\u2019t yard-stick straight;\"\n        ],\n        [\n            134529,\n            \"\\u201d So she went away as I opened the door and walked into the setting-room.\"\n        ],\n        [\n            134675,\n            \"I did wish Aunt Sally would come, and get done with me, and lick me, if she wanted to, and let me get away and tell Tom how we\\u2019d overdone this thing, and what a thundering hornet\\u2019s-nest we\\u2019d got ourselves into, so we could stop fooling around straight off, and clear out with Jim before these rips got out of patience and come for us.\"\n        ],\n        [\n            134756,\n            \"At last she come and begun to ask me questions, but I _ couldn\\u2019t _ answer them straight, I didn\\u2019t know which end of me was up;\"\n        ],\n        [\n            134940,\n            \"and a streak of butter come a-trickling down my forehead, and Aunt Sally she see it, and turns white as a sheet, and says: \\u201cFor the land\\u2019s sake, what _ is _ the matter with the child?\"\n        ],\n        [\n            137657,\n            \"\\u201d \\u201cShe needn\\u2019t,\\u201dI says, \\u201cbecause we was all right.\"\n        ],\n        [\n            137914,\n            \"and he said there warn\\u2019t no use in it, and I must come along, and let Aunt Sally see we was all right.\"\n        ],\n        [\n            137942,\n            \"When we got home Aunt Sally was that glad to see me she laughed and cried both, and hugged me, and give me one of them lickings of hern that don\\u2019t amount to shucks, and said she\\u2019d serve Sid the same when he come.\"\n        ],\n        [\n            138939,\n            \"I says to Sister Dunlap, s\\u2019 I--\\u201d\\u201cWhy, dog my cats, they must a ben a house-full o\\u2019niggers in there every night for four weeks to a done all that work, Sister Phelps.\"\n        ],\n        [\n            139496,\n            \"--why, I was that scared I dasn\\u2019t hardly go to bed, or get up, or lay down, or _ set _ down, Sister Ridgeway.\"\n        ],\n        [\n            139668,\n            \"Because, you know, when you get scared that way, and it keeps running on, and getting worse and worse all the time, and your wits gets to addling, and you get to doing all sorts o\\u2019wild things, and by and by you think to yourself, spos\\u2019 n I was a boy, and was away up there, and the door ain\\u2019t locked, and you--\\u201dShe stopped, looking kind of wondering, and then she turned her head around slow, and when her eye lit on me-- I got up and took a walk.\"\n        ],\n        [\n            139823,\n            \"But I dasn\\u2019t go fur, or she\\u2019d a sent for me.\"\n        ],\n        [\n            139840,\n            \"And when it was late in the day the people all went, and then I come in and told her the noise and shooting waked up me and \\u201cSid,\\u201dand the door was locked, and we wanted to see the fun, so we went down the lightning-rod, and both of us got hurt a little, and we didn\\u2019t never want to try _ that _ no more.\"\n        ],\n        [\n            139920,\n            \"And then I went on and told her all what I told Uncle Silas before;\"\n        ],\n        [\n            139936,\n            \"and then she said she\\u2019d forgive us, and maybe it was all right enough anyway, and about what a body might expect of boys, for all boys was a pretty harum-scarum lot as fur as she could see;\"\n        ],\n        [\n            139982,\n            \"and so, as long as no harm hadn\\u2019t come of it, she judged she better put in her time being grateful we was alive and well and she had us still, stead of fretting over what was past and done.\"\n        ],\n        [\n            140028,\n            \"So then she kissed me, and patted me on the head, and dropped into a kind of a brown study;\"\n        ],\n        [\n            140116,\n            \"\\u201cNo you won\\u2019t,\\u201dshe says.\"\n        ],\n        [\n            140214,\n            \"but Uncle Silas he said there warn\\u2019t no occasion to be-- boys will be boys, he said, and you\\u2019ll see this one turn up in the morning all sound and right.\"\n        ],\n        [\n            140286,\n            \"And then when I went up to bed she come up with me and fetched her candle, and tucked me in, and mothered me so good I felt mean, and like I couldn\\u2019t look her in the face;\"\n        ],\n        [\n            140330,\n            \"and she set down on the bed and talked with me a long time, and said what a splendid boy Sid was, and didn\\u2019t seem to want to ever stop talking about him;\"\n        ],\n        [\n            140368,\n            \"and kept asking me every now and then if I reckoned he could a got lost, or hurt, or maybe drownded, and might be laying at this minute somewheres suffering or dead, and she not by him to help him, and so the tears would drip down silent, and I would tell her that Sid was all right, and would be home in the morning, sure;\"\n        ],\n        [\n            140443,\n            \"and she would squeeze my hand, or maybe kiss me, and tell me to say it again, and keep on saying it, because it done her good, and she was in so much trouble.\"\n        ],\n        [\n            140590,\n            \"But she was on my mind and Tom was on my mind, so I slept very restless.\"\n        ],\n        [\n            140609,\n            \"And twice I went down the rod away in the night, and slipped around front, and see her setting there by her candle in the window with her eyes towards the road and the tears in them;\"\n        ],\n        [\n            140649,\n            \"and I wished I could do something for her, but I couldn\\u2019t, only to swear that I wouldn\\u2019t never do nothing to grieve her any more.\"\n        ],\n        [\n            140682,\n            \"And the third time I waked up at dawn, and slid down, and she was there yet, and her candle was most out, and her old gray head was resting on her hand, and she was asleep.\"\n        ],\n        [\n            140777,\n            \"And by and by the old man says: \\u201cDid I give you the letter?\"\n        ],\n        [\n            140836,\n            \"\\u201d So he rummaged his pockets, and then went off somewheres where he had laid it down, and fetched it, and give it to her.\"\n        ],\n        [\n            141036,\n            \"then she flung up her hands, and says: \\u201cHe\\u2019s alive, thank God!\"\n        ],\n        [\n            141061,\n            \"\\u201d and she snatched a kiss of him, and flew for the house to get the bed ready, and scattering orders right and left at the niggers and everybody else, as fast as her tongue could go, every jump of the way.\"\n        ],\n        [\n            142256,\n            \"but they didn\\u2019t think of it, and I reckoned it warn\\u2019t best for me to mix in, but I judged I\\u2019d get the doctor\\u2019s yarn to Aunt Sally somehow or other as soon as I\\u2019d got through the breakers that was laying just ahead of me-- explanations, I mean, of how I forgot to mention about Sid being shot when I was telling how him and me put in that dratted night paddling around hunting the runaway nigger.\"\n        ],\n        [\n            142385,\n            \"Next morning I heard Tom was a good deal better, and they said Aunt Sally was gone to get a nap.\"\n        ],\n        [\n            142497,\n            \"She motioned me to be still, and set down by me, and begun to whisper, and said we could all be joyful now, because all the symptoms was first-rate, and he\\u2019d been sleeping like that for ever so long, and looking better and peacefuller all the time, and ten to one he\\u2019d wake up in his right mind.\"\n        ],\n        [\n            142851,\n            \"\\u201d He\\u2019d got a start, and she never checked him up, just set and stared and stared, and let him clip along, and I see it warn\\u2019t no use for _ me _ to put in.\"\n        ],\n        [\n            142896,\n            \"\\u201cWhy, Aunty, it cost us a power of work-- weeks of it-- hours and hours, every night, whilst you was all asleep.\"\n        ],\n        [\n            142928,\n            \"And we had to steal candles, and the sheet, and the shirt, and your dress, and spoons, and tin plates, and case-knives, and the warming-pan, and the grindstone, and flour, and just no end of things, and you can\\u2019t think what work it was to make the saws, and pens, and inscriptions, and one thing or another, and you can\\u2019t think _ half _ the fun it was.\"\n        ],\n        [\n            143020,\n            \"And we had to make up the pictures of coffins and things, and nonnamous letters from the robbers, and get up and down the lightning-rod, and dig the hole into the cabin, and made the rope ladder and send it in cooked up in a pie, and send in spoons and things to work with in your apron pocket--\\u201d\\u201cMercy sakes!\"\n        ],\n        [\n            143115,\n            \"and then you kept Tom here so long with the butter in his hat that you come near spiling the whole business, because the men come before we was out of the cabin, and we had to rush, and they heard us and let drive at us, and I got my share, and we dodged out of the path and let them go by, and when the dogs come they warn\\u2019t interested in us, but went for the most noise, and we got our canoe, and made for the raft, and was all safe, and Jim was a free man, and we done it all by ourselves, and _ wasn\\u2019t _ it bully, Aunty!\"\n        ],\n        [\n            143373,\n            \"\\u201d But Tom, he _ was _ so proud and joyful, he just _ couldn\\u2019t _ hold in, and his tongue just _ went _ it-- she a-chipping in, and spitting fire all along, and both of them going it at once, like a cat convention;\"\n        ],\n        [\n            143432,\n            \"and she says: \\u201c_ Well _, you get all the enjoyment you can out of it _ now _, for mind I tell you if I catch you meddling with him again--\\u201d\\u201cMeddling with _ who _?\"\n        ],\n        [\n            143694,\n            \"\\u201d \\u201cI mean every word I _ say _, Aunt Sally, and if somebody don\\u2019t go, _ I\\u2019ll _ go.\"\n        ],\n        [\n            143739,\n            \"Old Miss Watson died two months ago, and she was ashamed she ever was going to sell him down the river, and _ said _ so;\"\n        ],\n        [\n            143768,\n            \"and she set him free in her will.\"\n        ],\n        [\n            143852,\n            \"_\\u201dIf she warn\\u2019t standing right there, just inside the door, looking as sweet and contented as an angel half full of pie, I wish I may never!\"\n        ],\n        [\n            143887,\n            \"Aunt Sally jumped for her, and most hugged the head off of her, and cried over her, and I found a good enough place for me under the bed, for it was getting pretty sultry for us, seemed to me.\"\n        ],\n        [\n            143933,\n            \"And I peeped out, and in a little while Tom\\u2019s Aunt Polly shook herself loose and stood there looking across at Tom over her spectacles-- kind of grinding him into the earth, you know.\"\n        ],\n        [\n            143974,\n            \"And then she says: \\u201cYes, you _ better _ turn y\\u2019r head away-- I would if I was you, Tom.\"\n        ],\n        [\n            144061,\n            \"\\u201d \\u201cYou mean where\\u2019s Huck _ Finn _-- that\\u2019s what you mean!\"\n        ],\n        [\n            144140,\n            \"Aunt Sally she was one of the mixed-upest-looking persons I ever see-- except one, and that was Uncle Silas, when he come in and they told it all to him.\"\n        ],\n        [\n            144254,\n            \"and I had to up and tell how I was in such a tight place that when Mrs. Phelps took me for Tom Sawyer-- she chipped in and says, \\u201cOh, go on and call me Aunt Sally, I\\u2019m used to it now, and\\u2019tain\\u2019t no need to change \\u201d-- that when Aunt Sally took me for Tom Sawyer I had to stand it-- there warn\\u2019t no other way, and I knowed he wouldn\\u2019t mind, because it would be nuts for him, being a mystery, and he\\u2019d make an adventure out of it, and be perfectly satisfied.\"\n        ],\n        [\n            144482,\n            \"Well, Aunt Polly she said that when Aunt Sally wrote to her that Tom and _ Sid _ had come all right and safe, she says to herself: \\u201cLook at that, now!\"\n        ],\n        [\n            144538,\n            \"So now I got to go and trapse all the way down the river, eleven hundred mile, and find out what that creetur\\u2019s up to _ this _ time, as long as I couldn\\u2019t seem to get any answer out of you about it.\"\n        ],\n        [\n            144590,\n            \"\\u201d \\u201cWhy, I never heard nothing from you,\\u201dsays Aunt Sally.\"\n        ]\n    ],\n    \"[1, 9]\": [\n        [\n            117201,\n            \"Please to don\\u2019t tell nobody\\u2019bout it sah, er ole Mars Silas he\\u2019ll scole me;\"\n        ],\n        [\n            117223,\n            \"\\u2019 kase he say dey _ ain\\u2019t _ no witches.\"\n        ],\n        [\n            117236,\n            \"I jis\\u2019 wish to goodness he was heah now-- _ den _ what would he say!\"\n        ],\n        [\n            117256,\n            \"I jis\\u2019 bet he couldn\\u2019fine no way to git aroun\\u2019it _ dis _ time.\"\n        ],\n        [\n            117369,\n            \"and then looks at Jim, and says: \\u201cI wonder if Uncle Silas is going to hang this nigger.\"\n        ],\n        [\n            117391,\n            \"If I was to catch a nigger that was ungrateful enough to run away, I wouldn\\u2019t give him up, I\\u2019d hang him.\"\n        ],\n        [\n            117787,\n            \"And Uncle Silas he trusts everybody;\"\n        ],\n        [\n            120935,\n            \"\\u201d \\u201cWell, we can\\u2019t resk being as long as we ought to, because it mayn\\u2019t take very long for Uncle Silas to hear from down there by New Orleans.\"\n        ],\n        [\n            124182,\n            \"So then we went away and went to the rubbage-pile in the back yard, where they keep the old boots, and rags, and pieces of bottles, and wore-out tin things, and all such truck, and scratched around and found an old tin washpan, and stopped up the holes as well as we could, to bake the pie in, and took it down cellar and stole it full of flour and started for breakfast, and found a couple of shingle-nails that Tom said would be handy for a prisoner to scrabble his name and sorrows on the dungeon walls with, and dropped one of them in Aunt Sally\\u2019s apron-pocket which was hanging on a chair, and t\\u2019other we stuck in the band of Uncle Silas\\u2019 s hat, which was on the bureau, because we heard the children say their pa and ma was going to the runaway nigger\\u2019s house this morning, and then went to breakfast, and Tom dropped the pewter spoon in Uncle Silas\\u2019 s coat-pocket, and Aunt Sally wasn\\u2019t come yet, so we had to wait a little while.\"\n        ],\n        [\n            124629,\n            \"Uncle Silas he says: \\u201cIt\\u2019s most uncommon curious, I can\\u2019t understand it.\"\n        ],\n        [\n            125265,\n            \"\\u201d \\u201cI\\u2019ll stop up them holes to-day,\\u201dsays Uncle Silas, looking sorrowful.\"\n        ],\n        [\n            125599,\n            \"\\u201d \\u201cI reely don\\u2019t know, Sally,\\u201dhe says, kind of apologizing, \\u201cor you know I would tell.\"\n        ],\n        [\n            125626,\n            \"I was a-studying over my text in Acts Seventeen before breakfast, and I reckon I put it in there, not noticing, meaning to put my Testament in, and it must be so, because my Testament ain\\u2019t in;\"\n        ],\n        [\n            125814,\n            \"As we was passing through the setting-room the old man he took up his hat, and the shingle-nail fell out on the floor, and he just merely picked it up and laid it on the mantel-shelf, and never said nothing, and went out.\"\n        ],\n        [\n            127252,\n            \"but Uncle Silas he had a noble brass warming-pan which he thought considerable of, because it belonged to one of his ancesters with a long wooden handle that come over from England with William the Conqueror in the Mayflower or one of them early ships and was hid away up garret with a lot of other old pots and things that was valuable, not on account of being any account, because they warn\\u2019t, but on account of them being relicts, you know, and we snaked her out, private, and took her down there, but she failed on the first pies, because we didn\\u2019t know how, but she come up smiling on the last one.\"\n        ],\n        [\n            139920,\n            \"And then I went on and told her all what I told Uncle Silas before;\"\n        ],\n        [\n            141123,\n            \"and the old doctor and Uncle Silas followed after Tom into the house.\"\n        ],\n        [\n            144140,\n            \"Aunt Sally she was one of the mixed-upest-looking persons I ever see-- except one, and that was Uncle Silas, when he come in and they told it all to him.\"\n        ],\n        [\n            144179,\n            \"It kind of made him drunk, as you may say, and he didn\\u2019t know nothing at all the rest of the day, and preached a prayer-meeting sermon that night that gave him a rattling ruputation, because the oldest man in the world couldn\\u2019t a understood it.\"\n        ],\n        [\n            145092,\n            \"We had Jim out of the chains in no time, and when Aunt Polly and Uncle Silas and Aunt Sally found out how good he helped the doctor nurse Tom, they made a heap of fuss over him, and fixed him up prime, and give him all he wanted to eat, and a good time, and nothing to do.\"\n        ]\n    ],\n    \"[1, 10]\": [\n        [\n            78323,\n            \"but he\\u2019s missed seeing his brother Peter die-- which he mayn\\u2019t mind, nobody can tell as to that-- but his brother would a give anything in this world to see _ him _ before he died;\"\n        ],\n        [\n            78379,\n            \"hadn\\u2019t seen him since they was boys together-- and hadn\\u2019t ever seen his brother William at all-- that\\u2019s the deef and dumb one-- William ain\\u2019t more than thirty or thirty-five.\"\n        ],\n        [\n            78426,\n            \"Peter and George were the only ones that come out here;\"\n        ],\n        [\n            78530,\n            \"You see, he was pretty old, and George\\u2019s g\\u2019yirls was too young to be much company for him, except Mary Jane, the red-headed one;\"\n        ],\n        [\n            78589,\n            \"He most desperately wanted to see Harvey-- and William, too, for that matter-- because he was one of them kind that can\\u2019t bear to make a will.\"\n        ],\n        [\n            78625,\n            \"He left a letter behind for Harvey, and said he\\u2019d told in it where his money was hid, and how he wanted the rest of the property divided up so George\\u2019s g\\u2019yirls would be all right-- for George didn\\u2019t leave nothing.\"\n        ],\n        [\n            78694,\n            \"\\u201d \\u201cWhy do you reckon Harvey don\\u2019t come?\"\n        ],\n        [\n            79109,\n            \"and about Harvey\\u2019s-- which was a dissentering minister;\"\n        ],\n        [\n            83358,\n            \"They crowded around the doctor and tried to quiet him down, and tried to explain to him and tell him how Harvey\\u2019d showed in forty ways that he _ was _ Harvey, and knowed everybody by name, and the names of the very dogs, and begged and _ begged _ him not to hurt Harvey\\u2019s feelings and the poor girl\\u2019s feelings, and all that.\"\n        ],\n        [\n            88900,\n            \"and when everything was ready a young woman set down and worked it, and it was pretty skreeky and colicky, and everybody joined in and sung, and Peter was the only one that had a good thing, according to my notion.\"\n        ],\n        [\n            95279,\n            \"\\u201cI\\u2019ll go to Uncle Harvey and--\\u201d\\u201cOh, yes,\\u201dI says, \\u201cI _ would _.\"\n        ],\n        [\n            95405,\n            \"Your uncle Harvey\\u2019s a preacher, ain\\u2019t he?\"\n        ],\n        [\n            95554,\n            \"\\u2019 But never mind, if you think it\\u2019s best to tell your uncle Harvey--\\u201d\\u201cShucks, and stay fooling around here when we could all be having good times in England whilst we was waiting to find out whether Mary Jane\\u2019s got it or not?\"\n        ],\n        [\n            95706,\n            \"\\u201d \\u201cBut I reckon we ought to tell Uncle Harvey she\\u2019s gone out a while, anyway, so he won\\u2019t be uneasy about her?\"\n        ],\n        [\n            95751,\n            \"She says,\\u2019Tell them to give Uncle Harvey and William my love and a kiss, and say I\\u2019ve run over the river to see Mr.\\u2019--Mr.-- what _ is _ the name of that rich family your uncle Peter used to think so much of?\"\n        ],\n        [\n            96829,\n            \"and the king he laughs, and blethers out: \\u201cBroke his arm-- _ very _ likely, _ ain\\u2019t _ it?\"\n        ],\n        [\n            97057,\n            \"if you are Harvey Wilks, when\\u2019d you come to this town?\"\n        ],\n        [\n            97570,\n            \"If they have, won\\u2019t the complices get away with that bag of gold Peter Wilks left?\"\n        ]\n    ],\n    \"[1, 11]\": [\n        [\n            78865,\n            \"\\u201d \\u201cMary Jane\\u2019s nineteen, Susan\\u2019s fifteen, and Joanna\\u2019s about fourteen-- that\\u2019s the one that gives herself to good works and has a hare-lip.\"\n        ],\n        [\n            80287,\n            \"Mary Jane _ was _ red-headed, but that don\\u2019t make no difference, she was most awful beautiful, and her face and her eyes was all lit up like glory, she was so glad her uncles was come.\"\n        ],\n        [\n            80333,\n            \"The king he spread his arms, and Mary Jane she jumped for them, and the hare-lip jumped for the duke, and there they had it!\"\n        ],\n        [\n            81383,\n            \"Then Mary Jane she fetched the letter her father left behind, and the king he read it out loud and cried over it.\"\n        ],\n        [\n            82576,\n            \"Here, Mary Jane, Susan, Joanner, take the money-- take it _ all _.\"\n        ],\n        [\n            82611,\n            \"\\u201d Mary Jane she went for him, Susan and the hare-lip went for the duke, and then such another hugging and kissing I never see yet.\"\n        ],\n        [\n            83633,\n            \"Mary Jane Wilks, you know me for your friend, and for your unselfish friend, too.\"\n        ],\n        [\n            83657,\n            \"turn this pitiful rascal out-- I _ beg _ you to do it.\"\n        ],\n        [\n            83702,\n            \"\\u201d She hove up the bag of money and put it in the king\\u2019s hands, and says, \\u201cTake this six thousand dollars, and invest for me and my sisters any way you want to, and don\\u2019t give us no receipt for it.\"\n        ],\n        [\n            83754,\n            \"\\u201d Then she put her arm around the king on one side, and Susan and the hare-lip done the same on the other.\"\n        ],\n        [\n            83905,\n            \"Well, when they was all gone the king he asks Mary Jane how they was off for spare rooms, and she said she had one spare room, which would do for Uncle William, and she\\u2019d give her own room to Uncle Harvey, which was a little bigger, and she would turn into the room with her sisters and sleep on a cot;\"\n        ],\n        [\n            84005,\n            \"So Mary Jane took us up, and she showed them their rooms, which was plain but nice.\"\n        ],\n        [\n            84025,\n            \"She said she\\u2019d have her frocks and a lot of other traps took out of her room if they was in Uncle Harvey\\u2019s way, but he said they warn\\u2019t.\"\n        ],\n        [\n            84209,\n            \"Mary Jane she set at the head of the table, with Susan alongside of her, and said how bad the biscuits was, and how mean the preserves was, and how ornery and tough the fried chickens was-- and all that kind of rot, the way women always do for to force out compliments;\"\n        ],\n        [\n            84379,\n            \"The hare-lip she got to pumping me about England, and blest if I didn\\u2019t think the ice was getting mighty thin sometimes.\"\n        ],\n        [\n            84407,\n            \"She says: \\u201cDid you ever see the king?\"\n        ],\n        [\n            84454,\n            \"So when I says he goes to our church, she says: \\u201cWhat-- regular?\"\n        ],\n        [\n            84895,\n            \"\\u201d When she said that I see I was out of the woods again, and so I was comfortable and glad.\"\n        ],\n        [\n            84918,\n            \"Next, she says: \\u201cDo you go to church, too?\"\n        ],\n        [\n            85056,\n            \"Then I says: \\u201cBlame it, do you suppose there ain\\u2019t but one preacher to a church?\"\n        ],\n        [\n            85512,\n            \"But I didn\\u2019t do it pretty good, and when I got done I see she warn\\u2019t satisfied.\"\n        ],\n        [\n            85535,\n            \"She says: \\u201cHonest injun, now, hain\\u2019t you been telling me a lot of lies?\"\n        ],\n        [\n            85675,\n            \"\\u201d says Mary Jane, stepping in with Susan behind her.\"\n        ],\n        [\n            85723,\n            \"\\u201d \\u201cThat\\u2019s always your way, Maim-- always sailing in to help somebody before they\\u2019re hurt.\"\n        ],\n        [\n            85950,\n            \"\\u201d I says to myself, _ this _ is a girl that I\\u2019m letting that old reptile rob her of her money!\"\n        ],\n        [\n            86003,\n            \"Says I to myself, and this is _ another _ one that I\\u2019m letting him rob her of her money!\"\n        ],\n        [\n            86084,\n            \"\\u201cyou just ask his pardon.\"\n        ],\n        [\n            86115,\n            \"and I wished I could tell her a thousand lies, so she could do it again.\"\n        ],\n        [\n            86294,\n            \"Shall I go, private, and tell Mary Jane?\"\n        ],\n        [\n            86315,\n            \"Her face would give them a hint, sure;\"\n        ],\n        [\n            86345,\n            \"If she was to fetch in help I\\u2019d get mixed up in the business before it was done with, I judge.\"\n        ],\n        [\n            86465,\n            \"and by and by, when I\\u2019m away down the river, I\\u2019ll write a letter and tell Mary Jane where it\\u2019s hid.\"\n        ],\n        [\n            86690,\n            \"but I touched the curtain that hid Mary Jane\\u2019s frocks, so I jumped in behind that and snuggled in amongst the gowns, and stood there perfectly still.\"\n        ],\n        [\n            88155,\n            \"The person coming was Mary Jane.\"\n        ],\n        [\n            88178,\n            \"then she put up her handkerchief, and I see she begun to cry, though I couldn\\u2019t hear her, and her back was to me.\"\n        ],\n        [\n            88302,\n            \"because when we get down the river a hundred mile or two I could write back to Mary Jane, and she could dig him up again and get it;\"\n        ],\n        [\n            89475,\n            \"--now how do I know whether to write to Mary Jane or not?\"\n        ],\n        [\n            89491,\n            \"S\\u2019pose she dug him up and didn\\u2019t find nothing, what would she think of me?\"\n        ],\n        [\n            90289,\n            \"I hain\\u2019t been a-near your room since Miss Mary Jane took you and the duke and showed it to you.\"\n        ],\n        [\n            91277,\n            \"but as I come to the girls\\u2019 room the door was open, and I see Mary Jane setting by her old hair trunk, which was open and she\\u2019d been packing things in it-- getting ready to go to England.\"\n        ],\n        [\n            91360,\n            \"I went in there and says: \\u201cMiss Mary Jane, you can\\u2019t a-bear to see people in trouble, and I can\\u2019t-- most always.\"\n        ],\n        [\n            91432,\n            \"she didn\\u2019t know _ how _ she was ever going to be happy there, knowing the mother and the children warn\\u2019t ever going to see each other no more-- and then busted out bitterer than ever, and flung up her hands, and says: \\u201cOh, dear, dear, to think they ain\\u2019t _ ever _ going to see each other any more!\"\n        ],\n        [\n            91546,\n            \"And before I could budge she throws her arms around my neck and told me to say it _ again _, say it _ again _, say it _ again _!\"\n        ],\n        [\n            91599,\n            \"I asked her to let me think a minute;\"\n        ],\n        [\n            91831,\n            \"Then I says: \\u201cMiss Mary Jane, is there any place out of town a little ways where you could go and stay three or four days?\"\n        ],\n        [\n            91880,\n            \"If I\\u2019ll tell you how I know the niggers will see each other again inside of two weeks-- here in this house-- and _ prove _ how I know it-- will you go to Mr. Lothrop\\u2019s and stay four days?\"\n        ],\n        [\n            91949,\n            \"\\u201d \\u201cAll right,\\u201dI says, \\u201cI don\\u2019t want nothing more out of _ you _ than just your word-- I druther have it than another man\\u2019s kiss-the-Bible.\"\n        ],\n        [\n            91992,\n            \"\\u201d She smiled and reddened up very sweet, and I says, \\u201cIf you don\\u2019t mind it, I\\u2019ll shut the door-- and bolt it.\"\n        ],\n        [\n            92026,\n            \"\\u201d Then I come back and set down again, and says: \\u201cDon\\u2019t you holler.\"\n        ],\n        [\n            92056,\n            \"I got to tell the truth, and you want to brace up, Miss Mary, because it\\u2019s a bad kind, and going to be hard to take, but there ain\\u2019t no help for it.\"\n        ],\n        [\n            92125,\n            \"There, now we\\u2019re over the worst of it, you can stand the rest middling easy.\"\n        ],\n        [\n            92156,\n            \"but I was over the shoal water now, so I went right along, her eyes a-blazing higher and higher all the time, and told her every blame thing, from where we first struck that young fool going up to the steamboat, clear through to where she flung herself on to the king\\u2019s breast at the front door and he kissed her sixteen or seventeen times-- and then up she jumps, with her face afire like sunset, and says: \\u201cThe brute!\"\n        ],\n        [\n            92339,\n            \"\\u201cDon\\u2019t mind what I said-- please don\\u2019t-- you _ won\\u2019t, _ now, _ will _ you?\"\n        ],\n        [\n            92369,\n            \"\\u201d Laying her silky hand on mine in that kind of a way that I said I would die first.\"\n        ],\n        [\n            92420,\n            \"You tell me what to do, and whatever you say I\\u2019ll do it.\"\n        ],\n        [\n            92437,\n            \"\\u201d \\u201cWell,\\u201dI says, \\u201cit\\u2019s a rough gang, them two frauds, and I\\u2019m fixed so I got to travel with them a while longer, whether I want to or not-- I druther not tell you why;\"\n        ],\n        [\n            92488,\n            \"and if you was to blow on them this town would get me out of their claws, and I\\u2019d be all right;\"\n        ],\n        [\n            92642,\n            \"I says: \\u201cMiss Mary Jane, I\\u2019ll tell you what we\\u2019ll do, and you won\\u2019t have to stay at Mr. Lothrop\\u2019s so long, nuther.\"\n        ],\n        [\n            92713,\n            \"Now you go along out there, and lay low till nine or half-past to-night, and then get them to fetch you home again-- tell them you\\u2019ve thought of something.\"\n        ],\n        [\n            92753,\n            \"If you get here before eleven put a candle in this window, and if I don\\u2019t turn up wait _ till _ eleven, and _ then _ if I don\\u2019t turn up it means I\\u2019m gone, and out of the way, and safe.\"\n        ],\n        [\n            92807,\n            \"Then you come out and spread the news around, and get these beats jailed.\"\n        ],\n        [\n            92838,\n            \"\\u201d \\u201cAnd if it just happens so that I don\\u2019t get away, but get took up along with them, you must up and say I told you the whole thing beforehand, and you must stand by me all you can.\"\n        ],\n        [\n            92908,\n            \"\\u201d she says, and I see her nostrils spread and her eyes snap when she said it, too.\"\n        ],\n        [\n            93029,\n            \"I\\u2019ll tell you how to find them.\"\n        ],\n        [\n            93069,\n            \"When the court wants to find out something about these two, let them send up to Bricksville and say they\\u2019ve got the men that played the Royal Nonesuch, and ask for some witnesses-- why, you\\u2019ll have that entire town down here before you can hardly wink, Miss Mary.\"\n        ],\n        [\n            93269,\n            \"Why, they can\\u2019t collect the money for the _ niggers _ yet-- they\\u2019re in the worst kind of a fix, Miss Mary.\"\n        ],\n        [\n            93332,\n            \"\\u201d \\u201c\\u2019Deed, _ that _ ain\\u2019t the ticket, Miss Mary Jane,\\u201dI says, \\u201cby no manner of means;\"\n        ],\n        [\n            93371,\n            \"\\u201d \\u201cWhat did you reckon I wanted you to go at all for, Miss Mary?\"\n        ],\n        [\n            93413,\n            \"\\u201d \\u201cWhy, it\\u2019s because you ain\\u2019t one of these leather-face people.\"\n        ],\n        [\n            93550,\n            \"I don\\u2019t want you to see them, nor your sisters, nor nobody in this town;\"\n        ],\n        [\n            93570,\n            \"if a neighbor was to ask how is your uncles this morning your face would tell something.\"\n        ],\n        [\n            93588,\n            \"No, you go right along, Miss Mary Jane, and I\\u2019ll fix it with all of them.\"\n        ],\n        [\n            94101,\n            \"but I\\u2019ll write it for you on a piece of paper, and you can read it along the road to Mr. Lothrop\\u2019s, if you want to.\"\n        ],\n        [\n            94177,\n            \"I was behind the door, and I was mighty sorry for you, Miss Mary Jane.\"\n        ],\n        [\n            94414,\n            \"You may say what you want to, but in my opinion she had more sand in her than any girl I ever see;\"\n        ],\n        [\n            94575,\n            \"Well, Mary Jane she lit out the back way, I reckon;\"\n        ],\n        [\n            94671,\n            \"Well, Miss Mary Jane she told me to tell you she\\u2019s gone over there in a dreadful hurry-- one of them\\u2019s sick.\"\n        ],\n        [\n            94795,\n            \"They set up with her all night, Miss Mary Jane said, and they don\\u2019t think she\\u2019ll last many hours.\"\n        ],\n        [\n            95445,\n            \"_-- so as to get them to let Miss Mary Jane go aboard?\"\n        ],\n        [\n            95510,\n            \"for my niece has been exposed to the dreadful pluribus-unum mumps, and so it\\u2019s my bounden duty to set down here and wait the three months it takes to show on her if she\\u2019s got it.\"\n        ],\n        [\n            95554,\n            \"\\u2019 But never mind, if you think it\\u2019s best to tell your uncle Harvey--\\u201d\\u201cShucks, and stay fooling around here when we could all be having good times in England whilst we was waiting to find out whether Mary Jane\\u2019s got it or not?\"\n        ],\n        [\n            95737,\n            \"\\u201d \\u201cYes, Miss Mary Jane she wanted you to do that.\"\n        ],\n        [\n            96057,\n            \"and the king and the duke would ruther Mary Jane was off working for the auction than around in reach of Doctor Robinson.\"\n        ],\n        [\n            99978,\n            \"As we went by our house I wished I hadn\\u2019t sent Mary Jane out of town;\"\n        ],\n        [\n            99997,\n            \"because now if I could tip her the wink she\\u2019d light out and save me, and blow on our dead-beats.\"\n        ],\n        [\n            100101,\n            \"stead of being fixed so I could take my own time if I wanted to, and see all the fun, and have Mary Jane at my back to save me and set me free when the close-fit come, here was nothing in the world betwixt me and sudden death but just them tattoo-marks.\"\n        ],\n        [\n            100765,\n            \"But at last, just as I was sailing by, _ flash _ comes the light in Mary Jane\\u2019s window!\"\n        ],\n        [\n            100831,\n            \"She _ was _ the best girl I ever see, and had the most sand.\"\n        ]\n    ],\n    \"[1, 12]\": [\n        [\n            1812,\n            \"we could see him pretty clear, because there was a light behind him.\"\n        ],\n        [\n            1855,\n            \"then he come tiptoeing down and stood right between us;\"\n        ],\n        [\n            1866,\n            \"we could a touched him, nearly.\"\n        ],\n        [\n            2015,\n            \"Pretty soon Jim says: \\u201cSay, who is you?\"\n        ],\n        [\n            2071,\n            \"\\u201d So he set down on the ground betwixt me and Tom.\"\n        ],\n        [\n            2084,\n            \"He leaned his back up against a tree, and stretched his legs out till one of them most touched one of mine.\"\n        ],\n        [\n            2225,\n            \"next he begun to snore-- and then I was pretty soon comfortable again.\"\n        ],\n        [\n            2271,\n            \"When we was ten foot off Tom whispered to me, and wanted to tie Jim to the tree for fun.\"\n        ],\n        [\n            2298,\n            \"he might wake and make a disturbance, and then they\\u2019d find out I warn\\u2019t in.\"\n        ],\n        [\n            2351,\n            \"I said Jim might wake up and come.\"\n        ],\n        [\n            2518,\n            \"Afterwards Jim said the witches be witched him and put him in a trance, and rode him all over the State, and then set him under the trees again, and hung his hat on a limb to show who done it.\"\n        ],\n        [\n            2563,\n            \"And next time Jim told it he said they rode him down to New Orleans;\"\n        ],\n        [\n            2627,\n            \"Jim was monstrous proud about it, and he got so he wouldn\\u2019t hardly notice the other niggers.\"\n        ],\n        [\n            2648,\n            \"Niggers would come miles to hear Jim tell about it, and he was more looked up to than any nigger in that country.\"\n        ],\n        [\n            2756,\n            \"Jim always kept that five-center piece round his neck with a string, and said it was a charm the devil give to him with his own hands, and told him he could cure anybody with it and fetch witches whenever he wanted to just by saying something to it;\"\n        ],\n        [\n            2822,\n            \"Niggers would come from all around there and give Jim anything they had, just for a sight of that five-center piece;\"\n        ],\n        [\n            2865,\n            \"Jim was most ruined for a servant, because he got stuck up on account of having seen the devil and been rode by witches.\"\n        ],\n        [\n            7901,\n            \"Miss Watson\\u2019s nigger, Jim, had a hair-ball as big as your fist, which had been took out of the fourth stomach of an ox, and he used to do magic with it.\"\n        ],\n        [\n            7957,\n            \"So I went to him that night and told him pap was here again, for I found his tracks in the snow.\"\n        ],\n        [\n            8057,\n            \"Jim got down on his knees, and put his ear against it and listened.\"\n        ],\n        [\n            8209,\n            \"Jim smelt it and bit it and rubbed it, and said he would manage so the hair-ball would think it was good.\"\n        ],\n        [\n            8364,\n            \"So the hair-ball talked to Jim, and Jim told it to me.\"\n        ],\n        [\n            20261,\n            \"By and by I was close enough to have a look, and there laid a man on the ground.\"\n        ],\n        [\n            20308,\n            \"I set there behind a clump of bushes, in about six foot of him, and kept my eyes on him steady.\"\n        ],\n        [\n            20339,\n            \"Pretty soon he gapped and stretched himself and hove off the blanket, and it was Miss Watson\\u2019s Jim!\"\n        ],\n        [\n            20361,\n            \"I bet I was glad to see him.\"\n        ],\n        [\n            20370,\n            \"I says: \\u201cHello, Jim!\"\n        ],\n        [\n            20383,\n            \"He bounced up and stared at me wild.\"\n        ],\n        [\n            20432,\n            \"I alwuz liked dead people, en done all I could for\\u2019em.\"\n        ],\n        [\n            20447,\n            \"You go en git in de river agin, whah you b\\u2019longs, en doan\\u2019do nuffn to Ole Jim,\\u2019at\\u2019uz awluz yo\\u2019fren \\u2019.\"\n        ],\n        [\n            20481,\n            \"\\u201d Well, I warn\\u2019t long making him understand I warn\\u2019t dead.\"\n        ],\n        [\n            20498,\n            \"I was ever so glad to see Jim.\"\n        ],\n        [\n            20514,\n            \"I told him I warn\\u2019t afraid of _ him _ telling the people where I was.\"\n        ],\n        [\n            20533,\n            \"I talked along, but he only set there and looked at me;\"\n        ],\n        [\n            20661,\n            \"\\u201d \\u201cI come heah de night arter you\\u2019s killed.\"\n        ],\n        [\n            20880,\n            \"I catched a good big catfish, too, and Jim cleaned him with his knife, and fried him.\"\n        ],\n        [\n            20916,\n            \"Jim laid it in with all his might, for he was most about starved.\"\n        ],\n        [\n            21010,\n            \"Then I says: \\u201cHow do you come to be here, Jim, and how\\u2019d you get here?\"\n        ],\n        [\n            22498,\n            \"He said his father laid mighty sick once, and some of them catched a bird, and his old granny said his father would die, and he did.\"\n        ],\n        [\n            22529,\n            \"And Jim said you mustn\\u2019t count the things you are going to cook for dinner, because that would bring bad luck.\"\n        ],\n        [\n            22566,\n            \"And he said if a man owned a beehive and that man died, the bees must be told about it before sun-up next morning, or else the bees would all weaken down and quit work and die.\"\n        ],\n        [\n            22608,\n            \"Jim said bees wouldn\\u2019t sting idiots;\"\n        ],\n        [\n            22748,\n            \"\\u201d And he said: \\u201cEf you\\u2019s got hairy arms en a hairy breas \\u2019, it\\u2019s a sign dat you\\u2019s agwyne to be rich.\"\n        ],\n        [\n            22849,\n            \"\\u201d \\u201cHave you got hairy arms and a hairy breast, Jim?\"\n        ],\n        [\n            22928,\n            \"\\u201d \\u201cWhat did you speculate in, Jim?\"\n        ],\n        [\n            23349,\n            \"\\u201d \\u201cWhat did you do with the ten cents, Jim?\"\n        ],\n        [\n            23629,\n            \"\\u201d \\u201cWell, it\\u2019s all right anyway, Jim, long as you\\u2019re going to be rich again some time or other.\"\n        ],\n        [\n            23857,\n            \"Jim was for putting our traps in there right away, but I said we didn\\u2019t want to be climbing up and down there all the time.\"\n        ],\n        [\n            23887,\n            \"Jim said if we had the canoe hid in a good place, and had all the traps in the cavern, we could rush there if anybody was to come to the island, and they would never find us without dogs.\"\n        ],\n        [\n            24410,\n            \"\\u201d \\u201cWell, you wouldn\\u2019t a ben here\\u2019f it hadn\\u2019t a ben for Jim.\"\n        ],\n        [\n            24954,\n            \"So Jim says: \\u201cHello, you!\"\n        ],\n        [\n            24971,\n            \"So I hollered again, and then Jim says: \\u201cDe man ain\\u2019t asleep-- he\\u2019s dead.\"\n        ],\n        [\n            25090,\n            \"Jim throwed some old rags over him, but he needn\\u2019t done it;\"\n        ],\n        [\n            25465,\n            \"and just as we was leaving I found a tolerable good curry-comb, and Jim he found a ratty old fiddle-bow, and a wooden leg.\"\n        ],\n        [\n            25496,\n            \"The straps was broke off of it, but, barring that, it was a good enough leg, though it was too long for me and not long enough for Jim, and we couldn\\u2019t find the other one, though we hunted all around.\"\n        ],\n        [\n            25585,\n            \"so I made Jim lay down in the canoe and cover up with the quilt, because if he set up people could tell he was a nigger a good ways off.\"\n        ],\n        [\n            25669,\n            \"After breakfast I wanted to talk about the dead man and guess out how he come to be killed, but Jim didn\\u2019t want to.\"\n        ],\n        [\n            25814,\n            \"Jim said he reckoned the people in that house stole the coat, because if they\\u2019d a knowed the money was there they wouldn\\u2019t a left it.\"\n        ],\n        [\n            25949,\n            \"I wish we could have some bad luck like this every day, Jim.\"\n        ],\n        [\n            26064,\n            \"I killed him, and curled him up on the foot of Jim\\u2019s blanket, ever so natural, thinking there\\u2019d be some fun when Jim found him there.\"\n        ],\n        [\n            26098,\n            \"Well, by night I forgot all about the snake, and when Jim flung himself down on the blanket while I struck a light the snake\\u2019s mate was there, and bit him.\"\n        ],\n        [\n            26158,\n            \"I laid him out in a second with a stick, and Jim grabbed pap\\u2019s whisky-jug and begun to pour it down.\"\n        ],\n        [\n            26229,\n            \"Jim told me to chop off the snake\\u2019s head and throw it away, and then skin the body and roast a piece of it.\"\n        ],\n        [\n            26311,\n            \"for I warn\\u2019t going to let Jim find out it was all my fault, not if I could help it.\"\n        ],\n        [\n            26335,\n            \"Jim sucked and sucked at the jug, and now and then he got out of his head and pitched around and yelled;\"\n        ],\n        [\n            27095,\n            \"Jim said nobody would know me, even in the daytime, hardly.\"\n        ],\n        [\n            27109,\n            \"I practiced around all day to get the hang of the things, and by and by I could do pretty well in them, only Jim said I didn\\u2019t walk like a girl;\"\n        ],\n        [\n            31298,\n            \"If the men went to the island I just expect they found the camp fire I built, and watched it all night for Jim to come.\"\n        ],\n        [\n            31509,\n            \"I told Jim all about the time I had jabbering with that woman;\"\n        ],\n        [\n            31523,\n            \"and Jim said she was a smart one, and if she was to start after us herself she wouldn\\u2019t set down and watch a camp fire-- no, sir, she\\u2019d fetch a dog.\"\n        ],\n        [\n            31585,\n            \"Jim said he bet she did think of it by the time the men was ready to start, and he believed they must a gone up-town to get a dog and so they lost all that time, or else we wouldn\\u2019t be here on a towhead sixteen or seventeen mile below the village-- no, indeedy, we would be in that same old town again.\"\n        ],\n        [\n            32396,\n            \"Jim said he reckoned the widow was partly right and pap was partly right;\"\n        ],\n        [\n            32842,\n            \"So I says: \\u201cLe\\u2019s land on her, Jim.\"\n        ],\n        [\n            32991,\n            \"\\u201d Jim couldn\\u2019t say nothing to that, so he didn\\u2019t try.\"\n        ],\n        [\n            33091,\n            \"I can\\u2019t rest, Jim, till we give her a rummaging.\"\n        ],\n        [\n            33209,\n            \"\\u201d Jim he grumbled a little, but give in.\"\n        ],\n        [\n            33390,\n            \"Jim whispered and said he was feeling powerful sick, and told me to come along.\"\n        ],\n        [\n            34739,\n            \"but I said, in a kind of a coarse whisper, \\u201cJim!\"\n        ],\n        [\n            34754,\n            \"\\u201d and he answered up, right at my elbow, with a sort of a moan, and I says: \\u201cQuick, Jim, it ain\\u2019t no time for fooling around and moaning;\"\n        ],\n        [\n            35036,\n            \"Jim said he didn\\u2019t believe he could go any further-- so scared he hadn\\u2019t hardly any strength left, he said.\"\n        ],\n        [\n            35412,\n            \"and in a half second I was in the boat, and Jim come tumbling after me.\"\n        ],\n        [\n            35588,\n            \"Then Jim manned the oars, and we took out after our raft.\"\n        ],\n        [\n            35678,\n            \"So says I to Jim: \\u201cThe first light we see we\\u2019ll land a hundred yards below it or above it, in a place where it\\u2019s a good hiding-place for you and the skiff, and then I\\u2019ll go and fix up some kind of a yarn, and get somebody to go for that gang and get them out of their scrape, so they can be hung when their time comes.\"\n        ],\n        [\n            35918,\n            \"We hustled it on to the raft in a pile, and I told Jim to float along down, and show a light when he judged he had gone about two mile, and keep it burning till I come;\"\n        ],\n        [\n            37872,\n            \"I read considerable to Jim about kings and dukes and earls and such, and how gaudy they dressed, and how much style they put on, and called each other your majesty, and your grace, and your lordship, and so on,\\u2019stead of mister;\"\n        ],\n        [\n            37924,\n            \"and Jim\\u2019s eyes bugged out, and he was interested.\"\n        ],\n        [\n            37937,\n            \"He says: \\u201cI didn\\u2019know dey was so many un um.\"\n        ],\n        [\n            38753,\n            \"\\u201d \\u201cBut hang it, Jim, you\\u2019ve clean missed the point-- blame it, you\\u2019ve missed it a thousand mile.\"\n        ],\n        [\n            40501,\n            \"it kept coming, and kept changing its place, and I kept answering, till by and by it was in front of me again, and I knowed the current had swung the canoe\\u2019s head down-stream, and I was all right if that was Jim and not some other raftsman hollering.\"\n        ],\n        [\n            41161,\n            \"I reckoned Jim had fetched up on a snag, maybe, and it was all up with him.\"\n        ],\n        [\n            41420,\n            \"When I got to it Jim was setting there with his head down between his knees, asleep, with his right arm hanging over the steering-oar.\"\n        ],\n        [\n            41479,\n            \"I made fast and laid down under Jim\\u2019s nose on the raft, and began to gap, and stretch my fists out against Jim, and says: \\u201cHello, Jim, have I been asleep?\"\n        ],\n        [\n            41624,\n            \"\\u201d \\u201cWhat\\u2019s the matter with you, Jim?\"\n        ],\n        [\n            41835,\n            \"\\u201d \\u201cWell, I think you\\u2019re here, plain enough, but I think you\\u2019re a tangle-headed old fool, Jim.\"\n        ],\n        [\n            42092,\n            \"\\u201d \\u201cWell, this is too many for me, Jim.\"\n        ],\n        [\n            42374,\n            \"tell me all about it, Jim.\"\n        ],\n        [\n            42382,\n            \"\\u201d So Jim went to work and told me the whole thing right through, just as it happened, only he painted it up considerable.\"\n        ],\n        [\n            42603,\n            \"\\u201cOh, well, that\\u2019s all interpreted well enough as far as it goes, Jim,\\u201dI says;\"\n        ],\n        [\n            42662,\n            \"Jim looked at the trash, and then looked at me, and back at the trash again.\"\n        ],\n        [\n            43284,\n            \"That disturbed Jim-- and me too.\"\n        ],\n        [\n            43349,\n            \"Jim thought it was a good idea, so we took a smoke on it and waited.\"\n        ],\n        [\n            43488,\n            \"Jim said it made him all over trembly and feverish to be so close to freedom.\"\n        ],\n        [\n            43635,\n            \"I tried to make out to myself that I warn\\u2019t to blame, because I didn\\u2019t run Jim off from his rightful owner;\"\n        ],\n        [\n            43828,\n            \"I fidgeted up and down the raft, abusing myself to myself, and Jim was fidgeting up and down past me.\"\n        ],\n        [\n            43899,\n            \"Jim talked out loud all the time while I was talking to myself.\"\n        ],\n        [\n            44137,\n            \"I was sorry to hear Jim say that, it was such a lowering of him.\"\n        ],\n        [\n            44244,\n            \"Jim sings out: \\u201cWe\\u2019s safe, Huck, we\\u2019s safe!\"\n        ],\n        [\n            44285,\n            \"\\u201d I says: \\u201cI\\u2019ll take the canoe and go and see, Jim.\"\n        ],\n        [\n            44511,\n            \"When I was fifty yards off, Jim says: \\u201cDah you goes, de ole true Huck;\"\n        ],\n        [\n            45722,\n            \"s\\u2019 pose you\\u2019d a done right and give Jim up, would you felt better than what you do now?\"\n        ],\n        [\n            45872,\n            \"I says: \\u201cJim!\"\n        ],\n        [\n            46052,\n            \"Jim said we could take deck passage on a steamboat now, and the money would last us as far as we wanted to go in the free States.\"\n        ],\n        [\n            46105,\n            \"Towards daybreak we tied up, and Jim was mighty particular about hiding the raft good.\"\n        ],\n        [\n            46277,\n            \"Jim was awful disappointed, but I said never mind, Cairo would be the next place, I reckoned.\"\n        ],\n        [\n            46424,\n            \"\\u201d \\u201cI wish I\\u2019d never seen that snake-skin, Jim-- I do wish I\\u2019d never laid eyes on it.\"\n        ],\n        [\n            47136,\n            \"There was a yell at us, and a jingling of bells to stop the engines, a powwow of cussing, and whistling of steam-- and as Jim went overboard on one side and I on the other, she come smashing straight through the raft.\"\n        ],\n        [\n            47337,\n            \"I sung out for Jim about a dozen times, but I didn\\u2019t get any answer;\"\n        ],\n        [\n            55060,\n            \"I poked into the place a-ways and come to a little open patch as big as a bedroom all hung around with vines, and found a man laying there asleep-- and, by jings, it was my old Jim!\"\n        ],\n        [\n            55380,\n            \"\\u201d \\u201cWhy didn\\u2019t you tell my Jack to fetch me here sooner, Jim?\"\n        ],\n        [\n            55430,\n            \"I ben a-buyin\\u2019pots en pans en vittles, as I got a chanst, en a-patchin\\u2019up de raf\\u2019nights when--\\u201d\\u201c_ What _ raft, Jim?\"\n        ],\n        [\n            55650,\n            \"\\u201d \\u201cWhy, how did you get hold of the raft again, Jim-- did you catch her?\"\n        ],\n        [\n            57448,\n            \"Jim warn\\u2019t on his island, so I tramped off in a hurry for the crick, and crowded through the willows, red-hot to jump aboard and get out of that awful country.\"\n        ],\n        [\n            57562,\n            \"I run along the bank a piece and got aboard, and Jim he grabbed me and hugged me, he was so glad to see me.\"\n        ],\n        [\n            57590,\n            \"He says: \\u201cLaws bless you, chile, I\\u2019uz right down sho\\u2019you\\u2019s dead agin.\"\n        ],\n        [\n            57641,\n            \"so I\\u2019s jes\\u2019 dis minute a startin\\u2019de raf\\u2019down towards de mouf er de crick, so\\u2019s to be all ready for to shove out en leave soon as Jack comes agin en tells me for certain you _ is _ dead.\"\n        ],\n        [\n            57722,\n            \"they won\\u2019t find me, and they\\u2019ll think I\\u2019ve been killed, and floated down the river-- there\\u2019s something up there that\\u2019ll help them think so-- so don\\u2019t you lose no time, Jim, but just shove off for the big water as fast as ever you can.\"\n        ],\n        [\n            57893,\n            \"I was powerful glad to get away from the feuds, and so was Jim to get away from the swamp.\"\n        ],\n        [\n            58795,\n            \"Jim said he believed it was spirits;\"\n        ],\n        [\n            59061,\n            \"Jim he allowed they was made, but I allowed they happened;\"\n        ],\n        [\n            59440,\n            \"I thought I was a goner, for whenever anybody was after anybody I judged it was _ me _-- or maybe Jim.\"\n        ],\n        [\n            60675,\n            \"\\u201cDrot your pore broken heart,\\u201dsays the baldhead;\"\n        ],\n        [\n            61040,\n            \"\\u201d Jim pitied him ever so much, and so did I.\"\n        ],\n        [\n            61209,\n            \"All through dinner Jim stood around and waited on him, and says, \\u201cWill yo\\u2019Grace have some o\\u2019dis or some o\\u2019dat?\"\n        ],\n        [\n            61489,\n            \"\\u201d You bet you, Jim and me stared this time.\"\n        ],\n        [\n            61644,\n            \"\\u201d Well, he cried and took on so that me and Jim didn\\u2019t know hardly what to do, we was so sorry-- and so glad and proud we\\u2019d got him with us, too.\"\n        ],\n        [\n            61799,\n            \"So Jim and me set to majestying him, and doing this and that and t\\u2019other for him, and standing up till he told us we might set down.\"\n        ],\n        [\n            62081,\n            \"\\u201d The duke done it, and Jim and me was pretty glad to see it.\"\n        ],\n        [\n            62260,\n            \"and it warn\\u2019t no use to tell Jim, so I didn\\u2019t tell him.\"\n        ],\n        [\n            62322,\n            \"wanted to know what we covered up the raft that way for, and laid by in the daytime instead of running-- was Jim a runaway nigger?\"\n        ],\n        [\n            62368,\n            \"\\u201d No, they allowed he wouldn\\u2019t.\"\n        ],\n        [\n            62583,\n            \"Jim and me come up all right, but pa was drunk, and Ike was only four years old, so they never come up no more.\"\n        ],\n        [\n            62612,\n            \"Well, for the next day or two we had considerable trouble, because people was always coming out in skiffs and trying to take Jim away from me, saying they believed he was a runaway nigger.\"\n        ],\n        [\n            62821,\n            \"My bed was a straw tick better than Jim\\u2019s, which was a corn-shuck tick;\"\n        ],\n        [\n            62956,\n            \"\\u201d Jim and me was in a sweat again for a minute, being afraid there was going to be some more trouble amongst them;\"\n        ],\n        [\n            63451,\n            \"he was always mighty good that way, Jim was.\"\n        ],\n        [\n            63519,\n            \"About two they come up again, though, and Jim was going to call me;\"\n        ],\n        [\n            63602,\n            \"I took the watch, and Jim he laid down and snored away;\"\n        ],\n        [\n            64307,\n            \"There was a little one-horse town about three mile down the bend, and after dinner the duke said he had ciphered out his idea about how to run in daylight without it being dangersome for Jim;\"\n        ],\n        [\n            64381,\n            \"We was out of coffee, so Jim said I better go along with them in the canoe and get some.\"\n        ],\n        [\n            66392,\n            \"Whenever we see anybody coming we can tie Jim hand and foot with a rope, and lay him in the wigwam and show this handbill and say we captured him up the river, and were too poor to travel on a steamboat, so we got this little raft on credit from our friends and are going down to get the reward.\"\n        ],\n        [\n            66457,\n            \"Handcuffs and chains would look still better on Jim, but it wouldn\\u2019t go well with the story of us being so poor.\"\n        ],\n        [\n            66626,\n            \"When Jim called me to take the watch at four in the morning, he says: \\u201cHuck, does you reck\\u2019n we gwyne to run acrost any mo\\u2019kings on dis trip?\"\n        ],\n        [\n            66724,\n            \"\\u201d I found Jim had been trying to get him to talk French, so he could hear what it was like;\"\n        ],\n        [\n            67935,\n            \"so we tied up about three-quarters of a mile above it, in the mouth of a crick which was shut in like a tunnel by the cypress trees, and all of us but Jim took the canoe and went down there to see if there was any chance in that place for our show.\"\n        ],\n        [\n            74707,\n            \"and by and by, about midnight, they made Jim and me back her out and float her down the middle of the river, and fetch her in and hide her about two mile below town.\"\n        ],\n        [\n            75286,\n            \"By and by, when they was asleep and snoring, Jim says: \\u201cDon\\u2019t it s\\u2019 prise you de way dem kings carries on, Huck?\"\n        ],\n        [\n            75715,\n            \"You don\\u2019t know kings, Jim, but I know them;\"\n        ],\n        [\n            76323,\n            \"I went to sleep, and Jim didn\\u2019t call me when it was my turn.\"\n        ],\n        [\n            76346,\n            \"When I waked up just at daybreak he was sitting there with his head down betwixt his knees, moaning and mourning to himself.\"\n        ],\n        [\n            76388,\n            \"He was thinking about his wife and his children, away up yonder, and he was low and homesick;\"\n        ],\n        [\n            76424,\n            \"and I do believe he cared just as much for his people as white folks does for their\\u2019n.\"\n        ],\n        [\n            76460,\n            \"He was often moaning and mourning that way nights, when he judged I was asleep, and saying, \\u201cPo\\u2019little\\u2019Lizabeth!\"\n        ],\n        [\n            76498,\n            \"I spec\\u2019I ain\\u2019t ever gwyne to see you no mo \\u2019, no mo \\u2019!\"\n        ],\n        [\n            76518,\n            \"\\u201d He was a mighty good nigger, Jim was.\"\n        ],\n        [\n            76529,\n            \"But this time I somehow got to talking to him about his wife and young ones;\"\n        ],\n        [\n            76546,\n            \"and by and by he says: \\u201cWhat makes me feel so bad dis time\\u2019uz bekase I hear sumpn over yonder on de bank like a whack, er a slam, while ago, en it mine me er de time I treat my little\\u2019Lizabeth so ornery.\"\n        ],\n        [\n            77124,\n            \"Jim he spoke to the duke, and said he hoped it wouldn\\u2019t take but a few hours, because it got mighty heavy and tiresome to him when he had to lay all day in the wigwam tied with the rope.\"\n        ],\n        [\n            77169,\n            \"You see, when we left him all alone we had to tie him, because if anybody happened on to him all by himself and not tied it wouldn\\u2019t look much like he was a runaway nigger, you know.\"\n        ],\n        [\n            77260,\n            \"He dressed Jim up in King Lear\\u2019s outfit-- it was a long curtain-calico gown, and a white horse-hair wig and whiskers;\"\n        ],\n        [\n            77291,\n            \"and then he took his theater paint and painted Jim\\u2019s face and hands and ears and neck all over a dead, dull, solid blue, like a man that\\u2019s been drownded nine days.\"\n        ],\n        [\n            77428,\n            \"The duke told him to make himself free and easy, and if anybody ever come meddling around, he must hop out of the wigwam, and carry on a little, and fetch a howl or two like a wild beast, and he reckoned they would light out and leave him alone.\"\n        ],\n        [\n            77490,\n            \"but you take the average man, and he wouldn\\u2019t wait for him to howl.\"\n        ],\n        [\n            77786,\n            \"Jim cleaned up the canoe, and I got my paddle ready.\"\n        ],\n        [\n            92578,\n            \"I see how maybe I could get me and Jim rid of the frauds;\"\n        ],\n        [\n            100974,\n            \"As I sprung aboard I sung out: \\u201cOut with you, Jim, and set her loose!\"\n        ],\n        [\n            101006,\n            \"\\u201d Jim lit out, and was a-coming for me with both arms spread, he was so full of joy;\"\n        ],\n        [\n            101030,\n            \"but when I glimpsed him in the lightning my heart shot up in my mouth and I went overboard backwards;\"\n        ],\n        [\n            101051,\n            \"for I forgot he was old King Lear and a drownded A-rab all in one, and it most scared the livers and lights out of me.\"\n        ],\n        [\n            101081,\n            \"But Jim fished me out, and was going to hug me and bless me, and so on, he was so glad I was back and we was shut of the king and the duke, but I says: \\u201cNot now;\"\n        ],\n        [\n            101566,\n            \"and when I got here I told Jim to hurry, or they\\u2019d catch me and hang me yet, and said I was afeard you and the duke wasn\\u2019t alive now, and I was awful sorry, and so was Jim, and was awful glad when we see you coming;\"\n        ],\n        [\n            101624,\n            \"you may ask Jim if I didn\\u2019t.\"\n        ],\n        [\n            101641,\n            \"and the king told him to shut up, and said, \\u201cOh, yes, it\\u2019s _ mighty _ likely!\"\n        ],\n        [\n            103017,\n            \"Of course when they got to snoring we had a long gabble, and I told Jim everything.\"\n        ],\n        [\n            103349,\n            \"Jim and me got uneasy.\"\n        ],\n        [\n            103554,\n            \"\\u201cand when you get through robbing it you\\u2019ll come back here and wonder what has become of me and Jim and the raft-- and you\\u2019ll have to take it out in wondering.\"\n        ],\n        [\n            103854,\n            \"and I made up my mind that it would be a long day before they ever see me and Jim again.\"\n        ],\n        [\n            103876,\n            \"I got down there all out of breath but loaded up with joy, and sung out: \\u201cSet her loose, Jim!\"\n        ],\n        [\n            104527,\n            \"After all this long journey, and after all we\\u2019d done for them scoundrels, here it was all come to nothing, everything all busted up and ruined, because they could have the heart to serve Jim such a trick as that, and make him a slave again all his life, and amongst strangers, too, for forty dirty dollars.\"\n        ],\n        [\n            104595,\n            \"Once I said to myself it would be a thousand times better for Jim to be a slave at home where his family was, as long as he\\u2019d _ got _ to be a slave, and so I\\u2019d better write a letter to Tom Sawyer and tell him to tell Miss Watson where he was.\"\n        ],\n        [\n            104697,\n            \"and if she didn\\u2019t, everybody naturally despises an ungrateful nigger, and they\\u2019d make Jim feel it all the time, and so he\\u2019d feel ornery and disgraced.\"\n        ],\n        [\n            105512,\n            \"and I see Jim before me all the time: in the day and in the night-time, sometimes moonlight, sometimes storms, and we a-floating along, talking and singing and laughing.\"\n        ],\n        [\n            105883,\n            \"And for a starter I would go to work and steal Jim out of slavery again;\"\n        ],\n        [\n            107588,\n            \"Maybe you can get him to believe that Jim _ is _ your nigger-- some idiots don\\u2019t require documents-- leastways I\\u2019ve heard there\\u2019s such down South here.\"\n        ],\n        [\n            107758,\n            \"I reckoned I better start in on my plan straight off without fooling around, because I wanted to stop Jim\\u2019s mouth till these fellows could get away.\"\n        ],\n        [\n            111287,\n            \"He said, let him alone a minute, and don\\u2019t disturb him.\"\n        ],\n        [\n            111328,\n            \"Take my trunk in your wagon, and let on it\\u2019s your\\u2019n;\"\n        ],\n        [\n            111444,\n            \"And that is, there\\u2019s a nigger here that I\\u2019m a-trying to steal out of slavery, and his name is _ Jim _-- old Miss Watson\\u2019s Jim.\"\n        ],\n        [\n            111490,\n            \"Why, Jim is--\\u201dHe stopped and went to studying.\"\n        ],\n        [\n            111542,\n            \"and I\\u2019m a-going to steal him, and I want you keep mum and not let on.\"\n        ],\n        [\n            111567,\n            \"\\u201d His eye lit up, and he says: \\u201cI\\u2019ll _ help _ you steal him!\"\n        ],\n        [\n            113945,\n            \"because the runaway nigger told Burton and me all about that scandalous show, and Burton said he would tell the people;\"\n        ],\n        [\n            114092,\n            \"On the road Tom he told me all about how it was reckoned I was murdered, and how pap disappeared pretty soon, and didn\\u2019t come back no more, and what a stir there was when Jim run away;\"\n        ],\n        [\n            114513,\n            \"If I had a yaller dog that didn\\u2019t know no more than a person\\u2019s conscience does I would pison him.\"\n        ],\n        [\n            114868,\n            \"Now you work your mind, and study out a plan to steal Jim, and I will study out one, too;\"\n        ],\n        [\n            115020,\n            \"\\u201cWe can easy find out if it\\u2019s Jim in there.\"\n        ],\n        [\n            115053,\n            \"Then the first dark night that comes steal the key out of the old man\\u2019s britches after he goes to bed, and shove off down the river on the raft with Jim, hiding daytimes and running nights, the way me and Jim used to do before.\"\n        ],\n        [\n            115246,\n            \"He told me what it was, and I see in a minute it was worth fifteen of mine for style, and would make Jim just as free a man as mine would, and maybe get us all killed besides.\"\n        ],\n        [\n            115852,\n            \"This hole\\u2019s big enough for Jim to get through if we wrench off the board.\"\n        ],\n        [\n            116383,\n            \"In the morning we was up at break of day, and down to the nigger cabins to pet the dogs and make friends with the nigger that fed Jim-- if it _ was _ Jim that was being fed.\"\n        ],\n        [\n            116742,\n            \"but Jim was there, sure enough, and could see us;\"\n        ],\n        [\n            117086,\n            \"\\u201d \\u201cDid you ever see us before?\"\n        ],\n        [\n            117369,\n            \"and then looks at Jim, and says: \\u201cI wonder if Uncle Silas is going to hang this nigger.\"\n        ],\n        [\n            117420,\n            \"\\u201d And whilst the nigger stepped to the door to look at the dime and bite it to see if it was good, he whispers to Jim and says: \\u201cDon\\u2019t ever let on to know us.\"\n        ],\n        [\n            117462,\n            \"And if you hear any digging going on nights, it\\u2019s us;\"\n        ],\n        [\n            117486,\n            \"\\u201d Jim only had time to grab us by the hand and squeeze it;\"\n        ],\n        [\n            117815,\n            \"Jim could a got out of that window-hole before this, only there wouldn\\u2019t be no use trying to travel with a ten-foot chain on his leg.\"\n        ],\n        [\n            117901,\n            \"Anyhow, there\\u2019s one thing-- there\\u2019s more honor in getting him out through a lot of difficulties and dangers, where there warn\\u2019t one of them furnished to you by the people who it was their duty to furnish them, and you had to contrive them all out of your own head.\"\n        ],\n        [\n            118062,\n            \"Hain\\u2019t we got to saw the leg of Jim\\u2019s bed off, so as to get the chain loose?\"\n        ],\n        [\n            118410,\n            \"\\u201d I says: \\u201cWhat do we want of a moat when we\\u2019re going to snake him out from under the cabin?\"\n        ],\n        [\n            118614,\n            \"and, besides, Jim\\u2019s a nigger, and wouldn\\u2019t understand the reasons for it, and how it\\u2019s the custom in Europe;\"\n        ],\n        [\n            118667,\n            \"we can tear up our sheets and make him a rope ladder easy enough.\"\n        ],\n        [\n            118682,\n            \"And we can send it to him in a pie;\"\n        ],\n        [\n            118952,\n            \"\\u201d \\u201cWell,\\u201dI says, \\u201cif it\\u2019s in the regulations, and he\\u2019s got to have it, all right, let him have it;\"\n        ],\n        [\n            118999,\n            \"but there\\u2019s one thing, Tom Sawyer-- if we go to tearing up our sheets to make Jim a rope ladder, we\\u2019re going to get into trouble with Aunt Sally, just as sure as you\\u2019re born.\"\n        ],\n        [\n            119100,\n            \"and as for Jim, he ain\\u2019t had no experience, and so he don\\u2019t care what kind of a--\\u201d\\u201cOh, shucks, Huck Finn, if I was as ignorant as you I\\u2019d keep still-- that\\u2019s what _ I\\u2019d _ do.\"\n        ],\n        [\n            119284,\n            \"\\u201d \\u201cS\\u2019pose he _ can\\u2019t _ write-- he can make marks on the shirt, can\\u2019t he, if we make him a pen out of an old pewter spoon or a piece of an old iron barrel-hoop?\"\n        ],\n        [\n            119334,\n            \"\\u201d \\u201cWhy, Tom, we can pull a feather out of a goose and make him a better one;\"\n        ],\n        [\n            119472,\n            \"\\u201d \\u201cWell, then, what\\u2019ll we make him the ink out of?\"\n        ],\n        [\n            119600,\n            \"They feed him in a pan.\"\n        ],\n        [\n            119615,\n            \"we can get him some.\"\n        ],\n        [\n            119621,\n            \"\\u201d \\u201cCan\\u2019t nobody _ read _ his plates.\"\n        ],\n        [\n            120763,\n            \"\\u201d \\u201c_ Jim _ don\\u2019t know nobody in China.\"\n        ],\n        [\n            120821,\n            \"\\u201d \\u201cAll right-- I don\\u2019t care where he comes out, so he _ comes _ out;\"\n        ],\n        [\n            120844,\n            \"and Jim don\\u2019t, either, I reckon.\"\n        ],\n        [\n            120998,\n            \"So we can\\u2019t resk being as long digging him out as we ought to.\"\n        ],\n        [\n            121082,\n            \"Then we can snatch him out and rush him away the first time there\\u2019s an alarm.\"\n        ],\n        [\n            121383,\n            \"Tom said he was right behind Jim\\u2019s bed now, and we\\u2019d dig in under it, and when we got through there couldn\\u2019t nobody in the cabin ever know there was any hole there, because Jim\\u2019s counter-pin hung down most to the ground, and you\\u2019d have to raise it up and look under to see the hole.\"\n        ],\n        [\n            122078,\n            \"It might answer for _ you _ to dig Jim out with a pick, _ without _ any letting on, because you don\\u2019t know no better;\"\n        ],\n        [\n            122449,\n            \"but I said nobody wouldn\\u2019t ever see the plates that Jim throwed out, because they\\u2019d fall in the dog-fennel and jimpson weeds under the window-hole-- then we could tote them back and he could use them over again.\"\n        ],\n        [\n            122504,\n            \"Then he says: \\u201cNow, the thing to study out is, how to get the things to Jim.\"\n        ],\n        [\n            122602,\n            \"Said we\\u2019d got to post Jim first.\"\n        ],\n        [\n            122612,\n            \"That night we went down the lightning-rod a little after ten, and took one of the candles along, and listened under the window-hole, and heard Jim snoring;\"\n        ],\n        [\n            122647,\n            \"so we pitched it in, and it didn\\u2019t wake him.\"\n        ],\n        [\n            122684,\n            \"We crept in under Jim\\u2019s bed and into the cabin, and pawed around and found the candle and lit it, and stood over Jim awhile, and found him looking hearty and healthy, and then we woke him up gentle and gradual.\"\n        ],\n        [\n            122732,\n            \"He was so glad to see us he most cried;\"\n        ],\n        [\n            122847,\n            \"So Jim he said it was all right, and we set there and talked over old times awhile, and then Tom asked a lot of questions, and when Jim told him Uncle Silas come in every day or two to pray with him, and Aunt Sally come in to see if he was comfortable and had plenty to eat, and both of them was kind as they could be, Tom says: \\u201c_ Now _ I know how to fix it.\"\n        ],\n        [\n            123000,\n            \"So he told Jim how we\\u2019d have to smuggle in the rope-ladder pie and other large things by Nat, the nigger that fed him, and he must be on the lookout, and not be surprised, and not let Nat see him open them;\"\n        ],\n        [\n            123250,\n            \"and said if he only could see his way to it we would keep it up all the rest of our lives and leave Jim to our children to get out;\"\n        ],\n        [\n            123282,\n            \"for he believed Jim would come to like it better and better the more he got used to it.\"\n        ],\n        [\n            123376,\n            \"Then we went to the nigger cabins, and while I got Nat\\u2019s notice off, Tom shoved a piece of candlestick into the middle of a corn-pone that was in Jim\\u2019s pan, and we went along with Nat to see how it would work, and it just worked noble;\"\n        ],\n        [\n            123465,\n            \"Jim he never let on but what it was only just a piece of rock or something like that that\\u2019s always getting into bread, you know;\"\n        ],\n        [\n            123495,\n            \"but after that he never bit into nothing but what he jabbed his fork into it in three or four places first.\"\n        ],\n        [\n            123518,\n            \"And whilst we was a-standing there in the dimmish light, here comes a couple of the hounds bulging in from under Jim\\u2019s bed;\"\n        ],\n        [\n            123619,\n            \"Tom jerked the door open and flung out a slab of Jim\\u2019s meat, and the dogs went for it, and in two seconds he was out himself and back again and shut the door, and I knowed he\\u2019d fixed the other door too.\"\n        ],\n        [\n            124079,\n            \"And don\\u2019t you look when Jim unloads the pan-- something might happen, I don\\u2019t know what.\"\n        ],\n        [\n            126637,\n            \"So we had the odd spoon, and dropped it in her apron-pocket whilst she was a-giving us our sailing orders, and Jim got it all right, along with her shingle nail, before noon.\"\n        ],\n        [\n            127080,\n            \"So then we laid in with Jim the second night, and tore up the sheet all in little strings and twisted them together, and long before daylight we had a lovely rope that you could a hung a person with.\"\n        ],\n        [\n            127520,\n            \"Nat didn\\u2019t look when we put the witch pie in Jim\\u2019s pan;\"\n        ],\n        [\n            127554,\n            \"and so Jim got everything all right, and as soon as he was by himself he busted into the pie and hid the rope ladder inside of his straw tick, and scratched some marks on a tin plate and throwed it out of the window-hole.\"\n        ],\n        [\n            127786,\n            \"I hain\\u2019t got nuffn but dish yer ole shirt, en you knows I got to keep de journal on dat.\"\n        ],\n        [\n            127830,\n            \"\\u201d \\u201cWell,\\u201dI says, \\u201cJim\\u2019s right, anyway, when he says he ain\\u2019t got no coat of arms, because he hain\\u2019t.\"\n        ],\n        [\n            127865,\n            \"\\u201d \\u201cI reckon I knowed that,\\u201dTom says, \\u201cbut you bet he\\u2019ll have one before he goes out of this-- because he\\u2019s going out _ right _, and there ain\\u2019t going to be no flaws in his record.\"\n        ],\n        [\n            127918,\n            \"\\u201d So whilst me and Jim filed away at the pens on a brickbat apiece, Jim a-making his\\u2019 n out of the brass and I making mine out of the spoon, Tom set to work to think out the coat of arms.\"\n        ],\n        [\n            128354,\n            \"He\\u2019d got all that coat of arms business fixed, so now he started in to finish up the rest of that part of the work, which was to plan out a mournful inscription-- said Jim got to have one, like they all done.\"\n        ],\n        [\n            128524,\n            \"When he got done he couldn\\u2019t no way make up his mind which one for Jim to scrabble on to the wall, they was all so good;\"\n        ],\n        [\n            128555,\n            \"but at last he allowed he would let him scrabble them all on.\"\n        ],\n        [\n            128605,\n            \"but Tom said he would block them out for him, and then he wouldn\\u2019t have nothing to do but just follow the lines.\"\n        ],\n        [\n            128693,\n            \"he said it would take him such a pison long time to dig them into a rock he wouldn\\u2019t ever get out.\"\n        ],\n        [\n            128730,\n            \"Then he took a look to see how me and Jim was getting along with the pens.\"\n        ],\n        [\n            128896,\n            \"It warn\\u2019t quite midnight yet, so we cleared out for the mill, leaving Jim at work.\"\n        ],\n        [\n            129013,\n            \"we got to go and fetch Jim.\"\n        ],\n        [\n            129021,\n            \"So he raised up his bed and slid the chain off of the bed-leg, and wrapt it round and round his neck, and we crawled out through our hole and down there, and Jim and me laid into that grindstone and walked her along like nothing;\"\n        ],\n        [\n            129127,\n            \"Then Tom marked out them things on it with the nail, and set Jim to work on them, with the nail for a chisel and an iron bolt from the rubbage in the lean-to for a hammer, and told him to work till the rest of his candle quit on him, and then he could go to bed, and hide the grindstone under his straw tick and sleep on it.\"\n        ],\n        [\n            129421,\n            \"\\u201d \\u201cWhy, Jim, you wouldn\\u2019t be afraid of it after a little.\"\n        ],\n        [\n            130906,\n            \"But he studied it over, and then said Jim would have to worry along the best he could with an onion.\"\n        ],\n        [\n            130929,\n            \"He promised he would go to the nigger cabins and drop one, private, in Jim\\u2019s coffee-pot, in the morning.\"\n        ],\n        [\n            130956,\n            \"Jim said he would \\u201cjis\\u2019 \\u2019 s soon have tobacker in his coffee;\"\n        ],\n        [\n            131109,\n            \"So Jim he was sorry, and said he wouldn\\u2019t behave so no more, and then me and Tom shoved for bed.\"\n        ],\n        [\n            132007,\n            \"and you never see a cabin as blithesome as Jim\\u2019s was when they\\u2019d all swarm out for music and go for him.\"\n        ],\n        [\n            132051,\n            \"and so they\\u2019d lay for him, and make it mighty warm for him.\"\n        ],\n        [\n            132068,\n            \"And he said that between the rats and the snakes and the grindstone there warn\\u2019t no room in bed for him, skasely;\"\n        ],\n        [\n            132246,\n            \"The shirt was sent in early, in a pie, and every time a rat bit Jim he would get up and write a little in his journal whilst the ink was fresh;\"\n        ],\n        [\n            132375,\n            \"and we was all pretty much fagged out, too, but mainly Jim.\"\n        ],\n        [\n            132429,\n            \"so he allowed he would advertise Jim in the St.\"\n        ],\n        [\n            133093,\n            \"\\u201d \\u201cWell, then, you\\u2019ll have to stay in the cabin when me and Jim leaves.\"\n        ],\n        [\n            133119,\n            \"I\\u2019ll stuff Jim\\u2019s clothes full of straw and lay it on his bed to represent his mother in disguise, and Jim\\u2019ll take the nigger woman\\u2019s gown off of me and wear it, and we\\u2019ll all evade together.\"\n        ],\n        [\n            134156,\n            \"I\\u2019ll go and stuff the straw into Jim\\u2019s clothes to represent his mother in disguise, and be ready to _ baa _ like a sheep and shove soon as you get there.\"\n        ],\n        [\n            134675,\n            \"I did wish Aunt Sally would come, and get done with me, and lick me, if she wanted to, and let me get away and tell Tom how we\\u2019d overdone this thing, and what a thundering hornet\\u2019s-nest we\\u2019d got ourselves into, so we could stop fooling around straight off, and clear out with Jim before these rips got out of patience and come for us.\"\n        ],\n        [\n            135332,\n            \"if you reach out your arm you can touch him.\"\n        ],\n        [\n            135503,\n            \"But we got under all right, and out through the hole, swift but soft-- Jim first, me next, and Tom last, which was according to Tom\\u2019s orders.\"\n        ],\n        [\n            135589,\n            \"and whispered and said he would listen for the steps to get further, and when he nudged us Jim must glide out first, and him last.\"\n        ],\n        [\n            135648,\n            \"and at last he nudged us, and we slid out, and stooped down, not breathing, and not making the least noise, and slipped stealthy towards the fence in Injun file, and got to it all right, and me and Jim over it;\"\n        ],\n        [\n            136112,\n            \"And when we stepped on to the raft I says: \\u201c_ Now _, old Jim, you\\u2019re a free man again, and I bet you won\\u2019t ever be a slave no more.\"\n        ],\n        [\n            136238,\n            \"When me and Jim heard that we didn\\u2019t feel so brash as what we did before.\"\n        ],\n        [\n            136443,\n            \"\\u201d But me and Jim was consulting-- and thinking.\"\n        ],\n        [\n            136455,\n            \"And after we\\u2019d thought a minute, I says: \\u201cSay it, Jim.\"\n        ],\n        [\n            136651,\n            \"He raised considerable row about it, but me and Jim stuck to it and wouldn\\u2019t budge;\"\n        ],\n        [\n            136872,\n            \"\\u201d So I said I would, and left, and Jim was to hide in the woods when he see the doctor coming till he was gone again.\"\n        ],\n        [\n            141108,\n            \"I followed the men to see what they was going to do with Jim;\"\n        ],\n        [\n            141137,\n            \"The men was very huffy, and some of them wanted to hang Jim for an example to all the other niggers around there, so they wouldn\\u2019t be trying to run away like Jim done, and making such a raft of trouble, and keeping a whole family scared most to death for days and nights.\"\n        ],\n        [\n            141217,\n            \"he ain\\u2019t our nigger, and his owner would turn up and make us pay for him, sure.\"\n        ],\n        [\n            141296,\n            \"They cussed Jim considerble, though, and give him a cuff or two side the head once in a while, but Jim never said nothing, and he never let on to know me, and they took him to the same cabin, and put his own clothes on him, and chained him again, and not to no bed-leg this time, but to a big staple drove into the bottom log, and chained his hands, too, and both legs, and said he warn\\u2019t to have nothing but bread and water to eat after this till his owner come, or he was sold at auction because he didn\\u2019t come in a certain length of time, and filled up our hole, and said a couple of farmers with guns must stand watch around about the cabin every night, and a bulldog tied to the door in the daytime;\"\n        ],\n        [\n            142099,\n            \"\\u201d Then the others softened up a little, too, and I was mighty thankful to that old doctor for doing Jim that good turn;\"\n        ],\n        [\n            142163,\n            \"Then they all agreed that Jim had acted very well, and was deserving to have some notice took of it, and reward.\"\n        ],\n        [\n            143115,\n            \"and then you kept Tom here so long with the butter in his hat that you come near spiling the whole business, because the men come before we was out of the cabin, and we had to rush, and they heard us and let drive at us, and I got my share, and we dodged out of the path and let them go by, and when the dogs come they warn\\u2019t interested in us, but went for the most noise, and we got our canoe, and made for the raft, and was all safe, and Jim was a free man, and we done it all by ourselves, and _ wasn\\u2019t _ it bully, Aunty!\"\n        ],\n        [\n            144404,\n            \"And his Aunt Polly she said Tom was right about old Miss Watson setting Jim free in her will;\"\n        ],\n        [\n            144960,\n            \"And he said, what he had planned in his head from the start, if we got Jim out all safe, was for us to run him down the river on the raft, and have adventures plumb to the mouth of the river, and then tell him about his being free, and take him back up home on a steamboat, in style, and pay him for his lost time, and write word ahead and get out all the niggers around, and have them waltz him into town with a torchlight procession and a brass-band, and then he would be a hero, and so would we.\"\n        ],\n        [\n            145092,\n            \"We had Jim out of the chains in no time, and when Aunt Polly and Uncle Silas and Aunt Sally found out how good he helped the doctor nurse Tom, they made a heap of fuss over him, and fixed him up prime, and give him all he wanted to eat, and a good time, and nothing to do.\"\n        ],\n        [\n            145175,\n            \"and Tom give Jim forty dollars for being prisoner for us so patient, and doing it up so good, and Jim was pleased most to death, and busted out, and says: \\u201cDah, now, Huck, what I tell you?\"\n        ],\n        [\n            145509,\n            \"\\u201d Jim says, kind of solemn: \\u201cHe ain\\u2019t a-comin\\u2019back no mo \\u2019, Huck.\"\n        ]\n    ],\n    \"[1, 13]\": [\n        [\n            3468,\n            \"Then Ben Rogers says: \\u201cHere\\u2019s Huck Finn, he hain\\u2019t got no family;\"\n        ],\n        [\n            3488,\n            \"what you going to do\\u2019bout him?\"\n        ],\n        [\n            3497,\n            \"\\u201d \\u201cWell, hain\\u2019t he got a father?\"\n        ],\n        [\n            3514,\n            \"\\u201cYes, he\\u2019s got a father, but you can\\u2019t never find him these days.\"\n        ],\n        [\n            6660,\n            \"\\u201d \\u201cHow you talk, Huck Finn.\"\n        ],\n        [\n            21075,\n            \"But you wouldn\\u2019tell on me ef I uz to tell you, would you, Huck?\"\n        ],\n        [\n            21103,\n            \"\\u201d \\u201cWell, I b\\u2019lieve you, Huck.\"\n        ],\n        [\n            21128,\n            \"\\u201d \\u201cBut mind, you said you wouldn\\u2019tell-- you know you said you wouldn\\u2019tell, Huck.\"\n        ],\n        [\n            21182,\n            \"People would call me a low-down Abolitionist and despise me for keeping mum-- but that don\\u2019t make no difference.\"\n        ],\n        [\n            21256,\n            \"Ole missus-- dat\\u2019s Miss Watson-- she pecks on me all de time, en treats me pooty rough, but she awluz said she wouldn\\u2019sell me down to Orleans.\"\n        ],\n        [\n            21294,\n            \"But I noticed dey wuz a nigger trader roun\\u2019de place considable lately, en I begin to git oneasy.\"\n        ],\n        [\n            21316,\n            \"Well, one night I creeps to de do\\u2019pooty late, en de do\\u2019warn\\u2019t quite shet, en I hear old missus tell de widder she gwyne to sell me down to Orleans, but she didn\\u2019want to, but she could git eight hund\\u2019d dollars for me, en it\\u2019uz sich a big stack o\\u2019money she couldn\\u2019resis \\u2019.\"\n        ],\n        [\n            21392,\n            \"De widder she try to git her to say she wouldn\\u2019do it, but I never waited to hear de res \\u2019.\"\n        ],\n        [\n            21417,\n            \"I lit out mighty quick, I tell you.\"\n        ],\n        [\n            21577,\n            \"Sometimes dey\\u2019d pull up at de sho\\u2019en take a res\\u2019 b\\u2019fo\\u2019dey started acrost, so by de talk I got to know all\\u2019bout de killin \\u2019.\"\n        ],\n        [\n            21615,\n            \"I\\u2019uz powerful sorry you\\u2019s killed, Huck, but I ain\\u2019t no mo\\u2019now.\"\n        ],\n        [\n            21661,\n            \"bekase I knowed ole missus en de widder wuz goin\\u2019to start to de camp-meet\\u2019n\\u2019right arter breakfas\\u2019 en be gone all day, en dey knows I goes off wid de cattle\\u2019bout daylight, so dey wouldn\\u2019\\u2019 spec to see me roun\\u2019de place, en so dey wouldn\\u2019miss me tell arter dark in de evenin \\u2019.\"\n        ],\n        [\n            21734,\n            \"De yuther servants wouldn\\u2019miss me, kase dey\\u2019d shin out en take holiday soon as de ole folks\\u2019 uz out\\u2019n de way.\"\n        ],\n        [\n            21764,\n            \"\\u201cWell, when it come dark I tuck out up de river road, en went\\u2019bout two mile er more to whah dey warn\\u2019t no houses.\"\n        ],\n        [\n            21796,\n            \"I\\u2019d made up my mine\\u2019bout what I\\u2019s agwyne to do.\"\n        ],\n        [\n            21813,\n            \"You see, ef I kep\\u2019on tryin\\u2019to git away afoot, de dogs\\u2019 ud track me;\"\n        ],\n        [\n            21835,\n            \"ef I stole a skift to cross over, dey\\u2019d miss dat skift, you see, en dey\\u2019d know\\u2019bout whah I\\u2019d lan\\u2019on de yuther side, en whah to pick up my track.\"\n        ],\n        [\n            21902,\n            \"\\u201cI see a light a-comin\\u2019roun\\u2019de p\\u2019int bymeby, so I wade\\u2019in en shove\\u2019a log ahead o\\u2019me en swum more\\u2019n half way acrost de river, en got in\\u2019mongst de drift-wood, en kep\\u2019my head down low, en kinder swum agin de current tell de raff come along.\"\n        ],\n        [\n            22396,\n            \"I knowed dey was arter you.\"\n        ],\n        [\n            22617,\n            \"but I didn\\u2019t believe that, because I had tried them lots of times myself, and they wouldn\\u2019t sting me.\"\n        ],\n        [\n            22875,\n            \"Don\\u2019t you see I has?\"\n        ],\n        [\n            23857,\n            \"Jim was for putting our traps in there right away, but I said we didn\\u2019t want to be climbing up and down there all the time.\"\n        ],\n        [\n            24971,\n            \"So I hollered again, and then Jim says: \\u201cDe man ain\\u2019t asleep-- he\\u2019s dead.\"\n        ],\n        [\n            25059,\n            \"Come in, Huck, but doan\\u2019look at his face-- it\\u2019s too gashly.\"\n        ],\n        [\n            25079,\n            \"\\u201d I didn\\u2019t look at him at all.\"\n        ],\n        [\n            25106,\n            \"I didn\\u2019t want to see him.\"\n        ],\n        [\n            25330,\n            \"We got an old tin lantern, and a butcher-knife without any handle, and a bran-new Barlow knife worth two bits in any store, and a lot of tallow candles, and a tin candlestick, and a gourd, and a tin cup, and a ratty old bedquilt off the bed, and a reticule with needles and pins and beeswax and buttons and thread and all such truck in it, and a hatchet and some nails, and a fishline as thick as my little finger with some monstrous hooks on it, and a roll of buckskin, and a leather dog-collar, and a horseshoe, and some vials of medicine that didn\\u2019t have no label on them;\"\n        ],\n        [\n            25465,\n            \"and just as we was leaving I found a tolerable good curry-comb, and Jim he found a ratty old fiddle-bow, and a wooden leg.\"\n        ],\n        [\n            25496,\n            \"The straps was broke off of it, but, barring that, it was a good enough leg, though it was too long for me and not long enough for Jim, and we couldn\\u2019t find the other one, though we hunted all around.\"\n        ],\n        [\n            25585,\n            \"so I made Jim lay down in the canoe and cover up with the quilt, because if he set up people could tell he was a nigger a good ways off.\"\n        ],\n        [\n            25637,\n            \"I crept up the dead water under the bank, and hadn\\u2019t no accidents and didn\\u2019t see nobody.\"\n        ],\n        [\n            25669,\n            \"After breakfast I wanted to talk about the dead man and guess out how he come to be killed, but Jim didn\\u2019t want to.\"\n        ],\n        [\n            25762,\n            \"but I couldn\\u2019t keep from studying over it and wishing I knowed who shot the man, and what they done it for.\"\n        ],\n        [\n            25846,\n            \"I said I reckoned they killed him, too;\"\n        ],\n        [\n            25867,\n            \"I says: \\u201cNow you think it\\u2019s bad luck;\"\n        ],\n        [\n            25880,\n            \"but what did you say when I fetched in the snake-skin that I found on the top of the ridge day before yesterday?\"\n        ],\n        [\n            25949,\n            \"I wish we could have some bad luck like this every day, Jim.\"\n        ],\n        [\n            25992,\n            \"Mind I tell you, it\\u2019s a-comin \\u2019.\"\n        ],\n        [\n            26064,\n            \"I killed him, and curled him up on the foot of Jim\\u2019s blanket, ever so natural, thinking there\\u2019d be some fun when Jim found him there.\"\n        ],\n        [\n            27898,\n            \"We\\u2019ve heard considerable about these goings on down in Hookerville, but we don\\u2019t know who\\u2019twas that killed Huck Finn.\"\n        ],\n        [\n            27925,\n            \"\\u201d \\u201cWell, I reckon there\\u2019s a right smart chance of people _ here _ that\\u2019d like to know who killed him.\"\n        ],\n        [\n            28029,\n            \"She run on, and never noticed I had put in at all: \\u201cThe nigger run off the very night Huck Finn was killed.\"\n        ],\n        [\n            28089,\n            \"You see, he come to town the morning after the murder, and told about it, and was out with\\u2019em on the ferryboat hunt, and right away after he up and left.\"\n        ],\n        [\n            28187,\n            \"and while they was full of it, next day, back comes old Finn, and went boo-hooing to Judge Thatcher to get money to hunt for the nigger all over Illinois with.\"\n        ],\n        [\n            28224,\n            \"The judge gave him some, and that evening he got drunk, and was around till after midnight with a couple of mighty hard-looking strangers, and then went off with them.\"\n        ],\n        [\n            28260,\n            \"Well, he hain\\u2019t come back sence, and they ain\\u2019t looking for him back till this thing blows over a little, for people thinks now that he killed his boy and fixed things so folks would think robbers done it, and then he\\u2019d get Huck\\u2019s money without having to bother a long time with a lawsuit.\"\n        ],\n        [\n            28328,\n            \"People do say he warn\\u2019t any too good to do it.\"\n        ],\n        [\n            28342,\n            \"Oh, he\\u2019s sly, I reckon.\"\n        ],\n        [\n            28369,\n            \"You can\\u2019t prove anything on him, you know;\"\n        ],\n        [\n            36538,\n            \"\\u201d \\u201cI bet they didn\\u2019t!\"\n        ],\n        [\n            36617,\n            \"\\u201d \\u201cShe was a-visiting there at Booth\\u2019s Landing, and just in the edge of the evening she started over with her nigger woman in the horse-ferry to stay all night at her friend\\u2019s house, Miss What-you-may-call-her I disremember her name-- and they lost their steering-oar, and swung around and went a-floating down, stern first, about two mile, and saddle-baggsed on the wreck, and the ferryman and the nigger woman and the horses was all lost, but Miss Hooker she made a grab and got aboard the wreck.\"\n        ],\n        [\n            36883,\n            \"I was the only one that could swim, so I made a dash for it, and Miss Hooker she said if I didn\\u2019t strike help sooner, come here and hunt up her uncle, and he\\u2019d fix the thing.\"\n        ],\n        [\n            36930,\n            \"I made the land about a mile below, and been fooling along ever since, trying to get people to do something, but they said,\\u2019What, in such a night and such a current?\"\n        ],\n        [\n            36985,\n            \"\\u2019 Now if you\\u2019ll go and--\\u201d\\u201cBy Jackson, I\\u2019d _ like _ to, and, blame it, I don\\u2019t know but I will;\"\n        ],\n        [\n            37058,\n            \"Miss Hooker she tole me, _ particular _, that her uncle Hornback--\\u201d\\u201cGreat guns!\"\n        ],\n        [\n            37164,\n            \"Tell him I\\u2019ll have his niece all safe before he can get to town.\"\n        ],\n        [\n            37186,\n            \"I\\u2019m a-going up around the corner here to roust out my engineer.\"\n        ],\n        [\n            37203,\n            \"\\u201d I struck for the light, but as soon as he turned the corner I went back and got into my skiff and bailed her out, and then pulled up shore in the easy water about six hundred yards, and tucked myself in among some woodboats;\"\n        ],\n        [\n            37268,\n            \"But take it all around, I was feeling ruther comfortable on accounts of taking all this trouble for that gang, for not many would a done it.\"\n        ],\n        [\n            37298,\n            \"I wished the widow knowed about it.\"\n        ],\n        [\n            37306,\n            \"I judged she would be proud of me for helping these rapscallions, because rapscallions and dead beats is the kind the widow and good people takes the most interest in.\"\n        ],\n        [\n            37372,\n            \"She was very deep, and I see in a minute there warn\\u2019t much chance for anybody being alive in her.\"\n        ],\n        [\n            37418,\n            \"I felt a little bit heavy-hearted about the gang, but not much, for I reckoned if they could stand it I could.\"\n        ],\n        [\n            37468,\n            \"and when I judged I was out of eye-reach I laid on my oars, and looked back and see her go and smell around the wreck for Miss Hooker\\u2019s remainders, because the captain would know her uncle Hornback would want them;\"\n        ],\n        [\n            37516,\n            \"and then pretty soon the ferryboat give it up and went for the shore, and I laid into my work and went a-booming down the river.\"\n        ],\n        [\n            37700,\n            \"We laid off all the afternoon in the woods talking, and me reading the books, and having a general good time.\"\n        ],\n        [\n            37761,\n            \"He said that when I went in the texas and he crawled back to get on the raft and found her gone he nearly died, because he judged it was all up with _ him _ anyway it could be fixed;\"\n        ],\n        [\n            37872,\n            \"I read considerable to Jim about kings and dukes and earls and such, and how gaudy they dressed, and how much style they put on, and called each other your majesty, and your grace, and your lordship, and so on,\\u2019stead of mister;\"\n        ],\n        [\n            38040,\n            \"En what dey got to do, Huck?\"\n        ],\n        [\n            38175,\n            \"\\u201cYes,\\u201dsays I, \\u201cand other times, when things is dull, they fuss with the parlyment;\"\n        ],\n        [\n            38198,\n            \"and if everybody don\\u2019t go just so he whacks their heads off.\"\n        ],\n        [\n            38240,\n            \"\\u201d \\u201cThe place where he keeps his wives.\"\n        ],\n        [\n            38427,\n            \"\\u201d \\u201cWell, but he _ was _ the wisest man, anyway;\"\n        ],\n        [\n            38442,\n            \"because the widow she told me so, her own self.\"\n        ],\n        [\n            38454,\n            \"\\u201d \\u201cI doan k\\u2019yer what de widder say, he _ warn\\u2019t _ no wise man nuther.\"\n        ],\n        [\n            38477,\n            \"He had some er de dad-fetchedes\\u2019 ways I ever see.\"\n        ],\n        [\n            38491,\n            \"Does you know\\u2019bout dat chile dat he\\u2019uz gwyne to chop in two?\"\n        ],\n        [\n            38508,\n            \"\\u201d \\u201cYes, the widow told me all about it.\"\n        ],\n        [\n            38660,\n            \"I take en whack de bill in _ two _, en give half un it to you, en de yuther half to de yuther woman.\"\n        ],\n        [\n            38702,\n            \"Now I want to ast you: what\\u2019s de use er dat half a bill?\"\n        ],\n        [\n            38886,\n            \"Doan\\u2019talk to me\\u2019bout Sollermun, Huck, I knows him by de back.\"\n        ],\n        [\n            38904,\n            \"\\u201d \\u201cBut I tell you you don\\u2019t get the point.\"\n        ],\n        [\n            39113,\n            \"He was the most down on Solomon of any nigger I ever see.\"\n        ],\n        [\n            39127,\n            \"So I went to talking about other kings, and let Solomon slide.\"\n        ],\n        [\n            39141,\n            \"I told about Louis Sixteenth that got his head cut off in France long time ago;\"\n        ],\n        [\n            41529,\n            \"\\u201d \\u201cGoodness gracious, is dat you, Huck?\"\n        ],\n        [\n            41721,\n            \"\\u201d \\u201cHuck-- Huck Finn, you look me in de eye;\"\n        ],\n        [\n            42212,\n            \"\\u201d \\u201cBut, Huck, it\\u2019s all jis\\u2019 as plain to me as--\\u201d\\u201cIt don\\u2019t make no difference how plain it is;\"\n        ],\n        [\n            42285,\n            \"Then he says: \\u201cWell, den, I reck\\u2019n I did dream it, Huck;\"\n        ],\n        [\n            44244,\n            \"Jim sings out: \\u201cWe\\u2019s safe, Huck, we\\u2019s safe!\"\n        ],\n        [\n            44341,\n            \"and as I shoved off, he says: \\u201cPooty soon I\\u2019ll be a-shout\\u2019n\\u2019for joy, en I\\u2019ll say, it\\u2019s all on accounts o\\u2019Huck;\"\n        ],\n        [\n            44382,\n            \"I\\u2019s a free man, en I couldn\\u2019t ever ben free ef it hadn\\u2019ben for Huck;\"\n        ],\n        [\n            44433,\n            \"en you\\u2019s de _ only _ fren\\u2019ole Jim\\u2019s got now.\"\n        ],\n        [\n            44511,\n            \"When I was fifty yards off, Jim says: \\u201cDah you goes, de ole true Huck;\"\n        ],\n        [\n            44531,\n            \"de on\\u2019y white genlman dat ever kep\\u2019his promise to ole Jim.\"\n        ],\n        [\n            44879,\n            \"When we had made a stroke or two, I says: \\u201cPap\\u2019ll be mighty much obleeged to you, I can tell you.\"\n        ],\n        [\n            45878,\n            \"\\u201d \\u201cHere I is, Huck.\"\n        ],\n        [\n            45886,\n            \"Is dey out o\\u2019sight yit?\"\n        ],\n        [\n            45981,\n            \"But lawsy, how you did fool\\u2019em, Huck!\"\n        ],\n        [\n            46382,\n            \"\\u201d He says: \\u201cDoan\\u2019le\\u2019s talk about it, Huck.\"\n        ],\n        [\n            46453,\n            \"\\u201d \\u201cIt ain\\u2019t yo\\u2019fault, Huck;\"\n        ],\n        [\n            55380,\n            \"\\u201d \\u201cWhy didn\\u2019t you tell my Jack to fetch me here sooner, Jim?\"\n        ],\n        [\n            55398,\n            \"\\u201d \\u201cWell,\\u2019twarn\\u2019t no use to\\u2019sturb you, Huck, tell we could do sumfn-- but we\\u2019s all right now.\"\n        ],\n        [\n            56096,\n            \"\\u201d Says he: \\u201cDon\\u2019t you know, Mars Jawge?\"\n        ],\n        [\n            66626,\n            \"When Jim called me to take the watch at four in the morning, he says: \\u201cHuck, does you reck\\u2019n we gwyne to run acrost any mo\\u2019kings on dis trip?\"\n        ],\n        [\n            66724,\n            \"\\u201d I found Jim had been trying to get him to talk French, so he could hear what it was like;\"\n        ],\n        [\n            75286,\n            \"By and by, when they was asleep and snoring, Jim says: \\u201cDon\\u2019t it s\\u2019 prise you de way dem kings carries on, Huck?\"\n        ],\n        [\n            76259,\n            \"Sometimes I wish we could hear of a country that\\u2019s out of kings.\"\n        ],\n        [\n            76301,\n            \"and, besides, it was just as I said: you couldn\\u2019t tell them from the real kind.\"\n        ],\n        [\n            76985,\n            \"_ Oh, Huck, I bust out a-cryin\\u2019en grab her up in my arms, en say,\\u2019Oh, de po\\u2019little thing!\"\n        ],\n        [\n            77041,\n            \"\\u2019 Oh, she was plumb deef en dumb, Huck, plumb deef en dumb-- en I\\u2019d ben a-treat\\u2019n her so!\"\n        ],\n        [\n            114583,\n            \"By and by Tom says: \\u201cLooky here, Huck, what fools we are to not think of it before!\"\n        ],\n        [\n            117849,\n            \"Why, drat it, Huck, it\\u2019s the stupidest arrangement I ever see.\"\n        ],\n        [\n            118086,\n            \"\\u201d \\u201cWhy, you just said a body could lift up the bedstead and slip the chain off.\"\n        ],\n        [\n            118436,\n            \"\\u201d But he never heard me.\"\n        ],\n        [\n            118443,\n            \"He had forgot me and everything else.\"\n        ],\n        [\n            118900,\n            \"and don\\u2019t you reckon they\\u2019ll want clews?\"\n        ],\n        [\n            119100,\n            \"and as for Jim, he ain\\u2019t had no experience, and so he don\\u2019t care what kind of a--\\u201d\\u201cOh, shucks, Huck Finn, if I was as ignorant as you I\\u2019d keep still-- that\\u2019s what _ I\\u2019d _ do.\"\n        ],\n        [\n            119772,\n            \"What does the _ prisoner _ care whose--\\u201dHe broke off there, because we heard the breakfast-horn blowing.\"\n        ],\n        [\n            121268,\n            \"\\u201d He looked kind of weary and discouraged-like, and says: \\u201cIt ain\\u2019t no use to try to learn you nothing, Huck.\"\n        ],\n        [\n            121558,\n            \"Then he says: \\u201cIt ain\\u2019t no use, Huck, it ain\\u2019t a-going to work.\"\n        ],\n        [\n            135011,\n            \"\\u201d And everybody runs to see, and she snatches off my hat, and out comes the bread and what was left of the butter, and she grabbed me, and hugged me, and says: \\u201cOh, what a turn you did give me!\"\n        ],\n        [\n            135075,\n            \"for luck\\u2019s against us, and it never rains but it pours, and when I see that truck I thought we\\u2019d lost you, for I knowed by the color and all it was just like your brains would be if-- Dear, dear, whyd\\u2019nt you _ tell _ me that was what you\\u2019d been down there for, I wouldn\\u2019t a cared.\"\n        ],\n        [\n            135153,\n            \"Now cler out to bed, and don\\u2019t lemme see no more of you till morning!\"\n        ],\n        [\n            143852,\n            \"_\\u201dIf she warn\\u2019t standing right there, just inside the door, looking as sweet and contented as an angel half full of pie, I wish I may never!\"\n        ],\n        [\n            143887,\n            \"Aunt Sally jumped for her, and most hugged the head off of her, and cried over her, and I found a good enough place for me under the bed, for it was getting pretty sultry for us, seemed to me.\"\n        ],\n        [\n            143933,\n            \"And I peeped out, and in a little while Tom\\u2019s Aunt Polly shook herself loose and stood there looking across at Tom over her spectacles-- kind of grinding him into the earth, you know.\"\n        ],\n        [\n            144140,\n            \"Aunt Sally she was one of the mixed-upest-looking persons I ever see-- except one, and that was Uncle Silas, when he come in and they told it all to him.\"\n        ],\n        [\n            144236,\n            \"So Tom\\u2019s Aunt Polly, she told all about who I was, and what;\"\n        ],\n        [\n            144254,\n            \"and I had to up and tell how I was in such a tight place that when Mrs. Phelps took me for Tom Sawyer-- she chipped in and says, \\u201cOh, go on and call me Aunt Sally, I\\u2019m used to it now, and\\u2019tain\\u2019t no need to change \\u201d-- that when Aunt Sally took me for Tom Sawyer I had to stand it-- there warn\\u2019t no other way, and I knowed he wouldn\\u2019t mind, because it would be nuts for him, being a mystery, and he\\u2019d make an adventure out of it, and be perfectly satisfied.\"\n        ],\n        [\n            144448,\n            \"and I couldn\\u2019t ever understand before, until that minute and that talk, how he _ could _ help a body set a nigger free with his bringing-up.\"\n        ],\n        [\n            144873,\n            \"\\u201d I wanted to offer to bet two dollars she hadn\\u2019t, but I reckoned maybe it was just as safe to not to.\"\n        ],\n        [\n            144906,\n            \"CHAPTER THE LAST The first time I catched Tom private I asked him what was his idea, time of the evasion?\"\n        ],\n        [\n            145175,\n            \"and Tom give Jim forty dollars for being prisoner for us so patient, and doing it up so good, and Jim was pleased most to death, and busted out, and says: \\u201cDah, now, Huck, what I tell you?\"\n        ],\n        [\n            145398,\n            \"and I says, all right, that suits me, but I ain\\u2019t got no money for to buy the outfit, and I reckon I couldn\\u2019t get none from home, because it\\u2019s likely pap\\u2019s been back before now, and got it all away from Judge Thatcher and drunk it up.\"\n        ],\n        [\n            145509,\n            \"\\u201d Jim says, kind of solemn: \\u201cHe ain\\u2019t a-comin\\u2019back no mo \\u2019, Huck.\"\n        ],\n        [\n            145542,\n            \"\\u201d \\u201cNemmine why, Huck-- but he ain\\u2019t comin\\u2019back no mo.\"\n        ],\n        [\n            145561,\n            \"\\u201d But I kept at him;\"\n        ],\n        [\n            145568,\n            \"so at last he says: \\u201cDoan\\u2019you\\u2019member de house dat was float\\u2019n down de river, en dey wuz a man in dah, kivered up, en I went in en unkivered him and didn\\u2019let you come in?\"\n        ]\n    ],\n    \"[1, 14]\": [\n        [\n            136927,\n            \"I told him me and my brother was over on Spanish Island hunting yesterday afternoon, and camped on a piece of a raft we found, and about midnight he must a kicked his gun in his dreams, for it went off and shot him in the leg, and we wanted him to go over there and fix it and not say nothing about it, nor let anybody know, because we wanted to come home this evening and surprise the folks.\"\n        ],\n        [\n            137165,\n            \"\\u201d \\u201cWhy, me and Sid, and-- and-- and _ the guns _;\"\n        ],\n        [\n            137763,\n            \"then we paddled over here to hear the news, and Sid\\u2019s at the post-office to see what he can hear, and I\\u2019m a-branching out to get something to eat for us, and then we\\u2019re going home.\"\n        ],\n        [\n            137813,\n            \"\\u201d So then we went to the post-office to get \\u201cSid \\u201d;\"\n        ],\n        [\n            137829,\n            \"but just as I suspicioned, he warn\\u2019t there;\"\n        ],\n        [\n            137841,\n            \"so the old man he got a letter out of the office, and we waited awhile longer, but Sid didn\\u2019t come;\"\n        ],\n        [\n            137867,\n            \"so the old man said, come along, let Sid foot it home, or canoe it, when he got done fooling around-- but we would ride.\"\n        ],\n        [\n            137899,\n            \"I couldn\\u2019t get him to let me stay and wait for Sid;\"\n        ],\n        [\n            137942,\n            \"When we got home Aunt Sally was that glad to see me she laughed and cried both, and hugged me, and give me one of them lickings of hern that don\\u2019t amount to shucks, and said she\\u2019d serve Sid the same when he come.\"\n        ],\n        [\n            138037,\n            \"She says: \\u201cWell, Sister Phelps, I\\u2019ve ransacked that-air cabin over, an\\u2019I b\\u2019lieve the nigger was crazy.\"\n        ],\n        [\n            138082,\n            \"--s\\u2019 I, he\\u2019s crazy, s\\u2019 I-- them\\u2019s the very words I said.\"\n        ],\n        [\n            138107,\n            \"You all hearn me: he\\u2019s crazy, s\\u2019 I;\"\n        ],\n        [\n            138229,\n            \"He\\u2019s plumb crazy, s\\u2019 I;\"\n        ],\n        [\n            138239,\n            \"it\\u2019s what I says in the fust place, it\\u2019s what I says in the middle,\\u2019n\\u2019it\\u2019s what I says last\\u2019n\\u2019all the time-- the nigger\\u2019s crazy-- crazy\\u2019s Nebokoodneezer, s\\u2019 I.\"\n        ],\n        [\n            138320,\n            \"\\u201cwhat in the name o\\u2019goodness _ could _ he ever want of--\\u201d\\u201cThe very words I was a-sayin\\u2019no longer ago th\\u2019n this minute to Sister Utterback,\\u2019n\\u2019she\\u2019ll tell you so herself.\"\n        ],\n        [\n            138387,\n            \"\\u2019 n\\u2019s\\u2019 I, yes, _ look _ at it, s\\u2019 I-- what _ could _ he a-wanted of it, s\\u2019 I.\"\n        ],\n        [\n            138607,\n            \"ther\\u2019s ben a _ dozen _ a-helpin\\u2019that nigger,\\u2019n\\u2019I lay I\\u2019d skin every last nigger on this place but _ I\\u2019d _ find out who done it, s\\u2019 I;\"\n        ],\n        [\n            139259,\n            \"and here at the last minute, lo and behold you, they slides right in under our noses and fools us, and not only fools _ us _ but the Injun Territory robbers too, and actuly gets _ away _ with that nigger safe and sound, and that with sixteen men and twenty-two dogs right on their very heels at that very time!\"\n        ],\n        [\n            141296,\n            \"They cussed Jim considerble, though, and give him a cuff or two side the head once in a while, but Jim never said nothing, and he never let on to know me, and they took him to the same cabin, and put his own clothes on him, and chained him again, and not to no bed-leg this time, but to a big staple drove into the bottom log, and chained his hands, too, and both legs, and said he warn\\u2019t to have nothing but bread and water to eat after this till his owner come, or he was sold at auction because he didn\\u2019t come in a certain length of time, and filled up our hole, and said a couple of farmers with guns must stand watch around about the cabin every night, and a bulldog tied to the door in the daytime;\"\n        ],\n        [\n            141526,\n            \"When I got to where I found the boy I see I couldn\\u2019t cut the bullet out without some help, and he warn\\u2019t in no condition for me to leave to go and get help;\"\n        ],\n        [\n            141567,\n            \"and he got a little worse and a little worse, and after a long time he went out of his head, and wouldn\\u2019t let me come a-nigh him any more, and said if I chalked his raft he\\u2019d kill me, and no end of wild foolishness like that, and I see I couldn\\u2019t do anything at all with him;\"\n        ],\n        [\n            141653,\n            \"and the minute I says it out crawls this nigger from somewheres and says he\\u2019ll help, and he done it, too, and done it very well.\"\n        ],\n        [\n            141685,\n            \"Of course I judged he must be a runaway nigger, and there I _ was _!\"\n        ],\n        [\n            141722,\n            \"It was a fix, I tell you!\"\n        ],\n        [\n            141731,\n            \"I had a couple of patients with the chills, and of course I\\u2019d of liked to run up to town and see them, but I dasn\\u2019t, because the nigger might get away, and then I\\u2019d be to blame;\"\n        ],\n        [\n            141805,\n            \"and I never see a nigger that was a better nuss or faithfuller, and yet he was risking his freedom to do it, and was all tired out, too, and I see plain enough he\\u2019d been worked main hard lately.\"\n        ],\n        [\n            141852,\n            \"I liked the nigger for that;\"\n        ],\n        [\n            141859,\n            \"I tell you, gentlemen, a nigger like that is worth a thousand dollars-- and kind treatment, too.\"\n        ],\n        [\n            141882,\n            \"I had everything I needed, and the boy was doing as well there as he would a done at home-- better, maybe, because it was so quiet;\"\n        ],\n        [\n            141976,\n            \"so I motioned them in quiet, and they slipped up on him and grabbed him and tied him before he knowed what he was about, and we never had no trouble.\"\n        ],\n        [\n            142069,\n            \"that\\u2019s what I think about him.\"\n        ],\n        [\n            142099,\n            \"\\u201d Then the others softened up a little, too, and I was mighty thankful to that old doctor for doing Jim that good turn;\"\n        ],\n        [\n            142126,\n            \"and I was glad it was according to my judgment of him, too;\"\n        ],\n        [\n            142141,\n            \"because I thought he had a good heart in him and was a good man the first time I see him.\"\n        ],\n        [\n            142219,\n            \"I hoped they was going to say he could have one or two of the chains took off, because they was rotten heavy, or could have meat and greens with his bread and water;\"\n        ],\n        [\n            142256,\n            \"but they didn\\u2019t think of it, and I reckoned it warn\\u2019t best for me to mix in, but I judged I\\u2019d get the doctor\\u2019s yarn to Aunt Sally somehow or other as soon as I\\u2019d got through the breakers that was laying just ahead of me-- explanations, I mean, of how I forgot to mention about Sid being shot when I was telling how him and me put in that dratted night paddling around hunting the runaway nigger.\"\n        ],\n        [\n            142385,\n            \"Next morning I heard Tom was a good deal better, and they said Aunt Sally was gone to get a nap.\"\n        ],\n        [\n            142408,\n            \"So I slips to the sick-room, and if I found him awake I reckoned we could put up a yarn for the family that would wash.\"\n        ],\n        [\n            142497,\n            \"She motioned me to be still, and set down by me, and begun to whisper, and said we could all be joyful now, because all the symptoms was first-rate, and he\\u2019d been sleeping like that for ever so long, and looking better and peacefuller all the time, and ten to one he\\u2019d wake up in his right mind.\"\n        ],\n        [\n            142747,\n            \"how we set the runaway nigger free-- me and Tom.\"\n        ],\n        [\n            142851,\n            \"\\u201d He\\u2019d got a start, and she never checked him up, just set and stared and stared, and let him clip along, and I see it warn\\u2019t no use for _ me _ to put in.\"\n        ],\n        [\n            143115,\n            \"and then you kept Tom here so long with the butter in his hat that you come near spiling the whole business, because the men come before we was out of the cabin, and we had to rush, and they heard us and let drive at us, and I got my share, and we dodged out of the path and let them go by, and when the dogs come they warn\\u2019t interested in us, but went for the most noise, and we got our canoe, and made for the raft, and was all safe, and Jim was a free man, and we done it all by ourselves, and _ wasn\\u2019t _ it bully, Aunty!\"\n        ],\n        [\n            143510,\n            \"\\u201d Tom looks at me very grave, and says: \\u201cTom, didn\\u2019t you just tell me he was all right?\"\n        ],\n        [\n            143605,\n            \"\\u201d Tom rose square up in bed, with his eye hot, and his nostrils opening and shutting like gills, and sings out to me: \\u201cThey hain\\u2019t no _ right _ to shut him up!\"\n        ],\n        [\n            144538,\n            \"So now I got to go and trapse all the way down the river, eleven hundred mile, and find out what that creetur\\u2019s up to _ this _ time, as long as I couldn\\u2019t seem to get any answer out of you about it.\"\n        ],\n        [\n            144612,\n            \"Why, I wrote you twice to ask you what you could mean by Sid being here.\"\n        ]\n    ],\n    \"[1, 15]\": [\n        [\n            48494,\n            \"and one of you girls go and wake up Buck and tell him-- oh, here he is himself.\"\n        ],\n        [\n            48516,\n            \"Buck, take this little stranger and get the wet clothes off from him and dress him up in some of yours that\\u2019s dry.\"\n        ],\n        [\n            48543,\n            \"\\u201d Buck looked about as old as me-- thirteen or fourteen or along there, though he was a little bigger than me.\"\n        ],\n        [\n            48660,\n            \"\\u201d They all laughed, and Bob says: \\u201cWhy, Buck, they might have scalped us all, you\\u2019ve been so slow in coming.\"\n        ],\n        [\n            48720,\n            \"\\u201d \\u201cNever mind, Buck, my boy,\\u201dsays the old man, \\u201cyou\\u2019ll have show enough, all in good time, don\\u2019t you fret about that.\"\n        ],\n        [\n            49201,\n            \"Buck and his ma and all of them smoked cob pipes, except the nigger woman, which was gone, and the two young women.\"\n        ],\n        [\n            49415,\n            \"Then it was most daylight and everybody went to bed, and I went to bed with Buck, and when I waked up in the morning, drat it all, I had forgot what my name was.\"\n        ],\n        [\n            49455,\n            \"So I laid there about an hour trying to think, and when Buck waked up I says: \\u201cCan you spell, Buck?\"\n        ],\n        [\n            49489,\n            \"\\u201cI bet you can\\u2019t spell my name,\\u201dsays I.\"\n        ],\n        [\n            51234,\n            \"Buck said she could rattle off poetry like nothing.\"\n        ],\n        [\n            51255,\n            \"He said she would slap down a line, and if she couldn\\u2019t find anything to rhyme with it would just scratch it out and slap down another one, and go ahead.\"\n        ],\n        [\n            52368,\n            \"\\u201d and _ they _ bowed the least bit in the world and said thank you, and so they drank, all three, and Bob and Tom poured a spoonful of water on the sugar and the mite of whisky or apple brandy in the bottom of their tumblers, and give it to me and Buck, and we drank to the old people too.\"\n        ],\n        [\n            52576,\n            \"Each person had their own nigger to wait on them-- Buck too.\"\n        ],\n        [\n            52591,\n            \"My nigger had a monstrous easy time, because I warn\\u2019t used to having anybody do anything for me, but Buck\\u2019s was on the jump most of the time.\"\n        ],\n        [\n            52840,\n            \"One day Buck and me was away out in the woods hunting, and heard a horse coming.\"\n        ],\n        [\n            52933,\n            \"I heard Buck\\u2019s gun go off at my ear, and Harney\\u2019s hat tumbled off from his head.\"\n        ],\n        [\n            52987,\n            \"The woods warn\\u2019t thick, so I looked over my shoulder to dodge the bullet, and twice I seen Harney cover Buck with his gun;\"\n        ],\n        [\n            53101,\n            \"Why didn\\u2019t you step into the road, my boy?\"\n        ],\n        [\n            53129,\n            \"\\u201d Miss Charlotte she held her head up like a queen while Buck was telling his tale, and her nostrils spread and her eyes snapped.\"\n        ],\n        [\n            53189,\n            \"Soon as I could get Buck down by the corn-cribs under the trees by ourselves, I says: \\u201cDid you want to kill him, Buck?\"\n        ],\n        [\n            53229,\n            \"\\u201d \\u201cWhat did he do to you?\"\n        ],\n        [\n            53322,\n            \"\\u201d \\u201cWell,\\u201dsays Buck, \\u201ca feud is this way: A man has a quarrel with another man, and kills him;\"\n        ],\n        [\n            53685,\n            \"\\u201d \\u201cHas anybody been killed this year, Buck?\"\n        ],\n        [\n            53708,\n            \"\\u2019 Bout three months ago my cousin Bud, fourteen year old, was riding through the woods on t\\u2019other side of the river, and didn\\u2019t have no weapon with him, which was blame\\u2019foolishness, and in a lonesome place he hears a horse a-coming behind him, and sees old Baldy Shepherdson a-linkin\\u2019after him with his gun in his hand and his white hair a-flying in the wind;\"\n        ],\n        [\n            53794,\n            \"and\\u2019stead of jumping off and taking to the brush, Bud\\u2019lowed he could out-run him;\"\n        ],\n        [\n            53841,\n            \"so at last Bud seen it warn\\u2019t any use, so he stopped and faced around so as to have the bullet holes in front, you know, and the old man he rode up and shot him down.\"\n        ],\n        [\n            53884,\n            \"But he didn\\u2019t git much chance to enjoy his luck, for inside of a week our folks laid _ him _ out.\"\n        ],\n        [\n            53910,\n            \"\\u201d \\u201cI reckon that old man was a coward, Buck.\"\n        ],\n        [\n            54154,\n            \"The men took their guns along, so did Buck, and kept them between their knees or stood them handy against the wall.\"\n        ],\n        [\n            54296,\n            \"Buck and a dog was stretched out on the grass in the sun sound asleep.\"\n        ],\n        [\n            55380,\n            \"\\u201d \\u201cWhy didn\\u2019t you tell my Jack to fetch me here sooner, Jim?\"\n        ],\n        [\n            55878,\n            \"Dat Jack\\u2019s a good nigger, en pooty smart.\"\n        ],\n        [\n            55897,\n            \"He ain\\u2019t ever told me you was here;\"\n        ],\n        [\n            55908,\n            \"told me to come, and he\\u2019d show me a lot of water-moccasins.\"\n        ],\n        [\n            55940,\n            \"He can say he never seen us together, and it\\u2019ll be the truth.\"\n        ],\n        [\n            56024,\n            \"Next I noticed that Buck was up and gone.\"\n        ],\n        [\n            56096,\n            \"\\u201d Says he: \\u201cDon\\u2019t you know, Mars Jawge?\"\n        ],\n        [\n            56300,\n            \"\\u201d \\u201cBuck went off\\u2019thout waking me up.\"\n        ],\n        [\n            56311,\n            \"\\u201d \\u201cWell, I reck\\u2019n he _ did _!\"\n        ],\n        [\n            56336,\n            \"Mars Buck he loaded up his gun en\\u2019lowed he\\u2019s gwyne to fetch home a Shepherdson or bust.\"\n        ],\n        [\n            56358,\n            \"Well, dey\\u2019ll be plenty un\\u2019m dah, I reck\\u2019n, en you bet you he\\u2019ll fetch one ef he gits a chanst.\"\n        ],\n        [\n            56795,\n            \"As soon as they was out of sight I sung out to Buck and told him.\"\n        ],\n        [\n            56812,\n            \"He didn\\u2019t know what to make of my voice coming out of the tree at first.\"\n        ],\n        [\n            56836,\n            \"He told me to watch out sharp and let him know when the men come in sight again;\"\n        ],\n        [\n            56890,\n            \"Buck begun to cry and rip, and\\u2019lowed that him and his cousin Joe (that was the other young chap) would make up for this day yet.\"\n        ],\n        [\n            56922,\n            \"He said his father and his two brothers was killed, and two or three of the enemy.\"\n        ],\n        [\n            56950,\n            \"Buck said his father and brothers ought to waited for their relations-- the Shepherdsons was too strong for them.\"\n        ],\n        [\n            56972,\n            \"I asked him what was become of young Harney and Miss Sophia.\"\n        ],\n        [\n            56985,\n            \"He said they\\u2019d got across the river and was safe.\"\n        ],\n        [\n            57004,\n            \"but the way Buck did take on because he didn\\u2019t manage to kill Harney that day he shot at him-- I hain\\u2019t ever heard anything like it.\"\n        ],\n        [\n            57402,\n            \"I cried a little when I was covering up Buck\\u2019s face, for he was mighty good to me.\"\n        ],\n        [\n            70599,\n            \"He was standing perfectly still in the street, and had a pistol raised in his right hand-- not aiming it, but holding it out with the barrel tilted up towards the sky.\"\n        ],\n        [\n            70763,\n            \"That young girl screamed out and comes rushing, and down she throws herself on her father, crying, and saying, \\u201cOh, he\\u2019s killed him, he\\u2019s killed him!\"\n        ],\n        [\n            70851,\n            \"\\u201d Colonel Sherburn he tossed his pistol on to the ground, and turned around on his heels and walked off.\"\n        ],\n        [\n            72511,\n            \"The crowd washed back sudden, and then broke all apart, and went tearing off every which way, and Buck Harkness he heeled it after them, looking tolerable cheap.\"\n        ],\n        [\n            72880,\n            \"And then faster and faster they went, all of them dancing, first one foot out in the air and then the other, the horses leaning more and more, and the ringmaster going round and round the center-pole, cracking his whip and shouting \\u201cHi!\"\n        ]\n    ],\n    \"[1, 16]\": [\n        [\n            79869,\n            \"\\u201d Then one of them says, kind of soft and gentle: \\u201cI\\u2019m sorry sir, but the best we can do is to tell you where he _ did _ live yesterday evening.\"\n        ],\n        [\n            79908,\n            \"\\u201d Sudden as winking the ornery old cretur went an to smash, and fell up against the man, and put his chin on his shoulder, and cried down his back, and says: \\u201cAlas, alas, our poor brother-- gone, and we never got to see him;\"\n        ],\n        [\n            80034,\n            \"Well, the men gathered around and sympathized with them, and said all sorts of kind things to them, and carried their carpet-bags up the hill for them, and let them lean on them and cry, and told the king all about his brother\\u2019s last moments, and the king he told it all over again on his hands to the duke, and both of them took on about that dead tanner like they\\u2019d lost the twelve disciples.\"\n        ],\n        [\n            81145,\n            \"Hobson and Dr. Robinson was down to the end of the town a-hunting together-- that is, I mean the doctor was shipping a sick man to t\\u2019other world, and the preacher was pinting him right.\"\n        ],\n        [\n            81293,\n            \"So the king he blattered along, and managed to inquire about pretty much everybody and dog in town, by his name, and mentioned all sorts of little things that happened one time or another in the town, or to George\\u2019s family, or to Peter.\"\n        ],\n        [\n            81345,\n            \"And he always let on that Peter wrote him the things;\"\n        ],\n        [\n            81759,\n            \"Says the king: \\u201cDern him, I wonder what he done with that four hundred and fifteen dollars?\"\n        ],\n        [\n            81794,\n            \"Then the duke says: \\u201cWell, he was a pretty sick man, and likely he made a mistake-- I reckon that\\u2019s the way of it.\"\n        ],\n        [\n            81938,\n            \"But when the dead man says ther\\u2019s six thous\\u2019 n dollars, you know, we don\\u2019t want to--\\u201d\\u201cHold on,\\u201dsays the duke.\"\n        ],\n        [\n            82324,\n            \"Yes, and we that knowed him knows that he would a done _ more _ generous by\\u2019em if he hadn\\u2019t ben afeard o\\u2019woundin\\u2019his dear William and me.\"\n        ],\n        [\n            82386,\n            \"Well, then, what kind o\\u2019brothers would it be that\\u2019d stand in his way at sech a time?\"\n        ],\n        [\n            82448,\n            \"If I know William-- and I _ think _ I do-- he-- well, I\\u2019ll jest ask him.\"\n        ],\n        [\n            88001,\n            \"but I see there warn\\u2019t nobody in there but the remainders of Peter;\"\n        ],\n        [\n            95751,\n            \"She says,\\u2019Tell them to give Uncle Harvey and William my love and a kiss, and say I\\u2019ve run over the river to see Mr.\\u2019--Mr.-- what _ is _ the name of that rich family your uncle Peter used to think so much of?\"\n        ],\n        [\n            95861,\n            \"Yes, she said, say she has run over for to ask the Apthorps to be sure and come to the auction and buy this house, because she allowed her uncle Peter would ruther they had it than anybody else;\"\n        ],\n        [\n            99402,\n            \"_ yes _, sir, I k\\u2019n tell you what\\u2019s tattooed on his breast.\"\n        ],\n        [\n            99576,\n            \"\\u201cNow, what you _ did _ see on his breast was a small dim P, and a B (which is an initial he dropped when he was young), and a W, with dashes between them, so: P-- B-- W \\u201d-- and he marked them that way on a piece of paper.\"\n        ]\n    ],\n    \"[1, 17]\": [\n        [\n            2959,\n            \"We went down the hill and found Jo Harper and Ben Rogers, and two or three more of the boys, hid in the old tanyard.\"\n        ],\n        [\n            3632,\n            \"but all at once I thought of a way, and so I offered them Miss Watson-- they could kill her.\"\n        ],\n        [\n            3656,\n            \"Everybody said: \\u201cOh, she\\u2019ll do.\"\n        ],\n        [\n            4767,\n            \"Well, I got a good going-over in the morning from old Miss Watson on account of my clothes;\"\n        ],\n        [\n            4789,\n            \"but the widow she didn\\u2019t scold, but only cleaned off the grease and clay, and looked so sorry that I thought I would behave awhile if I could.\"\n        ],\n        [\n            4822,\n            \"Then Miss Watson she took me in the closet and prayed, but nothing come of it.\"\n        ],\n        [\n            4840,\n            \"She told me to pray every day, and whatever I asked for I would get it.\"\n        ],\n        [\n            4912,\n            \"By and by, one day, I asked Miss Watson to try for me, but she said I was a fool.\"\n        ],\n        [\n            4936,\n            \"She never told me why, and I couldn\\u2019t make it out no way.\"\n        ],\n        [\n            5041,\n            \"I went and told the widow about it, and she said the thing a body could get by praying for it was \\u201cspiritual gifts.\"\n        ],\n        [\n            5068,\n            \"\\u201d This was too many for me, but she told me what she meant-- I must help other people, and do everything I could for other people, and look out for them all the time, and never think about myself.\"\n        ],\n        [\n            5115,\n            \"This was including Miss Watson, as I took it.\"\n        ],\n        [\n            5182,\n            \"Sometimes the widow would take me one side and talk about Providence in a way to make a body\\u2019s mouth water;\"\n        ],\n        [\n            5222,\n            \"I judged I could see that there was two Providences, and a poor chap would stand considerable show with the widow\\u2019s Providence, but if Miss Watson\\u2019s got him there warn\\u2019t no help for him any more.\"\n        ],\n        [\n            5267,\n            \"I thought it all out, and reckoned I would belong to the widow\\u2019s if he wanted me, though I couldn\\u2019t make out how he was a-going to be any better off then than what he was before, seeing I was so ignorant, and so kind of low-down and ornery.\"\n        ],\n        [\n            7047,\n            \"I was getting sort of used to the widow\\u2019s ways, too, and they warn\\u2019t so raspy on me.\"\n        ],\n        [\n            7138,\n            \"The widow said I was coming along slow but sure, and doing very satisfactory.\"\n        ],\n        [\n            7154,\n            \"She said she warn\\u2019t ashamed of me.\"\n        ],\n        [\n            7178,\n            \"I reached for some of it as quick as I could to throw over my left shoulder and keep off the bad luck, but Miss Watson was in ahead of me, and crossed me off.\"\n        ],\n        [\n            7216,\n            \"She says, \\u201cTake your hands away, Huckleberry;\"\n        ],\n        [\n            7235,\n            \"\\u201d The widow put in a good word for me, but that warn\\u2019t going to keep off the bad luck, I knowed that well enough.\"\n        ],\n        [\n            7901,\n            \"Miss Watson\\u2019s nigger, Jim, had a hair-ball as big as your fist, which had been took out of the fourth stomach of an ox, and he used to do magic with it.\"\n        ],\n        [\n            43721,\n            \"Conscience says to me, \\u201cWhat had poor Miss Watson done to you that you could see her nigger go off right under your eyes and never say one single word?\"\n        ],\n        [\n            43754,\n            \"What did that poor old woman do to you that you could treat her so mean?\"\n        ],\n        [\n            43771,\n            \"Why, she tried to learn you your book, she tried to learn you your manners, she tried to be good to you every way she knowed how.\"\n        ],\n        [\n            43913,\n            \"He was saying how the first thing he would do when he got to a free State he would go to saving up money and never spend a single cent, and when he got enough he would buy his wife, which was owned on a farm close to where Miss Watson lived;\"\n        ],\n        [\n            46909,\n            \"We lit the lantern, and judged she would see it.\"\n        ],\n        [\n            46965,\n            \"We could hear her pounding along, but we didn\\u2019t see her good till she was close.\"\n        ],\n        [\n            46985,\n            \"She aimed right for us.\"\n        ],\n        [\n            47034,\n            \"Well, here she comes, and we said she was going to try and shave us;\"\n        ],\n        [\n            47095,\n            \"but all of a sudden she bulged out, big and scary, with a long row of wide-open furnace doors shining like red-hot teeth, and her monstrous bows and guards hanging right over us.\"\n        ],\n        [\n            47136,\n            \"There was a yell at us, and a jingling of bells to stop the engines, a powwow of cussing, and whistling of steam-- and as Jim went overboard on one side and I on the other, she come smashing straight through the raft.\"\n        ],\n        [\n            47289,\n            \"and of course that boat started her engines again ten seconds after she stopped them, for they never cared much for raftsmen;\"\n        ],\n        [\n            47313,\n            \"so now she was churning along up the river, out of sight in the thick weather, though I could hear her.\"\n        ],\n        [\n            104657,\n            \"But I soon give up that notion for two things: she\\u2019d be mad and disgusted at his rascality and ungratefulness for leaving her, and so she\\u2019d sell him straight down the river again;\"\n        ],\n        [\n            104697,\n            \"and if she didn\\u2019t, everybody naturally despises an ungrateful nigger, and they\\u2019d make Jim feel it all the time, and so he\\u2019d feel ornery and disgraced.\"\n        ],\n        [\n            105360,\n            \"So I got a piece of paper and a pencil, all glad and excited, and set down and wrote: Miss Watson, your runaway nigger Jim is down here two mile below Pikesville, and Mr. Phelps has got him and he will give him up for the reward if you send.\"\n        ],\n        [\n            106068,\n            \"I landed below where I judged was Phelps\\u2019 s place, and hid my bundle in the woods, and then filled up the canoe with water, and loaded rocks into her and sunk her where I could find her again when I wanted her, about a quarter of a mile below a little steam sawmill that was on the bank.\"\n        ]\n    ],\n    \"[1, 18]\": [\n        [\n            29753,\n            \"You just tell me your secret, and trust me.\"\n        ],\n        [\n            29770,\n            \"and, what\\u2019s more, I\\u2019ll help you.\"\n        ],\n        [\n            29842,\n            \"Bless you, child, I wouldn\\u2019t tell on you.\"\n        ],\n        [\n            29855,\n            \"Tell me all about it now, that\\u2019s a good boy.\"\n        ],\n        [\n            30149,\n            \"\\u201d \\u201cHe was drunk, I reckon.\"\n        ],\n        [\n            30208,\n            \"I\\u2019ll put you up a snack to eat.\"\n        ],\n        [\n            30353,\n            \"\\u201d \\u201cWell, I reckon you _ have _ lived in the country.\"\n        ],\n        [\n            30368,\n            \"I thought maybe you was trying to hocus me again.\"\n        ],\n        [\n            30406,\n            \"Don\\u2019t forget and tell me it\\u2019s Elexander before you go, and then get out by saying it\\u2019s George Elexander when I catch you.\"\n        ],\n        [\n            30647,\n            \"Why, I spotted you for a boy when you was threading the needle;\"\n        ],\n        [\n            30673,\n            \"Now trot along to your uncle, Sarah Mary Williams George Elexander Peters, and if you get into trouble you send word to Mrs. Judith Loftus, which is me, and I\\u2019ll do what I can to get you out of it.\"\n        ],\n        [\n            30741,\n            \"The river road\\u2019s a rocky one, and your feet\\u2019ll be in a condition when you get to Goshen, I reckon.\"\n        ],\n        [\n            30932,\n            \"Then I jumped in the canoe and dug out for our place, a mile and a half below, as hard as I could go.\"\n        ],\n        [\n            31298,\n            \"If the men went to the island I just expect they found the camp fire I built, and watched it all night for Jim to come.\"\n        ],\n        [\n            31326,\n            \"Anyways, they stayed away from us, and if my building the fire never fooled them it warn\\u2019t no fault of mine.\"\n        ],\n        [\n            31352,\n            \"I played it as low down on them as I could.\"\n        ],\n        [\n            31509,\n            \"I told Jim all about the time I had jabbering with that woman;\"\n        ],\n        [\n            31565,\n            \"Well, then, I said, why couldn\\u2019t she tell her husband to fetch a dog?\"\n        ],\n        [\n            31660,\n            \"So I said I didn\\u2019t care what was the reason they didn\\u2019t get us as long as they didn\\u2019t.\"\n        ],\n        [\n            32293,\n            \"I never see pap when he didn\\u2019t want the chicken himself, but that is what he used to say, anyway.\"\n        ],\n        [\n            32775,\n            \"Well, it being away in the night and stormy, and all so mysterious-like, I felt just the way any other boy would a felt when I see that wreck laying there so mournful and lonesome in the middle of the river.\"\n        ],\n        [\n            32822,\n            \"I wanted to get aboard of her and slink around a little, and see what there was there.\"\n        ],\n        [\n            32842,\n            \"So I says: \\u201cLe\\u2019s land on her, Jim.\"\n        ],\n        [\n            32921,\n            \"\\u201d \\u201cWatchman your grandmother,\\u201dI says;\"\n        ],\n        [\n            33008,\n            \"\\u201cAnd besides,\\u201dI says, \\u201cwe might borrow something worth having out of the captain\\u2019s stateroom.\"\n        ],\n        [\n            33031,\n            \"Seegars, I bet you-- and cost five cents apiece, solid cash.\"\n        ],\n        [\n            33091,\n            \"I can\\u2019t rest, Jim, till we give her a rummaging.\"\n        ],\n        [\n            33390,\n            \"Jim whispered and said he was feeling powerful sick, and told me to come along.\"\n        ],\n        [\n            33422,\n            \"but just then I heard a voice wail out and say: \\u201cOh, please don\\u2019t, boys;\"\n        ],\n        [\n            33564,\n            \"and I says to myself, Tom Sawyer wouldn\\u2019t back out now, and so I won\\u2019t either;\"\n        ],\n        [\n            33640,\n            \"Then in there I see a man stretched on the floor and tied hand and foot, and two men standing over him, and one of them had a dim lantern in his hand, and the other one had a pistol.\"\n        ],\n        [\n            33723,\n            \"\\u201d The man on the floor would shrivel up and say, \\u201cOh, please don\\u2019t, Bill;\"\n        ],\n        [\n            33859,\n            \"But I lay you ain\\u2019t a-goin\\u2019to threaten nobody any more, Jim Turner.\"\n        ],\n        [\n            33888,\n            \"\\u201d Bill says: \\u201cI don\\u2019t want to, Jake Packard.\"\n        ],\n        [\n            33994,\n            \"Packard didn\\u2019t take no notice of that, but hung up his lantern on a nail and started towards where I was there in the dark, and motioned Bill to come.\"\n        ],\n        [\n            34104,\n            \"\\u201d And in he come, and Bill after him.\"\n        ],\n        [\n            34249,\n            \"He says: \\u201cHe\\u2019s said he\\u2019ll tell, and he will.\"\n        ],\n        [\n            34315,\n            \"now you hear _ me _.\"\n        ],\n        [\n            34322,\n            \"I\\u2019m for putting him out of his troubles.\"\n        ],\n        [\n            35206,\n            \"but he jerked it in again, and says: \\u201cHeave that blame lantern out o\\u2019sight, Bill!\"\n        ],\n        [\n            35296,\n            \"But Bill says: \\u201cHold on--\\u2019d you go through him?\"\n        ],\n        [\n            35528,\n            \"When we was three or four hundred yards down-stream we see the lantern show like a little spark at the texas door for a second, and we knowed by that that the rascals had missed their boat, and was beginning to understand that they was in just as much trouble now as Jim Turner was.\"\n        ],\n        [\n            49255,\n            \"They all asked me questions, and I told them how pap and me and all the family was living on a little farm down at the bottom of Arkansaw, and my sister Mary Ann run off and got married and never was heard of no more, and Bill went to hunt them and he warn\\u2019t heard of no more, and Tom and Mort died, and then there warn\\u2019t nobody but just me and pap left, and he was just trimmed down to nothing, on account of his troubles;\"\n        ],\n        [\n            68673,\n            \"They generly had on yellow straw hats most as wide as an umbrella, but didn\\u2019t wear no coats nor waistcoats, they called one another Bill, and Buck, and Hank, and Joe, and Andy, and talked lazy and drawly, and used considerable many cuss words.\"\n        ],\n        [\n            68771,\n            \"What a body was hearing amongst them all the time was: \\u201cGimme a chaw\\u2019v tobacker, Hank.\"\n        ],\n        [\n            68812,\n            \"\\u201d Maybe Bill he gives him a chaw;\"\n        ]\n    ],\n    \"[3, 8]\": [\n        [\n            109941,\n            \"I\\u2019ll play a joke on him.\"\n        ],\n        [\n            110027,\n            \"Mrs. Phelps she jumps for him, and says: \\u201cHas he come?\"\n        ],\n        [\n            110060,\n            \"\\u201d she says, \\u201cwhat in the warld can have become of him?\"\n        ],\n        [\n            110149,\n            \"\\u201d \\u201cWhy, Sally, I _ couldn\\u2019t _ miss him along the road-- _ you _ know that.\"\n        ],\n        [\n            111997,\n            \"In about half an hour Tom\\u2019s wagon drove up to the front stile, and Aunt Sally she see it through the window, because it was only about fifty yards, and says: \\u201cWhy, there\\u2019s somebody come!\"\n        ],\n        [\n            112658,\n            \"and at last, still talking along, he reached over and kissed Aunt Sally right on the mouth, and then settled back again in his chair comfortable, and was going on talking;\"\n        ],\n        [\n            113308,\n            \"\\u201d Then he looks on around the same way to me, and says: \\u201cTom, didn\\u2019t _ you _ think Aunt Sally\\u2019d open out her arms and say,\\u2019Sid Sawyer--\\u2019\\u201d \\u201cMy land!\"\n        ],\n        [\n            113355,\n            \"\\u201d she says, breaking in and jumping for him, \\u201cyou impudent young rascal, to fool a body so--\\u201dand was going to hug him, but he fended her off, and says: \\u201cNo, not till you\\u2019ve asked me first.\"\n        ],\n        [\n            118999,\n            \"but there\\u2019s one thing, Tom Sawyer-- if we go to tearing up our sheets to make Jim a rope ladder, we\\u2019re going to get into trouble with Aunt Sally, just as sure as you\\u2019re born.\"\n        ],\n        [\n            122847,\n            \"So Jim he said it was all right, and we set there and talked over old times awhile, and then Tom asked a lot of questions, and when Jim told him Uncle Silas come in every day or two to pray with him, and Aunt Sally come in to see if he was comfortable and had plenty to eat, and both of them was kind as they could be, Tom says: \\u201c_ Now _ I know how to fix it.\"\n        ],\n        [\n            124182,\n            \"So then we went away and went to the rubbage-pile in the back yard, where they keep the old boots, and rags, and pieces of bottles, and wore-out tin things, and all such truck, and scratched around and found an old tin washpan, and stopped up the holes as well as we could, to bake the pie in, and took it down cellar and stole it full of flour and started for breakfast, and found a couple of shingle-nails that Tom said would be handy for a prisoner to scrabble his name and sorrows on the dungeon walls with, and dropped one of them in Aunt Sally\\u2019s apron-pocket which was hanging on a chair, and t\\u2019other we stuck in the band of Uncle Silas\\u2019 s hat, which was on the bureau, because we heard the children say their pa and ma was going to the runaway nigger\\u2019s house this morning, and then went to breakfast, and Tom dropped the pewter spoon in Uncle Silas\\u2019 s coat-pocket, and Aunt Sally wasn\\u2019t come yet, so we had to wait a little while.\"\n        ],\n        [\n            124423,\n            \"and then she went to sluicing out coffee with one hand and cracking the handiest child\\u2019s head with her thimble with the other, and says: \\u201cI\\u2019ve hunted high and I\\u2019ve hunted low, and it does beat all what _ has _ become of your other shirt.\"\n        ],\n        [\n            126222,\n            \"then we went and waited around the spoon-basket till we see Aunt Sally coming, and then Tom went to counting the spoons and laying them out to one side, and I slid one of them up my sleeve, and Tom says: \\u201cWhy, Aunt Sally, there ain\\u2019t but nine spoons _ yet _.\"\n        ],\n        [\n            126315,\n            \"\\u201d \\u201cWell, I\\u2019ve counted them twice, Aunty, and I can\\u2019t make but nine.\"\n        ],\n        [\n            126443,\n            \"But Tom says: \\u201cWhy, Aunty, I don\\u2019t think there\\u2019s ten.\"\n        ],\n        [\n            126462,\n            \"\\u201d \\u201cYou numskull, didn\\u2019t you see me _ count\\u2019m?\"\n        ],\n        [\n            126679,\n            \"We was very well satisfied with this business, and Tom allowed it was worth twice the trouble it took, because he said _ now _ she couldn\\u2019t ever count them spoons twice alike again to save her life;\"\n        ],\n        [\n            126739,\n            \"and said that after she\\u2019d about counted her head off for the next three days he judged she\\u2019d give it up and offer to kill anybody that wanted her to ever count them any more.\"\n        ],\n        [\n            133854,\n            \"We was feeling pretty good after breakfast, and took my canoe and went over the river a-fishing, with a lunch, and had a good time, and took a look at the raft and found her all right, and got home late to supper, and found them in such a sweat and worry they didn\\u2019t know which end they was standing on, and made us go right off to bed the minute we was done supper, and wouldn\\u2019t tell us what the trouble was, and never let on a word about the new letter, but didn\\u2019t need to, because we knowed as much about it as anybody did, and as soon as we was half up stairs and her back was turned we slid for the cellar cupboard and loaded up a good lunch and took it up to our room and went to bed, and got up about half-past eleven, and Tom put on Aunt Sally\\u2019s dress that he stole and was going to start with the lunch, but says: \\u201cWhere\\u2019s the butter?\"\n        ],\n        [\n            134388,\n            \"Tom, I want to know what you been _ doing _ down there.\"\n        ],\n        [\n            134477,\n            \"so she says, very decided: \\u201cYou just march into that setting-room and stay there till I come.\"\n        ],\n        [\n            134500,\n            \"You been up to something you no business to, and I lay I\\u2019ll find out what it is before I\\u2019M done with you.\"\n        ],\n        [\n            134675,\n            \"I did wish Aunt Sally would come, and get done with me, and lick me, if she wanted to, and let me get away and tell Tom how we\\u2019d overdone this thing, and what a thundering hornet\\u2019s-nest we\\u2019d got ourselves into, so we could stop fooling around straight off, and clear out with Jim before these rips got out of patience and come for us.\"\n        ],\n        [\n            137914,\n            \"and he said there warn\\u2019t no use in it, and I must come along, and let Aunt Sally see we was all right.\"\n        ],\n        [\n            139823,\n            \"But I dasn\\u2019t go fur, or she\\u2019d a sent for me.\"\n        ],\n        [\n            140214,\n            \"but Uncle Silas he said there warn\\u2019t no occasion to be-- boys will be boys, he said, and you\\u2019ll see this one turn up in the morning all sound and right.\"\n        ],\n        [\n            140261,\n            \"But she said she\\u2019d set up for him a while anyway, and keep a light burning so he could see it.\"\n        ],\n        [\n            140330,\n            \"and she set down on the bed and talked with me a long time, and said what a splendid boy Sid was, and didn\\u2019t seem to want to ever stop talking about him;\"\n        ],\n        [\n            140368,\n            \"and kept asking me every now and then if I reckoned he could a got lost, or hurt, or maybe drownded, and might be laying at this minute somewheres suffering or dead, and she not by him to help him, and so the tears would drip down silent, and I would tell her that Sid was all right, and would be home in the morning, sure;\"\n        ],\n        [\n            140443,\n            \"and she would squeeze my hand, or maybe kiss me, and tell me to say it again, and keep on saying it, because it done her good, and she was in so much trouble.\"\n        ],\n        [\n            140483,\n            \"And when she was going away she looked down in my eyes so steady and gentle, and says: \\u201cThe door ain\\u2019t going to be locked, Tom, and there\\u2019s the window and the rod;\"\n        ],\n        [\n            140590,\n            \"But she was on my mind and Tom was on my mind, so I slept very restless.\"\n        ],\n        [\n            140978,\n            \"She flung herself at Tom, crying, and says: \\u201cOh, he\\u2019s dead, he\\u2019s dead, I know he\\u2019s dead!\"\n        ],\n        [\n            141036,\n            \"then she flung up her hands, and says: \\u201cHe\\u2019s alive, thank God!\"\n        ],\n        [\n            141061,\n            \"\\u201d and she snatched a kiss of him, and flew for the house to get the bed ready, and scattering orders right and left at the niggers and everybody else, as fast as her tongue could go, every jump of the way.\"\n        ],\n        [\n            142256,\n            \"but they didn\\u2019t think of it, and I reckoned it warn\\u2019t best for me to mix in, but I judged I\\u2019d get the doctor\\u2019s yarn to Aunt Sally somehow or other as soon as I\\u2019d got through the breakers that was laying just ahead of me-- explanations, I mean, of how I forgot to mention about Sid being shot when I was telling how him and me put in that dratted night paddling around hunting the runaway nigger.\"\n        ],\n        [\n            142385,\n            \"Next morning I heard Tom was a good deal better, and they said Aunt Sally was gone to get a nap.\"\n        ],\n        [\n            142497,\n            \"She motioned me to be still, and set down by me, and begun to whisper, and said we could all be joyful now, because all the symptoms was first-rate, and he\\u2019d been sleeping like that for ever so long, and looking better and peacefuller all the time, and ten to one he\\u2019d wake up in his right mind.\"\n        ],\n        [\n            143115,\n            \"and then you kept Tom here so long with the butter in his hat that you come near spiling the whole business, because the men come before we was out of the cabin, and we had to rush, and they heard us and let drive at us, and I got my share, and we dodged out of the path and let them go by, and when the dogs come they warn\\u2019t interested in us, but went for the most noise, and we got our canoe, and made for the raft, and was all safe, and Jim was a free man, and we done it all by ourselves, and _ wasn\\u2019t _ it bully, Aunty!\"\n        ],\n        [\n            143373,\n            \"\\u201d But Tom, he _ was _ so proud and joyful, he just _ couldn\\u2019t _ hold in, and his tongue just _ went _ it-- she a-chipping in, and spitting fire all along, and both of them going it at once, like a cat convention;\"\n        ],\n        [\n            143432,\n            \"and she says: \\u201c_ Well _, you get all the enjoyment you can out of it _ now _, for mind I tell you if I catch you meddling with him again--\\u201d\\u201cMeddling with _ who _?\"\n        ],\n        [\n            143933,\n            \"And I peeped out, and in a little while Tom\\u2019s Aunt Polly shook herself loose and stood there looking across at Tom over her spectacles-- kind of grinding him into the earth, you know.\"\n        ],\n        [\n            143974,\n            \"And then she says: \\u201cYes, you _ better _ turn y\\u2019r head away-- I would if I was you, Tom.\"\n        ],\n        [\n            144254,\n            \"and I had to up and tell how I was in such a tight place that when Mrs. Phelps took me for Tom Sawyer-- she chipped in and says, \\u201cOh, go on and call me Aunt Sally, I\\u2019m used to it now, and\\u2019tain\\u2019t no need to change \\u201d-- that when Aunt Sally took me for Tom Sawyer I had to stand it-- there warn\\u2019t no other way, and I knowed he wouldn\\u2019t mind, because it would be nuts for him, being a mystery, and he\\u2019d make an adventure out of it, and be perfectly satisfied.\"\n        ]\n    ],\n    \"[3, 9]\": [\n        [\n            117201,\n            \"Please to don\\u2019t tell nobody\\u2019bout it sah, er ole Mars Silas he\\u2019ll scole me;\"\n        ],\n        [\n            124182,\n            \"So then we went away and went to the rubbage-pile in the back yard, where they keep the old boots, and rags, and pieces of bottles, and wore-out tin things, and all such truck, and scratched around and found an old tin washpan, and stopped up the holes as well as we could, to bake the pie in, and took it down cellar and stole it full of flour and started for breakfast, and found a couple of shingle-nails that Tom said would be handy for a prisoner to scrabble his name and sorrows on the dungeon walls with, and dropped one of them in Aunt Sally\\u2019s apron-pocket which was hanging on a chair, and t\\u2019other we stuck in the band of Uncle Silas\\u2019 s hat, which was on the bureau, because we heard the children say their pa and ma was going to the runaway nigger\\u2019s house this morning, and then went to breakfast, and Tom dropped the pewter spoon in Uncle Silas\\u2019 s coat-pocket, and Aunt Sally wasn\\u2019t come yet, so we had to wait a little while.\"\n        ],\n        [\n            141123,\n            \"and the old doctor and Uncle Silas followed after Tom into the house.\"\n        ],\n        [\n            145092,\n            \"We had Jim out of the chains in no time, and when Aunt Polly and Uncle Silas and Aunt Sally found out how good he helped the doctor nurse Tom, they made a heap of fuss over him, and fixed him up prime, and give him all he wanted to eat, and a good time, and nothing to do.\"\n        ]\n    ],\n    \"[3, 12]\": [\n        [\n            2071,\n            \"\\u201d So he set down on the ground betwixt me and Tom.\"\n        ],\n        [\n            2271,\n            \"When we was ten foot off Tom whispered to me, and wanted to tie Jim to the tree for fun.\"\n        ],\n        [\n            2403,\n            \"but nothing would do Tom but he must crawl to where Jim was, on his hands and knees, and play something on him.\"\n        ],\n        [\n            2483,\n            \"Tom said he slipped Jim\\u2019s hat off of his head and hung it on a limb right over him, and Jim stirred a little, but he didn\\u2019t wake.\"\n        ],\n        [\n            114606,\n            \"I bet I know where Jim is.\"\n        ],\n        [\n            115246,\n            \"He told me what it was, and I see in a minute it was worth fifteen of mine for style, and would make Jim just as free a man as mine would, and maybe get us all killed besides.\"\n        ],\n        [\n            117019,\n            \"\\u201d Then he turns to Jim, and looks him over like he never see him before, and says: \\u201cDid you sing out?\"\n        ],\n        [\n            117046,\n            \"\\u201d \\u201cNo, sah,\\u201dsays Jim;\"\n        ],\n        [\n            117056,\n            \"\\u201cI hain\\u2019t said nothing, sah.\"\n        ],\n        [\n            117072,\n            \"\\u201d \\u201cNo, sah, I hain\\u2019t said a word.\"\n        ],\n        [\n            118999,\n            \"but there\\u2019s one thing, Tom Sawyer-- if we go to tearing up our sheets to make Jim a rope ladder, we\\u2019re going to get into trouble with Aunt Sally, just as sure as you\\u2019re born.\"\n        ],\n        [\n            119334,\n            \"\\u201d \\u201cWhy, Tom, we can pull a feather out of a goose and make him a better one;\"\n        ],\n        [\n            120127,\n            \"He said if I\\u2019d a wanted it to hide a knife in, and smuggle it to Jim to kill the seneskal with, it would a been all right.\"\n        ],\n        [\n            121383,\n            \"Tom said he was right behind Jim\\u2019s bed now, and we\\u2019d dig in under it, and when we got through there couldn\\u2019t nobody in the cabin ever know there was any hole there, because Jim\\u2019s counter-pin hung down most to the ground, and you\\u2019d have to raise it up and look under to see the hole.\"\n        ],\n        [\n            122392,\n            \"Next day Tom stole a pewter spoon and a brass candlestick in the house, for to make some pens for Jim out of, and six tallow candles;\"\n        ],\n        [\n            122847,\n            \"So Jim he said it was all right, and we set there and talked over old times awhile, and then Tom asked a lot of questions, and when Jim told him Uncle Silas come in every day or two to pray with him, and Aunt Sally come in to see if he was comfortable and had plenty to eat, and both of them was kind as they could be, Tom says: \\u201c_ Now _ I know how to fix it.\"\n        ],\n        [\n            123376,\n            \"Then we went to the nigger cabins, and while I got Nat\\u2019s notice off, Tom shoved a piece of candlestick into the middle of a corn-pone that was in Jim\\u2019s pan, and we went along with Nat to see how it would work, and it just worked noble;\"\n        ],\n        [\n            123619,\n            \"Tom jerked the door open and flung out a slab of Jim\\u2019s meat, and the dogs went for it, and in two seconds he was out himself and back again and shut the door, and I knowed he\\u2019d fixed the other door too.\"\n        ],\n        [\n            127658,\n            \"Tom said he\\u2019d _ got _ to;\"\n        ],\n        [\n            127865,\n            \"\\u201d \\u201cI reckon I knowed that,\\u201dTom says, \\u201cbut you bet he\\u2019ll have one before he goes out of this-- because he\\u2019s going out _ right _, and there ain\\u2019t going to be no flaws in his record.\"\n        ],\n        [\n            127918,\n            \"\\u201d So whilst me and Jim filed away at the pens on a brickbat apiece, Jim a-making his\\u2019 n out of the brass and I making mine out of the spoon, Tom set to work to think out the coat of arms.\"\n        ],\n        [\n            128605,\n            \"but Tom said he would block them out for him, and then he wouldn\\u2019t have nothing to do but just follow the lines.\"\n        ],\n        [\n            129226,\n            \"But Tom thought of something, and says: \\u201cYou got any spiders in here, Jim?\"\n        ],\n        [\n            130144,\n            \"\\u201d \\u201cBut, Jim, you _ got _ to have\\u2019em-- they all do.\"\n        ],\n        [\n            130481,\n            \"\\u201d \\u201cYes, _ dey _ will, I reck\\u2019n, Mars Tom, but what kine er time is _ Jim _ havin \\u2019?\"\n        ],\n        [\n            130906,\n            \"But he studied it over, and then said Jim would have to worry along the best he could with an onion.\"\n        ],\n        [\n            131109,\n            \"So Jim he was sorry, and said he wouldn\\u2019t behave so no more, and then me and Tom shoved for bed.\"\n        ],\n        [\n            133093,\n            \"\\u201d \\u201cWell, then, you\\u2019ll have to stay in the cabin when me and Jim leaves.\"\n        ],\n        [\n            134156,\n            \"I\\u2019ll go and stuff the straw into Jim\\u2019s clothes to represent his mother in disguise, and be ready to _ baa _ like a sheep and shove soon as you get there.\"\n        ],\n        [\n            134675,\n            \"I did wish Aunt Sally would come, and get done with me, and lick me, if she wanted to, and let me get away and tell Tom how we\\u2019d overdone this thing, and what a thundering hornet\\u2019s-nest we\\u2019d got ourselves into, so we could stop fooling around straight off, and clear out with Jim before these rips got out of patience and come for us.\"\n        ],\n        [\n            135503,\n            \"But we got under all right, and out through the hole, swift but soft-- Jim first, me next, and Tom last, which was according to Tom\\u2019s orders.\"\n        ],\n        [\n            135589,\n            \"and whispered and said he would listen for the steps to get further, and when he nudged us Jim must glide out first, and him last.\"\n        ],\n        [\n            135648,\n            \"and at last he nudged us, and we slid out, and stooped down, not breathing, and not making the least noise, and slipped stealthy towards the fence in Injun file, and got to it all right, and me and Jim over it;\"\n        ],\n        [\n            136473,\n            \"\\u201d So he says: \\u201cWell, den, dis is de way it look to me, Huck.\"\n        ],\n        [\n            136651,\n            \"He raised considerable row about it, but me and Jim stuck to it and wouldn\\u2019t budge;\"\n        ],\n        [\n            136872,\n            \"\\u201d So I said I would, and left, and Jim was to hide in the woods when he see the doctor coming till he was gone again.\"\n        ],\n        [\n            143115,\n            \"and then you kept Tom here so long with the butter in his hat that you come near spiling the whole business, because the men come before we was out of the cabin, and we had to rush, and they heard us and let drive at us, and I got my share, and we dodged out of the path and let them go by, and when the dogs come they warn\\u2019t interested in us, but went for the most noise, and we got our canoe, and made for the raft, and was all safe, and Jim was a free man, and we done it all by ourselves, and _ wasn\\u2019t _ it bully, Aunty!\"\n        ],\n        [\n            144404,\n            \"And his Aunt Polly she said Tom was right about old Miss Watson setting Jim free in her will;\"\n        ],\n        [\n            144960,\n            \"And he said, what he had planned in his head from the start, if we got Jim out all safe, was for us to run him down the river on the raft, and have adventures plumb to the mouth of the river, and then tell him about his being free, and take him back up home on a steamboat, in style, and pay him for his lost time, and write word ahead and get out all the niggers around, and have them waltz him into town with a torchlight procession and a brass-band, and then he would be a hero, and so would we.\"\n        ],\n        [\n            145092,\n            \"We had Jim out of the chains in no time, and when Aunt Polly and Uncle Silas and Aunt Sally found out how good he helped the doctor nurse Tom, they made a heap of fuss over him, and fixed him up prime, and give him all he wanted to eat, and a good time, and nothing to do.\"\n        ],\n        [\n            145175,\n            \"and Tom give Jim forty dollars for being prisoner for us so patient, and doing it up so good, and Jim was pleased most to death, and busted out, and says: \\u201cDah, now, Huck, what I tell you?\"\n        ]\n    ],\n    \"[3, 13]\": [\n        [\n            114583,\n            \"By and by Tom says: \\u201cLooky here, Huck, what fools we are to not think of it before!\"\n        ],\n        [\n            121268,\n            \"\\u201d He looked kind of weary and discouraged-like, and says: \\u201cIt ain\\u2019t no use to try to learn you nothing, Huck.\"\n        ],\n        [\n            129834,\n            \"Mars Tom, I\\u2019s willin\\u2019to tackle mos\\u2019 anything\\u2019at ain\\u2019t onreasonable, but ef you en Huck fetches a rattlesnake in heah for me to tame, I\\u2019s gwyne to _ leave _, dat\\u2019s _ shore _.\"\n        ],\n        [\n            135278,\n            \"Why, Huck, if it was to do over again, I bet I could fetch two hundred!\"\n        ],\n        [\n            136473,\n            \"\\u201d So he says: \\u201cWell, den, dis is de way it look to me, Huck.\"\n        ],\n        [\n            143933,\n            \"And I peeped out, and in a little while Tom\\u2019s Aunt Polly shook herself loose and stood there looking across at Tom over her spectacles-- kind of grinding him into the earth, you know.\"\n        ],\n        [\n            144254,\n            \"and I had to up and tell how I was in such a tight place that when Mrs. Phelps took me for Tom Sawyer-- she chipped in and says, \\u201cOh, go on and call me Aunt Sally, I\\u2019m used to it now, and\\u2019tain\\u2019t no need to change \\u201d-- that when Aunt Sally took me for Tom Sawyer I had to stand it-- there warn\\u2019t no other way, and I knowed he wouldn\\u2019t mind, because it would be nuts for him, being a mystery, and he\\u2019d make an adventure out of it, and be perfectly satisfied.\"\n        ],\n        [\n            144379,\n            \"And so it turned out, and he let on to be Sid, and made things as soft as he could for me.\"\n        ],\n        [\n            144448,\n            \"and I couldn\\u2019t ever understand before, until that minute and that talk, how he _ could _ help a body set a nigger free with his bringing-up.\"\n        ],\n        [\n            144906,\n            \"CHAPTER THE LAST The first time I catched Tom private I asked him what was his idea, time of the evasion?\"\n        ],\n        [\n            145175,\n            \"and Tom give Jim forty dollars for being prisoner for us so patient, and doing it up so good, and Jim was pleased most to death, and busted out, and says: \\u201cDah, now, Huck, what I tell you?\"\n        ],\n        [\n            145637,\n            \"\\u201d Tom\\u2019s most well now, and got his bullet around his neck on a watch-guard for a watch, and is always seeing what time it is, and so there ain\\u2019t nothing more to write about, and I am rotten glad of it, because if I\\u2019d a knowed what a trouble it was to make a book I wouldn\\u2019t a tackled it, and ain\\u2019t a-going to no more.\"\n        ]\n    ],\n    \"[3, 14]\": [\n        [\n            136927,\n            \"I told him me and my brother was over on Spanish Island hunting yesterday afternoon, and camped on a piece of a raft we found, and about midnight he must a kicked his gun in his dreams, for it went off and shot him in the leg, and we wanted him to go over there and fix it and not say nothing about it, nor let anybody know, because we wanted to come home this evening and surprise the folks.\"\n        ],\n        [\n            137841,\n            \"so the old man he got a letter out of the office, and we waited awhile longer, but Sid didn\\u2019t come;\"\n        ],\n        [\n            137867,\n            \"so the old man said, come along, let Sid foot it home, or canoe it, when he got done fooling around-- but we would ride.\"\n        ],\n        [\n            137899,\n            \"I couldn\\u2019t get him to let me stay and wait for Sid;\"\n        ],\n        [\n            142256,\n            \"but they didn\\u2019t think of it, and I reckoned it warn\\u2019t best for me to mix in, but I judged I\\u2019d get the doctor\\u2019s yarn to Aunt Sally somehow or other as soon as I\\u2019d got through the breakers that was laying just ahead of me-- explanations, I mean, of how I forgot to mention about Sid being shot when I was telling how him and me put in that dratted night paddling around hunting the runaway nigger.\"\n        ],\n        [\n            142385,\n            \"Next morning I heard Tom was a good deal better, and they said Aunt Sally was gone to get a nap.\"\n        ],\n        [\n            142408,\n            \"So I slips to the sick-room, and if I found him awake I reckoned we could put up a yarn for the family that would wash.\"\n        ],\n        [\n            142465,\n            \"So I set down and laid for him to wake.\"\n        ],\n        [\n            142497,\n            \"She motioned me to be still, and set down by me, and begun to whisper, and said we could all be joyful now, because all the symptoms was first-rate, and he\\u2019d been sleeping like that for ever so long, and looking better and peacefuller all the time, and ten to one he\\u2019d wake up in his right mind.\"\n        ],\n        [\n            142747,\n            \"how we set the runaway nigger free-- me and Tom.\"\n        ],\n        [\n            143115,\n            \"and then you kept Tom here so long with the butter in his hat that you come near spiling the whole business, because the men come before we was out of the cabin, and we had to rush, and they heard us and let drive at us, and I got my share, and we dodged out of the path and let them go by, and when the dogs come they warn\\u2019t interested in us, but went for the most noise, and we got our canoe, and made for the raft, and was all safe, and Jim was a free man, and we done it all by ourselves, and _ wasn\\u2019t _ it bully, Aunty!\"\n        ],\n        [\n            143510,\n            \"\\u201d Tom looks at me very grave, and says: \\u201cTom, didn\\u2019t you just tell me he was all right?\"\n        ],\n        [\n            143605,\n            \"\\u201d Tom rose square up in bed, with his eye hot, and his nostrils opening and shutting like gills, and sings out to me: \\u201cThey hain\\u2019t no _ right _ to shut him up!\"\n        ]\n    ],\n    \"[3, 15]\": [\n        [\n            52368,\n            \"\\u201d and _ they _ bowed the least bit in the world and said thank you, and so they drank, all three, and Bob and Tom poured a spoonful of water on the sugar and the mite of whisky or apple brandy in the bottom of their tumblers, and give it to me and Buck, and we drank to the old people too.\"\n        ]\n    ],\n    \"[3, 18]\": [\n        [\n            33200,\n            \"I wish Tom Sawyer _ was _ here.\"\n        ]\n    ],\n    \"[6, 10]\": [\n        [\n            78379,\n            \"hadn\\u2019t seen him since they was boys together-- and hadn\\u2019t ever seen his brother William at all-- that\\u2019s the deef and dumb one-- William ain\\u2019t more than thirty or thirty-five.\"\n        ],\n        [\n            78453,\n            \"Harvey and William\\u2019s the only ones that\\u2019s left now;\"\n        ],\n        [\n            78589,\n            \"He most desperately wanted to see Harvey-- and William, too, for that matter-- because he was one of them kind that can\\u2019t bear to make a will.\"\n        ],\n        [\n            81425,\n            \"and it give the tanyard (which was doing a good business), along with some other houses and land (worth about seven thousand), and three thousand dollars in gold to Harvey and William, and told where the six thousand cash was hid down cellar.\"\n        ],\n        [\n            95751,\n            \"She says,\\u2019Tell them to give Uncle Harvey and William my love and a kiss, and say I\\u2019ve run over the river to see Mr.\\u2019--Mr.-- what _ is _ the name of that rich family your uncle Peter used to think so much of?\"\n        ]\n    ],\n    \"[6, 11]\": [\n        [\n            83905,\n            \"Well, when they was all gone the king he asks Mary Jane how they was off for spare rooms, and she said she had one spare room, which would do for Uncle William, and she\\u2019d give her own room to Uncle Harvey, which was a little bigger, and she would turn into the room with her sisters and sleep on a cot;\"\n        ],\n        [\n            84454,\n            \"So when I says he goes to our church, she says: \\u201cWhat-- regular?\"\n        ],\n        [\n            85882,\n            \"\\u201d \\u201cWhy, Mam, he said--\\u201d\\u201cIt don\\u2019t make no difference what he _ said _-- that ain\\u2019t the thing.\"\n        ]\n    ],\n    \"[6, 16]\": [\n        [\n            95751,\n            \"She says,\\u2019Tell them to give Uncle Harvey and William my love and a kiss, and say I\\u2019ve run over the river to see Mr.\\u2019--Mr.-- what _ is _ the name of that rich family your uncle Peter used to think so much of?\"\n        ]\n    ],\n    \"[8, 9]\": [\n        [\n            124182,\n            \"So then we went away and went to the rubbage-pile in the back yard, where they keep the old boots, and rags, and pieces of bottles, and wore-out tin things, and all such truck, and scratched around and found an old tin washpan, and stopped up the holes as well as we could, to bake the pie in, and took it down cellar and stole it full of flour and started for breakfast, and found a couple of shingle-nails that Tom said would be handy for a prisoner to scrabble his name and sorrows on the dungeon walls with, and dropped one of them in Aunt Sally\\u2019s apron-pocket which was hanging on a chair, and t\\u2019other we stuck in the band of Uncle Silas\\u2019 s hat, which was on the bureau, because we heard the children say their pa and ma was going to the runaway nigger\\u2019s house this morning, and then went to breakfast, and Tom dropped the pewter spoon in Uncle Silas\\u2019 s coat-pocket, and Aunt Sally wasn\\u2019t come yet, so we had to wait a little while.\"\n        ],\n        [\n            127252,\n            \"but Uncle Silas he had a noble brass warming-pan which he thought considerable of, because it belonged to one of his ancesters with a long wooden handle that come over from England with William the Conqueror in the Mayflower or one of them early ships and was hid away up garret with a lot of other old pots and things that was valuable, not on account of being any account, because they warn\\u2019t, but on account of them being relicts, you know, and we snaked her out, private, and took her down there, but she failed on the first pies, because we didn\\u2019t know how, but she come up smiling on the last one.\"\n        ],\n        [\n            139920,\n            \"And then I went on and told her all what I told Uncle Silas before;\"\n        ],\n        [\n            142357,\n            \"Aunt Sally she stuck to the sick-room all day and all night, and every time I see Uncle Silas mooning around I dodged him.\"\n        ],\n        [\n            144140,\n            \"Aunt Sally she was one of the mixed-upest-looking persons I ever see-- except one, and that was Uncle Silas, when he come in and they told it all to him.\"\n        ]\n    ],\n    \"[8, 12]\": [\n        [\n            118999,\n            \"but there\\u2019s one thing, Tom Sawyer-- if we go to tearing up our sheets to make Jim a rope ladder, we\\u2019re going to get into trouble with Aunt Sally, just as sure as you\\u2019re born.\"\n        ],\n        [\n            119269,\n            \"\\u201d \\u201cJournal your granny-- _ Jim _ can\\u2019t write.\"\n        ],\n        [\n            122847,\n            \"So Jim he said it was all right, and we set there and talked over old times awhile, and then Tom asked a lot of questions, and when Jim told him Uncle Silas come in every day or two to pray with him, and Aunt Sally come in to see if he was comfortable and had plenty to eat, and both of them was kind as they could be, Tom says: \\u201c_ Now _ I know how to fix it.\"\n        ],\n        [\n            126637,\n            \"So we had the odd spoon, and dropped it in her apron-pocket whilst she was a-giving us our sailing orders, and Jim got it all right, along with her shingle nail, before noon.\"\n        ],\n        [\n            134675,\n            \"I did wish Aunt Sally would come, and get done with me, and lick me, if she wanted to, and let me get away and tell Tom how we\\u2019d overdone this thing, and what a thundering hornet\\u2019s-nest we\\u2019d got ourselves into, so we could stop fooling around straight off, and clear out with Jim before these rips got out of patience and come for us.\"\n        ],\n        [\n            143115,\n            \"and then you kept Tom here so long with the butter in his hat that you come near spiling the whole business, because the men come before we was out of the cabin, and we had to rush, and they heard us and let drive at us, and I got my share, and we dodged out of the path and let them go by, and when the dogs come they warn\\u2019t interested in us, but went for the most noise, and we got our canoe, and made for the raft, and was all safe, and Jim was a free man, and we done it all by ourselves, and _ wasn\\u2019t _ it bully, Aunty!\"\n        ]\n    ],\n    \"[8, 13]\": [\n        [\n            143852,\n            \"_\\u201dIf she warn\\u2019t standing right there, just inside the door, looking as sweet and contented as an angel half full of pie, I wish I may never!\"\n        ],\n        [\n            143887,\n            \"Aunt Sally jumped for her, and most hugged the head off of her, and cried over her, and I found a good enough place for me under the bed, for it was getting pretty sultry for us, seemed to me.\"\n        ],\n        [\n            143933,\n            \"And I peeped out, and in a little while Tom\\u2019s Aunt Polly shook herself loose and stood there looking across at Tom over her spectacles-- kind of grinding him into the earth, you know.\"\n        ],\n        [\n            144140,\n            \"Aunt Sally she was one of the mixed-upest-looking persons I ever see-- except one, and that was Uncle Silas, when he come in and they told it all to him.\"\n        ],\n        [\n            144254,\n            \"and I had to up and tell how I was in such a tight place that when Mrs. Phelps took me for Tom Sawyer-- she chipped in and says, \\u201cOh, go on and call me Aunt Sally, I\\u2019m used to it now, and\\u2019tain\\u2019t no need to change \\u201d-- that when Aunt Sally took me for Tom Sawyer I had to stand it-- there warn\\u2019t no other way, and I knowed he wouldn\\u2019t mind, because it would be nuts for him, being a mystery, and he\\u2019d make an adventure out of it, and be perfectly satisfied.\"\n        ],\n        [\n            145725,\n            \"But I reckon I got to light out for the Territory ahead of the rest, because Aunt Sally she\\u2019s going to adopt me and sivilize me, and I can\\u2019t stand it.\"\n        ]\n    ],\n    \"[8, 14]\": [\n        [\n            137942,\n            \"When we got home Aunt Sally was that glad to see me she laughed and cried both, and hugged me, and give me one of them lickings of hern that don\\u2019t amount to shucks, and said she\\u2019d serve Sid the same when he come.\"\n        ],\n        [\n            142256,\n            \"but they didn\\u2019t think of it, and I reckoned it warn\\u2019t best for me to mix in, but I judged I\\u2019d get the doctor\\u2019s yarn to Aunt Sally somehow or other as soon as I\\u2019d got through the breakers that was laying just ahead of me-- explanations, I mean, of how I forgot to mention about Sid being shot when I was telling how him and me put in that dratted night paddling around hunting the runaway nigger.\"\n        ],\n        [\n            142357,\n            \"Aunt Sally she stuck to the sick-room all day and all night, and every time I see Uncle Silas mooning around I dodged him.\"\n        ],\n        [\n            142385,\n            \"Next morning I heard Tom was a good deal better, and they said Aunt Sally was gone to get a nap.\"\n        ],\n        [\n            142476,\n            \"In about half an hour Aunt Sally comes gliding in, and there I was, up a stump again!\"\n        ],\n        [\n            142497,\n            \"She motioned me to be still, and set down by me, and begun to whisper, and said we could all be joyful now, because all the symptoms was first-rate, and he\\u2019d been sleeping like that for ever so long, and looking better and peacefuller all the time, and ten to one he\\u2019d wake up in his right mind.\"\n        ],\n        [\n            142685,\n            \"Did you tell Aunty?\"\n        ],\n        [\n            142698,\n            \"but she chipped in and says: \\u201cAbout what, Sid?\"\n        ],\n        [\n            142851,\n            \"\\u201d He\\u2019d got a start, and she never checked him up, just set and stared and stared, and let him clip along, and I see it warn\\u2019t no use for _ me _ to put in.\"\n        ],\n        [\n            143115,\n            \"and then you kept Tom here so long with the butter in his hat that you come near spiling the whole business, because the men come before we was out of the cabin, and we had to rush, and they heard us and let drive at us, and I got my share, and we dodged out of the path and let them go by, and when the dogs come they warn\\u2019t interested in us, but went for the most noise, and we got our canoe, and made for the raft, and was all safe, and Jim was a free man, and we done it all by ourselves, and _ wasn\\u2019t _ it bully, Aunty!\"\n        ],\n        [\n            144538,\n            \"So now I got to go and trapse all the way down the river, eleven hundred mile, and find out what that creetur\\u2019s up to _ this _ time, as long as I couldn\\u2019t seem to get any answer out of you about it.\"\n        ]\n    ],\n    \"[9, 12]\": [\n        [\n            117369,\n            \"and then looks at Jim, and says: \\u201cI wonder if Uncle Silas is going to hang this nigger.\"\n        ],\n        [\n            120972,\n            \"He\\u2019ll hear Jim ain\\u2019t from there.\"\n        ],\n        [\n            120983,\n            \"Then his next move will be to advertise Jim, or something like that.\"\n        ],\n        [\n            145092,\n            \"We had Jim out of the chains in no time, and when Aunt Polly and Uncle Silas and Aunt Sally found out how good he helped the doctor nurse Tom, they made a heap of fuss over him, and fixed him up prime, and give him all he wanted to eat, and a good time, and nothing to do.\"\n        ]\n    ],\n    \"[9, 13]\": [\n        [\n            144140,\n            \"Aunt Sally she was one of the mixed-upest-looking persons I ever see-- except one, and that was Uncle Silas, when he come in and they told it all to him.\"\n        ]\n    ],\n    \"[9, 14]\": [\n        [\n            142357,\n            \"Aunt Sally she stuck to the sick-room all day and all night, and every time I see Uncle Silas mooning around I dodged him.\"\n        ]\n    ],\n    \"[10, 11]\": [\n        [\n            95554,\n            \"\\u2019 But never mind, if you think it\\u2019s best to tell your uncle Harvey--\\u201d\\u201cShucks, and stay fooling around here when we could all be having good times in England whilst we was waiting to find out whether Mary Jane\\u2019s got it or not?\"\n        ]\n    ],\n    \"[10, 16]\": [\n        [\n            95751,\n            \"She says,\\u2019Tell them to give Uncle Harvey and William my love and a kiss, and say I\\u2019ve run over the river to see Mr.\\u2019--Mr.-- what _ is _ the name of that rich family your uncle Peter used to think so much of?\"\n        ]\n    ],\n    \"[12, 13]\": [\n        [\n            20947,\n            \"By and by Jim says: \\u201cBut looky here, Huck, who wuz it dat\\u2019uz killed in dat shanty ef it warn\\u2019t you?\"\n        ],\n        [\n            22475,\n            \"I was going to catch some of them, but Jim wouldn\\u2019t let me.\"\n        ],\n        [\n            22673,\n            \"I said it looked to me like all the signs was about bad luck, and so I asked him if there warn\\u2019t any good-luck signs.\"\n        ],\n        [\n            23857,\n            \"Jim was for putting our traps in there right away, but I said we didn\\u2019t want to be climbing up and down there all the time.\"\n        ],\n        [\n            24372,\n            \"\\u201cJim, this is nice,\\u201dI says.\"\n        ],\n        [\n            24971,\n            \"So I hollered again, and then Jim says: \\u201cDe man ain\\u2019t asleep-- he\\u2019s dead.\"\n        ],\n        [\n            24995,\n            \"You hold still-- I\\u2019ll go en see.\"\n        ],\n        [\n            25465,\n            \"and just as we was leaving I found a tolerable good curry-comb, and Jim he found a ratty old fiddle-bow, and a wooden leg.\"\n        ],\n        [\n            25496,\n            \"The straps was broke off of it, but, barring that, it was a good enough leg, though it was too long for me and not long enough for Jim, and we couldn\\u2019t find the other one, though we hunted all around.\"\n        ],\n        [\n            25585,\n            \"so I made Jim lay down in the canoe and cover up with the quilt, because if he set up people could tell he was a nigger a good ways off.\"\n        ],\n        [\n            25669,\n            \"After breakfast I wanted to talk about the dead man and guess out how he come to be killed, but Jim didn\\u2019t want to.\"\n        ],\n        [\n            25949,\n            \"I wish we could have some bad luck like this every day, Jim.\"\n        ],\n        [\n            26064,\n            \"I killed him, and curled him up on the foot of Jim\\u2019s blanket, ever so natural, thinking there\\u2019d be some fun when Jim found him there.\"\n        ],\n        [\n            37724,\n            \"I told Jim all about what happened inside the wreck and at the ferryboat, and I said these kinds of things was adventures;\"\n        ],\n        [\n            37872,\n            \"I read considerable to Jim about kings and dukes and earls and such, and how gaudy they dressed, and how much style they put on, and called each other your majesty, and your grace, and your lordship, and so on,\\u2019stead of mister;\"\n        ],\n        [\n            44244,\n            \"Jim sings out: \\u201cWe\\u2019s safe, Huck, we\\u2019s safe!\"\n        ],\n        [\n            44409,\n            \"Jim won\\u2019t ever forgit you, Huck;\"\n        ],\n        [\n            44419,\n            \"you\\u2019s de bes\\u2019 fren\\u2019Jim\\u2019s ever had;\"\n        ],\n        [\n            44511,\n            \"When I was fifty yards off, Jim says: \\u201cDah you goes, de ole true Huck;\"\n        ],\n        [\n            45900,\n            \"\\u201d He was in the river under the stern oar, with just his nose out.\"\n        ],\n        [\n            55380,\n            \"\\u201d \\u201cWhy didn\\u2019t you tell my Jack to fetch me here sooner, Jim?\"\n        ],\n        [\n            66626,\n            \"When Jim called me to take the watch at four in the morning, he says: \\u201cHuck, does you reck\\u2019n we gwyne to run acrost any mo\\u2019kings on dis trip?\"\n        ],\n        [\n            66724,\n            \"\\u201d I found Jim had been trying to get him to talk French, so he could hear what it was like;\"\n        ],\n        [\n            75286,\n            \"By and by, when they was asleep and snoring, Jim says: \\u201cDon\\u2019t it s\\u2019 prise you de way dem kings carries on, Huck?\"\n        ],\n        [\n            76222,\n            \"\\u201d \\u201cIt\\u2019s the way I feel, too, Jim.\"\n        ],\n        [\n            118505,\n            \"\\u201cWhy, to saw Jim\\u2019s leg off,\\u201dhe says.\"\n        ],\n        [\n            118542,\n            \"And what would you want to saw his leg off for, anyway?\"\n        ],\n        [\n            119100,\n            \"and as for Jim, he ain\\u2019t had no experience, and so he don\\u2019t care what kind of a--\\u201d\\u201cOh, shucks, Huck Finn, if I was as ignorant as you I\\u2019d keep still-- that\\u2019s what _ I\\u2019d _ do.\"\n        ],\n        [\n            136473,\n            \"\\u201d So he says: \\u201cWell, den, dis is de way it look to me, Huck.\"\n        ],\n        [\n            145175,\n            \"and Tom give Jim forty dollars for being prisoner for us so patient, and doing it up so good, and Jim was pleased most to death, and busted out, and says: \\u201cDah, now, Huck, what I tell you?\"\n        ],\n        [\n            145509,\n            \"\\u201d Jim says, kind of solemn: \\u201cHe ain\\u2019t a-comin\\u2019back no mo \\u2019, Huck.\"\n        ],\n        [\n            145533,\n            \"\\u201d I says: \\u201cWhy, Jim?\"\n        ]\n    ],\n    \"[12, 14]\": [\n        [\n            141296,\n            \"They cussed Jim considerble, though, and give him a cuff or two side the head once in a while, but Jim never said nothing, and he never let on to know me, and they took him to the same cabin, and put his own clothes on him, and chained him again, and not to no bed-leg this time, but to a big staple drove into the bottom log, and chained his hands, too, and both legs, and said he warn\\u2019t to have nothing but bread and water to eat after this till his owner come, or he was sold at auction because he didn\\u2019t come in a certain length of time, and filled up our hole, and said a couple of farmers with guns must stand watch around about the cabin every night, and a bulldog tied to the door in the daytime;\"\n        ],\n        [\n            142099,\n            \"\\u201d Then the others softened up a little, too, and I was mighty thankful to that old doctor for doing Jim that good turn;\"\n        ],\n        [\n            143115,\n            \"and then you kept Tom here so long with the butter in his hat that you come near spiling the whole business, because the men come before we was out of the cabin, and we had to rush, and they heard us and let drive at us, and I got my share, and we dodged out of the path and let them go by, and when the dogs come they warn\\u2019t interested in us, but went for the most noise, and we got our canoe, and made for the raft, and was all safe, and Jim was a free man, and we done it all by ourselves, and _ wasn\\u2019t _ it bully, Aunty!\"\n        ]\n    ],\n    \"[12, 15]\": [\n        [\n            55380,\n            \"\\u201d \\u201cWhy didn\\u2019t you tell my Jack to fetch me here sooner, Jim?\"\n        ]\n    ],\n    \"[12, 17]\": [\n        [\n            7901,\n            \"Miss Watson\\u2019s nigger, Jim, had a hair-ball as big as your fist, which had been took out of the fourth stomach of an ox, and he used to do magic with it.\"\n        ],\n        [\n            47136,\n            \"There was a yell at us, and a jingling of bells to stop the engines, a powwow of cussing, and whistling of steam-- and as Jim went overboard on one side and I on the other, she come smashing straight through the raft.\"\n        ],\n        [\n            104697,\n            \"and if she didn\\u2019t, everybody naturally despises an ungrateful nigger, and they\\u2019d make Jim feel it all the time, and so he\\u2019d feel ornery and disgraced.\"\n        ]\n    ],\n    \"[12, 18]\": [\n        [\n            30986,\n            \"I roused him out and says: \\u201cGit up and hump yourself, Jim!\"\n        ],\n        [\n            31298,\n            \"If the men went to the island I just expect they found the camp fire I built, and watched it all night for Jim to come.\"\n        ],\n        [\n            31509,\n            \"I told Jim all about the time I had jabbering with that woman;\"\n        ],\n        [\n            32677,\n            \"By and by says I, \\u201cHel-_ lo _, Jim, looky yonder!\"\n        ],\n        [\n            32842,\n            \"So I says: \\u201cLe\\u2019s land on her, Jim.\"\n        ],\n        [\n            33091,\n            \"I can\\u2019t rest, Jim, till we give her a rummaging.\"\n        ],\n        [\n            33390,\n            \"Jim whispered and said he was feeling powerful sick, and told me to come along.\"\n        ]\n    ],\n    \"[13, 15]\": [\n        [\n            55380,\n            \"\\u201d \\u201cWhy didn\\u2019t you tell my Jack to fetch me here sooner, Jim?\"\n        ],\n        [\n            56096,\n            \"\\u201d Says he: \\u201cDon\\u2019t you know, Mars Jawge?\"\n        ]\n    ]\n}"