"{\n    \"[1, 3]\": [\n        [\n            4651,\n            \"\\u201d Christopher Robin lived at the other end of the Forest, and when he came back with Rabbit, and saw the front half of Pooh, he said, \\u201cSilly old Bear,\\u201din such a loving voice that everybody felt quite hopeful again.\"\n        ],\n        [\n            5581,\n            \"And his grandfather had had two names in case he lost one-- Trespassers after an uncle, and William after Trespassers.\"\n        ],\n        [\n            7939,\n            \"\\u201cAnd if anyone knows anything about anything,\\u201dsaid Bear to himself, \\u201cit\\u2019s Owl who knows something about something,\\u201dhe said, \\u201cor my name\\u2019s not Winnie-the-Pooh,\\u201dhe said.\"\n        ],\n        [\n            8001,\n            \"\\u201d Owl lived at The Chestnuts, an old-world residence of great charm, which was grander than anybody else\\u2019s, or seemed so to Bear, because it had both a knocker _ and _ a bell-pull.\"\n        ],\n        [\n            8623,\n            \"\\u201cjust a mouthful of condensed milk or whatnot, with perhaps a lick of honey----\\u201d\\u201cWell, then,\\u201dsaid Owl, \\u201cwe write out this notice, and we put it up all over the forest.\"\n        ],\n        [\n            8982,\n            \"It was hanging over a bush, and I thought at first somebody lived there, so I rang it, and nothing happened, and then I rang it again very loudly, and it came off in my hand, and as nobody seemed to want it, I took it home, and----\\u201d\\u201cOwl,\\u201dsaid Pooh solemnly, \\u201cyou made a mistake.\"\n        ],\n        [\n            14771,\n            \"\\u201cYes, and I wanted to ask you----\\u201d\\u201cSomebody has been keeping honey in it,\\u201dsaid Owl.\"\n        ],\n        [\n            22962,\n            \"They all went off to discover the Pole, Owl and Piglet and Rabbit and all;\"\n        ],\n        [\n            23422,\n            \"\\u201d \\u201cIf people jump out at you suddenly, that\\u2019s an Ambush,\\u201dsaid Owl.\"\n        ],\n        [\n            23507,\n            \"\\u201cWe are not _ talking _ about gorse-bushes,\\u201dsaid Owl a little crossly.\"\n        ],\n        [\n            24188,\n            \"Roo was washing his face and paws in the stream, while Kanga explained to everybody proudly that this was the first time he had ever washed his face himself, and Owl was telling Kanga an Interesting Anecdote full of long words like Encyclop\\u00e6dia and Rhododendron to which Kanga wasn\\u2019t listening.\"\n        ],\n        [\n            27188,\n            \"I must find Christopher Robin or Owl or Piglet, one of those Clever Readers who can read things, and they will tell me what this missage means.\"\n        ],\n        [\n            27808,\n            \"Do you think they\\u2019re all right, Owl?\"\n        ],\n        [\n            27825,\n            \"You see, at any moment----\\u201d\\u201cDo go and see, Owl.\"\n        ],\n        [\n            30174,\n            \"\\u201d \\u201cAll of them,\\u201dsaid Owl sulkily.\"\n        ],\n        [\n            30248,\n            \"Christopher Robin sat at one end, and Pooh sat at the other, and between them on one side were Owl and Eeyore and Piglet, and between them on the other side were Rabbit, and Roo and Kanga.\"\n        ],\n        [\n            30758,\n            \"Any of you-- except Rabbit and Owl and Kanga-- would have done the same.\"\n        ]\n    ],\n    \"[1, 7]\": [\n        [\n            9775,\n            \"Pooh\\u2019s first idea was that they should dig a Very Deep Pit, and then the Heffalump would come along and fall into the Pit, and---- \\u201cWhy?\"\n        ],\n        [\n            10089,\n            \"\\u201cBut then he would see us digging it,\\u201dsaid Pooh.\"\n        ],\n        [\n            13997,\n            \"\\u201cI have just seen Eeyore,\\u201dhe began, \\u201cand poor Eeyore is in a Very Sad Condition, because it\\u2019s his birthday, and nobody has taken any notice of it, and he\\u2019s very Gloomy-- you know what Eeyore is-- and there he was, and---- What a long time whoever lives here is answering this door.\"\n        ],\n        [\n            14578,\n            \"Then he thought: \\u201cWell, it\\u2019s a very nice pot, even if there\\u2019s no honey in it, and if I washed it clean, and got somebody to write\\u2019_ A Happy Birthday _\\u2019on it, Eeyore could keep things in it, which might be Useful.\"\n        ],\n        [\n            16557,\n            \"What you do with a balloon is, you hold the ballon----\\u201d\\u201cNot mine,\\u201dsaid Eeyore proudly.\"\n        ],\n        [\n            17073,\n            \"\\u201cHere are we-- you, Pooh, and you, Piglet, and Me-- and suddenly----\\u201d\\u201cAnd Eeyore,\\u201dsaid Pooh.\"\n        ],\n        [\n            17575,\n            \"_\\u2019so that Kanga knows that _ we _ know where Baby Roo is.\"\n        ],\n        [\n            17595,\n            \"_\\u2019means\\u2019 We\\u2019ll tell you where Baby Roo is, if you promise to go away from the Forest and never come back.\"\n        ],\n        [\n            22512,\n            \"They can march at the end, after Eeyore.\"\n        ],\n        [\n            22567,\n            \"and if I am the end of the Expo-- what we\\u2019re talking about-- then let me _ be _ the end.\"\n        ],\n        [\n            22676,\n            \"\\u201cIf you ask me----\\u201d\\u201cI\\u2019m not asking anybody,\\u201dsaid Eeyore.\"\n        ],\n        [\n            22698,\n            \"\\u201cI\\u2019m just telling everybody.\"\n        ],\n        [\n            23002,\n            \"Eeyore, Christopher Robin and Pooh And Rabbit\\u2019s relations all went too-- And where the Pole was none of them knew.\"\n        ],\n        [\n            24585,\n            \"and, Christopher Robin and Rabbit came hurrying past Eeyore, and were calling out to the others in front of them.\"\n        ],\n        [\n            24890,\n            \"Eeyore was sitting with his tail in the water when they all got back to him.\"\n        ],\n        [\n            24907,\n            \"\\u201cTell Roo to be quick, somebody,\\u201dhe said.\"\n        ],\n        [\n            25033,\n            \"Well, as long as nobody minds, I suppose it\\u2019s all right.\"\n        ],\n        [\n            25183,\n            \"It Belongs again, if you know what I mean.\"\n        ],\n        [\n            25194,\n            \"\\u201d \\u201cHullo, Eeyore,\\u201dsaid Pooh, coming up to them with his pole.\"\n        ],\n        [\n            29997,\n            \"\\u201cI suppose they will be sending me down the odd bits which got trodden on.\"\n        ],\n        [\n            30164,\n            \"\\u2019\\u201d\\u201cAll of them, except Eeyore?\"\n        ],\n        [\n            30248,\n            \"Christopher Robin sat at one end, and Pooh sat at the other, and between them on one side were Owl and Eeyore and Piglet, and between them on the other side were Rabbit, and Roo and Kanga.\"\n        ],\n        [\n            30714,\n            \"\\u201cFriends,\\u201dhe said, \\u201cincluding oddments, it is a great pleasure, or perhaps I had better say it has been a pleasure so far, to see you at my party.\"\n        ],\n        [\n            31140,\n            \"I have my friends.\"\n        ],\n        [\n            31478,\n            \"Over-rated, if you ask me.\"\n        ]\n    ],\n    \"[1, 10]\": [\n        [\n            99,\n            \"Anyhow, here he is at the bottom, and ready to be introduced to you.\"\n        ],\n        [\n            122,\n            \"When I first heard his name, I said, just as you are going to say, \\u201cBut I thought he was a boy?\"\n        ],\n        [\n            387,\n            \"* * * * * Once upon a time, a very long time ago now, about last Friday, Winnie-the-Pooh lived in a forest all by himself under the name of Sanders.\"\n        ],\n        [\n            669,\n            \"\\u201d Then he thought another long time, and said: \\u201cAnd the only reason for being a bee that I know of is making honey.\"\n        ],\n        [\n            954,\n            \"\\u201cYou see, what I _ meant _ to do,\\u201dhe explained, as he turned head-over-heels, and crashed on to another branch thirty feet below, \\u201cwhat I _ meant _ to do----\\u201d\\u201cOf course, it _ was _ rather----\\u201dhe admitted, as he slithered very quickly through the next six branches.\"\n        ],\n        [\n            1305,\n            \"Winnie-the-Pooh looked round to see that nobody was listening, put his paw to his mouth, and said in a deep whisper: \\u201c_ Honey!\"\n        ],\n        [\n            1588,\n            \"\\u201cThey might or they might not,\\u201dsaid Winnie-the-Pooh.\"\n        ],\n        [\n            1808,\n            \"\\u201d \\u201cYou look like a Bear holding on to a balloon,\\u201dyou said.\"\n        ],\n        [\n            1867,\n            \"And, as I say, you never can tell with bees.\"\n        ],\n        [\n            1945,\n            \"\\u201d \\u201cI think the bees _ suspect _ something!\"\n        ],\n        [\n            1971,\n            \"But something tells me that they\\u2019re _ suspicious _!\"\n        ],\n        [\n            2091,\n            \"\\u2019 I think, if you did that, it would help the deception which we are practising on these bees.\"\n        ],\n        [\n            2113,\n            \"\\u201d Well, you laughed to yourself, \\u201cSilly old Bear!\"\n        ],\n        [\n            2126,\n            \"\\u201d but you didn\\u2019t say it aloud because you were so fond of him, and you went home for your umbrella.\"\n        ],\n        [\n            2158,\n            \"\\u201d called down Winnie-the-Pooh, as soon as you got back to the tree.\"\n        ],\n        [\n            2185,\n            \"I have discovered that the bees are now definitely Suspicious.\"\n        ],\n        [\n            2305,\n            \"\\u201d So, while you walked up and down and wondered if it would rain, Winnie-the-Pooh sang this song: How sweet to be a Cloud Floating in the Blue!\"\n        ],\n        [\n            2491,\n            \"So I should think they would make the wrong sort of honey, shouldn\\u2019t you?\"\n        ],\n        [\n            2575,\n            \"So he thought for a long time, and then he said: \\u201cChristopher Robin, you must shoot the balloon with your gun.\"\n        ],\n        [\n            2665,\n            \"\\u201d When he put it like this, you saw how it was, and you aimed very carefully at the balloon, and fired.\"\n        ],\n        [\n            2709,\n            \"\\u201cYou didn\\u2019t exactly _ miss _,\\u201dsaid Pooh, \\u201cbut you missed the _ balloon _.\"\n        ],\n        [\n            2732,\n            \"\\u201d \\u201cI\\u2019m so sorry,\\u201dyou said, and you fired again, and this time you hit the balloon, and the air came slowly out, and Winnie-the-Pooh floated down to the ground.\"\n        ],\n        [\n            2923,\n            \"\\u201d \\u201cThat day when Pooh and Piglet tried to catch the Heffalump----\\u201d\\u201cThey didn\\u2019t catch it, did they?\"\n        ],\n        [\n            3165,\n            \"CHAPTER II IN WHICH POOH GOES VISITING AND GETS INTO A TIGHT PLACE Edward Bear, known to his friends as Winnie-the-Pooh, or Pooh for short, was walking through the forest one day, humming proudly to himself.\"\n        ],\n        [\n            3397,\n            \"_ Well, he was humming this hum to himself, and walking along gaily, wondering what everybody else was doing, and what it felt like, being somebody else, when suddenly he came to a sandy bank, and in the bank was a large hole.\"\n        ],\n        [\n            3524,\n            \"_\\u201dSo he bent down, put his head into the hole, and called out: \\u201cIs anybody at home?\"\n        ],\n        [\n            3564,\n            \"\\u201cWhat I said was,\\u2019Is anybody at home?\"\n        ],\n        [\n            4651,\n            \"\\u201d Christopher Robin lived at the other end of the Forest, and when he came back with Rabbit, and saw the front half of Pooh, he said, \\u201cSilly old Bear,\\u201din such a loving voice that everybody felt quite hopeful again.\"\n        ],\n        [\n            4782,\n            \"\\u201cIf we can\\u2019t pull you out, Pooh, we might push you back.\"\n        ],\n        [\n            4800,\n            \"\\u201d Rabbit scratched his whiskers thoughtfully, and pointed out that, when once Pooh was pushed back, he was back, and of course nobody was more glad to see Pooh than _ he _ was, still there it was, some lived in trees and some lived underground, and---- \\u201cYou mean I\\u2019d _ never _ get out?\"\n        ],\n        [\n            4920,\n            \"\\u201cWe shall have to wait for you to get thin again.\"\n        ],\n        [\n            4997,\n            \"\\u201d \\u201cWe\\u2019ll read to you,\\u201dsaid Rabbit cheerfully.\"\n        ],\n        [\n            5131,\n            \"But we _ will _ read to you.\"\n        ],\n        [\n            5387,\n            \"So, with a nod of thanks to his friends, he went on with his walk through the forest, humming proudly to himself.\"\n        ],\n        [\n            6160,\n            \"Piglet passing the time by telling Pooh what his Grandfather Trespassers W had done to Remove Stiffness after Tracking, and how his Grandfather Trespassers W had suffered in his later years from Shortness of Breath, and other matters of interest, and Pooh wondering what a Grandfather was like, and if perhaps this was Two Grandfathers they were after now, and, if so, whether he would be allowed to take one home and keep it, and what Christopher Robin would say.\"\n        ],\n        [\n            6459,\n            \"were there, instead of elsewhere, and Pooh thought how nice it would be if they met Christopher Robin suddenly but quite accidentally, and only because he liked Christopher Robin so much.\"\n        ],\n        [\n            6708,\n            \"\\u201d \\u201cWe\\u2019ll do it this afternoon, and I\\u2019ll come with you,\\u201dsaid Pooh.\"\n        ],\n        [\n            6979,\n            \"First you went round the spinney twice by yourself, and then Piglet ran after you and you went round again together, and then you were just going round a fourth time----\\u201d\\u201cWait a moment,\\u201dsaid Winnie-the-Pooh, holding up his paw.\"\n        ],\n        [\n            7123,\n            \"\\u201d \\u201cYou\\u2019re the Best Bear in All the World,\\u201dsaid Christopher Robin soothingly.\"\n        ],\n        [\n            7657,\n            \"\\u201cSomebody must have taken it,\\u201dsaid Eeyore.\"\n        ],\n        [\n            7668,\n            \"\\u201cHow Like Them,\\u201dhe added, after a long silence.\"\n        ],\n        [\n            7746,\n            \"\\u201cYou\\u2019re a real friend,\\u201dsaid he.\"\n        ],\n        [\n            7939,\n            \"\\u201cAnd if anyone knows anything about anything,\\u201dsaid Bear to himself, \\u201cit\\u2019s Owl who knows something about something,\\u201dhe said, \\u201cor my name\\u2019s not Winnie-the-Pooh,\\u201dhe said.\"\n        ],\n        [\n            8331,\n            \"\\u201cFor I am a Bear of Very Little Brain, and long words Bother me.\"\n        ],\n        [\n            8982,\n            \"It was hanging over a bush, and I thought at first somebody lived there, so I rang it, and nothing happened, and then I rang it again very loudly, and it came off in my hand, and as nobody seemed to want it, I took it home, and----\\u201d\\u201cOwl,\\u201dsaid Pooh solemnly, \\u201cyou made a mistake.\"\n        ],\n        [\n            9398,\n            \"Then they all talked about something else, until it was time for Pooh and Piglet to go home together.\"\n        ],\n        [\n            9444,\n            \"but when they came to the stream and had helped each other across the stepping stones, and were able to walk side by side again over the heather, they began to talk in a friendly way about this and that, and Piglet said, \\u201cIf you see what I mean, Pooh,\\u201dand Pooh said, \\u201cIt\\u2019s just what I think myself, Piglet,\\u201dand Piglet said, \\u201cBut, on the other hand, Pooh, we must remember,\\u201dand Pooh said, \\u201cQuite true, Piglet, although I had forgotten it for the moment.\"\n        ],\n        [\n            9557,\n            \"\\u201d And then, just as they came to the Six Pine Trees, Pooh looked round to see that nobody else was listening, and said in a very solemn voice: \\u201cPiglet, I have decided something.\"\n        ],\n        [\n            9775,\n            \"Pooh\\u2019s first idea was that they should dig a Very Deep Pit, and then the Heffalump would come along and fall into the Pit, and---- \\u201cWhy?\"\n        ],\n        [\n            10089,\n            \"\\u201cBut then he would see us digging it,\\u201dsaid Pooh.\"\n        ],\n        [\n            10154,\n            \"I suppose that\\u2019s why Heffalumps hardly _ ever _ get caught.\"\n        ],\n        [\n            10223,\n            \"\\u201d For he felt sure that a Very Clever Brain could catch a Heffalump if only he knew the right way to go about it.\"\n        ],\n        [\n            10291,\n            \"I should make a Trap, and I should put a Jar of Honey in the Trap, and you would smell it, and you would go in after it, and----\\u201d\\u201cAnd I would go in after it,\\u201dsaid Pooh excitedly, \\u201conly very carefully so as not to hurt myself, and I would get to the Jar of Honey, and I should lick round the edges first of all, pretending that there wasn\\u2019t any more, you know, and then I should walk away and think about it a little, and then I should come back and start licking in the middle of the jar, and then----\\u201d\\u201cYes, well never mind about that.\"\n        ],\n        [\n            10468,\n            \"We\\u2019ll get a lot of---- I say, wake up, Pooh!\"\n        ],\n        [\n            10524,\n            \"and they were just going to argue about it, when Piglet remembered that, if they put acorns in the Trap, _ he _ would have to find the acorns, but if they put honey, then Pooh would have to give up some of his own honey, so he said, \\u201cAll right, honey then,\\u201djust as Pooh remembered it too, and was going to say, \\u201cAll right, haycorns.\"\n        ],\n        [\n            10730,\n            \"\\u201cBut you never can tell,\\u201dsaid Pooh.\"\n        ],\n        [\n            10741,\n            \"\\u201cI remember my uncle saying once that he had seen cheese just this colour.\"\n        ],\n        [\n            11010,\n            \"\\u201cWell, good night, Pooh,\\u201dsaid Piglet, when they had got to Pooh\\u2019s house.\"\n        ],\n        [\n            13789,\n            \"\\u201cIt\\u2019s bad enough,\\u201dsaid Eeyore, almost breaking down, \\u201cbeing miserable myself, what with no presents and no cake and no candles, and no proper notice taken of me at all, but if everybody else is going to be miserable too----\\u201dThis was too much for Pooh.\"\n        ],\n        [\n            13997,\n            \"\\u201cI have just seen Eeyore,\\u201dhe began, \\u201cand poor Eeyore is in a Very Sad Condition, because it\\u2019s his birthday, and nobody has taken any notice of it, and he\\u2019s very Gloomy-- you know what Eeyore is-- and there he was, and---- What a long time whoever lives here is answering this door.\"\n        ],\n        [\n            14578,\n            \"Then he thought: \\u201cWell, it\\u2019s a very nice pot, even if there\\u2019s no honey in it, and if I washed it clean, and got somebody to write\\u2019_ A Happy Birthday _\\u2019on it, Eeyore could keep things in it, which might be Useful.\"\n        ],\n        [\n            14771,\n            \"\\u201cYes, and I wanted to ask you----\\u201d\\u201cSomebody has been keeping honey in it,\\u201dsaid Owl.\"\n        ],\n        [\n            14798,\n            \"\\u201cYou can keep _ anything _ in it,\\u201dsaid Pooh earnestly.\"\n        ],\n        [\n            15253,\n            \"for he thought that he would like to be the first one to give a present, just as if he had thought of it without being told by anybody.\"\n        ],\n        [\n            17073,\n            \"\\u201cHere are we-- you, Pooh, and you, Piglet, and Me-- and suddenly----\\u201d\\u201cAnd Eeyore,\\u201dsaid Pooh.\"\n        ],\n        [\n            17515,\n            \"Of course,\\u201dhe went on, \\u201cwe could say\\u2019Aha!\"\n        ],\n        [\n            18067,\n            \"\\u201d \\u201cNow listen all of you,\\u201dsaid Rabbit when he had finished writing, and Pooh and Piglet sat listening very eagerly with their mouths open.\"\n        ],\n        [\n            18696,\n            \"Baby Roo was practising very small jumps in the sand, and falling down mouse-holes and climbing out of them, and Kanga was fidgeting about and saying \\u201cJust one more jump, dear, and then we must go home.\"\n        ],\n        [\n            18820,\n            \"\\u201d Rabbit and Piglet, who had now come up from the other side of the hill, said \\u201cGood afternoon,\\u201dand \\u201cHallo, Roo,\\u201dand Roo asked them to look at him jumping, so they stayed and looked.\"\n        ],\n        [\n            18924,\n            \"\\u201cRoo, dear, just one more jump and then we must go home.\"\n        ],\n        [\n            19380,\n            \"\\u201cNow jump in, Roo, dear, and we\\u2019ll go home.\"\n        ],\n        [\n            21138,\n            \"CHAPTER VIII IN WHICH CHRISTOPHER ROBIN LEADS AN EXPOTITION TO THE NORTH POLE One fine day Pooh had stumped up to the top of the Forest to see if his friend Christopher Robin was interested in Bears at all.\"\n        ],\n        [\n            21283,\n            \"\\u201cPerhaps it would be better,\\u201dhe thought, \\u201cif I sang Hi for the life of a Bear.\"\n        ],\n        [\n            22312,\n            \"Piglet,\\u201dsaid Pooh excitedly, \\u201cwe\\u2019re going on an Expotition, all of us, with things to eat.\"\n        ],\n        [\n            22847,\n            \"And as they walked, they chattered to each other of this and that, all except Pooh, who was making up a song.\"\n        ],\n        [\n            23002,\n            \"Eeyore, Christopher Robin and Pooh And Rabbit\\u2019s relations all went too-- And where the Pole was none of them knew.\"\n        ],\n        [\n            23044,\n            \"\\u201d said Christopher Robin turning round to Pooh, \\u201cwe\\u2019re just coming to a Dangerous Place.\"\n        ],\n        [\n            23442,\n            \"\\u201cIt\\u2019s an Ambush, Pooh, when people jump at you suddenly,\\u201dexplained Piglet.\"\n        ],\n        [\n            23816,\n            \"\\u201cIt don\\u2019t do them any Good, you know, sitting on them,\\u201dhe went on, as he looked up munching.\"\n        ],\n        [\n            24188,\n            \"Roo was washing his face and paws in the stream, while Kanga explained to everybody proudly that this was the first time he had ever washed his face himself, and Owl was telling Kanga an Interesting Anecdote full of long words like Encyclop\\u00e6dia and Rhododendron to which Kanga wasn\\u2019t listening.\"\n        ],\n        [\n            24277,\n            \"\\u201d \\u201cWell,\\u201dsaid Pooh, \\u201c_ I _ think----\\u201dBut we shall never know what Pooh thought, for there came a sudden squeak from Roo, a splash, and a loud cry of alarm from Kanga.\"\n        ],\n        [\n            24907,\n            \"\\u201cTell Roo to be quick, somebody,\\u201dhe said.\"\n        ],\n        [\n            25194,\n            \"\\u201d \\u201cHullo, Eeyore,\\u201dsaid Pooh, coming up to them with his pole.\"\n        ],\n        [\n            25319,\n            \"He thought for a little and then suggested helpfully, \\u201cPerhaps it was somebody else.\"\n        ],\n        [\n            25475,\n            \"And I think, but I am not quite sure, that Roo had a hot bath and went straight to bed.\"\n        ],\n        [\n            26421,\n            \"\\u201cSo now,\\u201dhe thought, \\u201csomebody else will have to do something, and I hope they will do it soon, because if they don\\u2019t I shall have to swim, which I can\\u2019t, so I hope they do it soon.\"\n        ],\n        [\n            26544,\n            \"You remember how he discovered the North Pole;\"\n        ],\n        [\n            26620,\n            \"\\u201d Pooh was very excited when he heard this, and suggested that they should have an Expotition to discover the East Pole, but Christopher Robin had thought of something else to do with Kanga;\"\n        ],\n        [\n            26788,\n            \"And Wild Woozles, such as inhabit the East Pole, came and nibbled all the fur off his legs to make nests for their Young.\"\n        ],\n        [\n            26815,\n            \"And the more they nibbled, the colder his legs got, until suddenly he woke up with an _ Ow!\"\n        ],\n        [\n            27188,\n            \"I must find Christopher Robin or Owl or Piglet, one of those Clever Readers who can read things, and they will tell me what this missage means.\"\n        ],\n        [\n            27227,\n            \"\\u201d Then he had an idea, and I think that for a Bear of Very Little Brain, it was a good idea.\"\n        ],\n        [\n            27350,\n            \"For a little while Pooh and _ The Floating Bear _ were uncertain as to which of them was meant to be on the top, but after trying one or two different positions, they settled down with _ The Floating Bear _ underneath and Pooh triumphantly astride it, paddling vigorously with his feet.\"\n        ],\n        [\n            28157,\n            \"\\u201d \\u201cWe must rescue him at once!\"\n        ],\n        [\n            28236,\n            \"And Pooh and I will think of a Rescue and come as quick as ever we can.\"\n        ],\n        [\n            28301,\n            \"\\u201d \\u201cI ought to say,\\u201dexplained Pooh as they walked down to the shore of the island, \\u201cthat it isn\\u2019t just an ordinary sort of boat.\"\n        ],\n        [\n            28493,\n            \"Oh, Pooh Bear, what shall we do?\"\n        ],\n        [\n            28619,\n            \"\\u201cWe might go in your umbrella,\\u201dsaid Pooh.\"\n        ],\n        [\n            28633,\n            \"\\u201d \\u201cWe might go in your umbrella,\\u201dsaid Pooh.\"\n        ],\n        [\n            28649,\n            \"\\u201d \\u201cWe might go in your umbrella,\\u201dsaid Pooh.\"\n        ],\n        [\n            29533,\n            \"\\u201d And he began to wonder if all the other animals would know that it was a special Pooh Party, and if Christopher Robin had told them about _ The Floating Bear _ and the _ Brain of Pooh _ and all the wonderful ships he had invented and sailed on, and he began to think how awful it would be if everybody had forgotten about it, and nobody quite knew what the party was for;\"\n        ],\n        [\n            29774,\n            \"Well, Pooh was a Bear of Enormous Brain (_ Just say it again!\"\n        ],\n        [\n            29876,\n            \"_) And hope he\\u2019ll be with us for years and years, And grow in health and wisdom and riches!\"\n        ],\n        [\n            30248,\n            \"Christopher Robin sat at one end, and Pooh sat at the other, and between them on one side were Owl and Eeyore and Piglet, and between them on the other side were Rabbit, and Roo and Kanga.\"\n        ],\n        [\n            30343,\n            \"As soon as ever they had sat down he began to talk.\"\n        ],\n        [\n            30575,\n            \"When they had all nearly eaten enough, Christopher Robin banged on the table with his spoon, and everybody stopped talking and was very silent, except Roo who was just finishing a loud attack of hiccups and trying to look as if it was one of Rabbit\\u2019s relations.\"\n        ],\n        [\n            30819,\n            \"It was not, I need hardly say, with an idea of getting what Christopher Robin is looking for now \\\"-- and he put his front leg to his mouth and said in a loud whisper, \\u201cTry under the table \\\"-- \\\" that I did what I did-- but because I feel that we should all do what we can to help.\"\n        ],\n        [\n            30891,\n            \"I feel that we should all----\\u201d\\u201cH-- hup!\"\n        ],\n        [\n            31181,\n            \"\\u201d Nobody was listening, for they were all saying \\u201cOpen it, Pooh,\\u201d\\u201cWhat is it, Pooh?\"\n        ],\n        [\n            31494,\n            \"\\u201d Later on, when they had all said \\u201cGood-bye\\u201dand \\u201cThank-you\\u201dto Christopher Robin, Pooh and Piglet walked home thoughtfully together in the golden evening, and for a long time they were silent.\"\n        ]\n    ],\n    \"[1, 11]\": [\n        [\n            122,\n            \"When I first heard his name, I said, just as you are going to say, \\u201cBut I thought he was a boy?\"\n        ],\n        [\n            225,\n            \"and I hope you do too, because it is all the explanation you are going to get.\"\n        ],\n        [\n            1510,\n            \"Now, if you have a green balloon, they might think you were only part of the tree, and not notice you, and, if you have a blue balloon, they might think you were only part of the sky, and not notice you, and the question is: Which is most likely?\"\n        ],\n        [\n            1570,\n            \"\\u201d \\u201cWouldn\\u2019t they notice _ you _ underneath the balloon?\"\n        ],\n        [\n            1808,\n            \"\\u201d \\u201cYou look like a Bear holding on to a balloon,\\u201dyou said.\"\n        ],\n        [\n            1983,\n            \"\\u201d \\u201cPerhaps they think that you\\u2019re after their honey.\"\n        ],\n        [\n            18797,\n            \"\\u201d \\u201cWe were just going home,\\u201dsaid Kanga.\"\n        ],\n        [\n            19692,\n            \"\\u201d \\u201cWell, we must be getting home,\\u201dsaid Kanga.\"\n        ],\n        [\n            19940,\n            \"So she said to herself, \\u201cIf they are having a joke with me, I will have a joke with them.\"\n        ],\n        [\n            20813,\n            \"\\u201d Piglet began to say that this was because he had just had a bath, and then he thought that perhaps he wouldn\\u2019t say that, and as he opened his mouth to say something else, Kanga slipped the medicine spoon in, and then patted him on the back and told him that it was really quite a nice taste when you got used to it.\"\n        ],\n        [\n            20935,\n            \"\\u201d Kanga agreed that this was probably what it was, and said that they would have to call it by some name.\"\n        ],\n        [\n            24188,\n            \"Roo was washing his face and paws in the stream, while Kanga explained to everybody proudly that this was the first time he had ever washed his face himself, and Owl was telling Kanga an Interesting Anecdote full of long words like Encyclop\\u00e6dia and Rhododendron to which Kanga wasn\\u2019t listening.\"\n        ],\n        [\n            24277,\n            \"\\u201d \\u201cWell,\\u201dsaid Pooh, \\u201c_ I _ think----\\u201dBut we shall never know what Pooh thought, for there came a sudden squeak from Roo, a splash, and a loud cry of alarm from Kanga.\"\n        ],\n        [\n            26620,\n            \"\\u201d Pooh was very excited when he heard this, and suggested that they should have an Expotition to discover the East Pole, but Christopher Robin had thought of something else to do with Kanga;\"\n        ],\n        [\n            30248,\n            \"Christopher Robin sat at one end, and Pooh sat at the other, and between them on one side were Owl and Eeyore and Piglet, and between them on the other side were Rabbit, and Roo and Kanga.\"\n        ],\n        [\n            30758,\n            \"Any of you-- except Rabbit and Owl and Kanga-- would have done the same.\"\n        ]\n    ],\n    \"[1, 12]\": [\n        [\n            225,\n            \"and I hope you do too, because it is all the explanation you are going to get.\"\n        ],\n        [\n            2091,\n            \"\\u2019 I think, if you did that, it would help the deception which we are practising on these bees.\"\n        ],\n        [\n            2491,\n            \"So I should think they would make the wrong sort of honey, shouldn\\u2019t you?\"\n        ],\n        [\n            2575,\n            \"So he thought for a long time, and then he said: \\u201cChristopher Robin, you must shoot the balloon with your gun.\"\n        ],\n        [\n            4651,\n            \"\\u201d Christopher Robin lived at the other end of the Forest, and when he came back with Rabbit, and saw the front half of Pooh, he said, \\u201cSilly old Bear,\\u201din such a loving voice that everybody felt quite hopeful again.\"\n        ],\n        [\n            5508,\n            \"When Christopher Robin asked the Piglet what it meant, he said it was his grandfather\\u2019s name, and had been in the family for a long time, Christopher Robin said you _ couldn\\u2019t _ be called Trespassers W, and Piglet said yes, you could, because his grandfather was, and it was short for Trespassers Will, which was short for Trespassers William.\"\n        ],\n        [\n            6160,\n            \"Piglet passing the time by telling Pooh what his Grandfather Trespassers W had done to Remove Stiffness after Tracking, and how his Grandfather Trespassers W had suffered in his later years from Shortness of Breath, and other matters of interest, and Pooh wondering what a Grandfather was like, and if perhaps this was Two Grandfathers they were after now, and, if so, whether he would be allowed to take one home and keep it, and what Christopher Robin would say.\"\n        ],\n        [\n            6459,\n            \"were there, instead of elsewhere, and Pooh thought how nice it would be if they met Christopher Robin suddenly but quite accidentally, and only because he liked Christopher Robin so much.\"\n        ],\n        [\n            7123,\n            \"\\u201d \\u201cYou\\u2019re the Best Bear in All the World,\\u201dsaid Christopher Robin soothingly.\"\n        ],\n        [\n            9363,\n            \"\\u201cYou don\\u2019t often see them,\\u201dsaid Christopher Robin carelessly.\"\n        ],\n        [\n            12577,\n            \"\\u201d \\u201cLike-- like---- It had the biggest head you ever saw, Christopher Robin.\"\n        ],\n        [\n            12664,\n            \"\\u201d Piglet wasn\\u2019t afraid if he had Christopher Robin with him, so off they went.\"\n        ],\n        [\n            21138,\n            \"CHAPTER VIII IN WHICH CHRISTOPHER ROBIN LEADS AN EXPOTITION TO THE NORTH POLE One fine day Pooh had stumped up to the top of the Forest to see if his friend Christopher Robin was interested in Bears at all.\"\n        ],\n        [\n            21742,\n            \"\\u201d \\u201cWe are all going on an Expedition,\\u201dsaid Christopher Robin, as he got up and brushed himself.\"\n        ],\n        [\n            21880,\n            \"\\u201cIt\\u2019s just a thing you discover,\\u201dsaid Christopher Robin carelessly, not being quite sure himself.\"\n        ],\n        [\n            22091,\n            \"\\u201d \\u201cWe\\u2019re all going on an Expotition with Christopher Robin!\"\n        ],\n        [\n            23002,\n            \"Eeyore, Christopher Robin and Pooh And Rabbit\\u2019s relations all went too-- And where the Pole was none of them knew.\"\n        ],\n        [\n            23044,\n            \"\\u201d said Christopher Robin turning round to Pooh, \\u201cwe\\u2019re just coming to a Dangerous Place.\"\n        ],\n        [\n            23247,\n            \"They had come to a stream which twisted and tumbled between high rocky banks, and Christopher Robin saw at once how dangerous it was.\"\n        ],\n        [\n            23618,\n            \"\\u201cI think,\\u201dsaid Christopher Robin, \\u201cthat we ought to eat all our Provisions now, so that we shan\\u2019t have so much to carry.\"\n        ],\n        [\n            23877,\n            \"\\u201d As soon as he had finished his lunch Christopher Robin whispered to Rabbit, and Rabbit said \\u201cYes, yes, of course,\\u201dand they walked a little way up the stream together.\"\n        ],\n        [\n            24154,\n            \"\\u201d \\u201cThat\\u2019s what we\\u2019re looking for,\\u201dsaid Christopher Robin.\"\n        ],\n        [\n            24585,\n            \"and, Christopher Robin and Rabbit came hurrying past Eeyore, and were calling out to the others in front of them.\"\n        ],\n        [\n            24783,\n            \"Christopher Robin, did you see me----\\u201dBut Christopher Robin wasn\\u2019t listening.\"\n        ],\n        [\n            25441,\n            \"They stuck the pole in the ground, and Christopher Robin tied a message on to it.\"\n        ],\n        [\n            26582,\n            \"\\u201cThere\\u2019s a South Pole,\\u201dsaid Christopher Robin, \\u201cand I expect there\\u2019s an East Pole and a West Pole, though people don\\u2019t like talking about them.\"\n        ],\n        [\n            26620,\n            \"\\u201d Pooh was very excited when he heard this, and suggested that they should have an Expotition to discover the East Pole, but Christopher Robin had thought of something else to do with Kanga;\"\n        ],\n        [\n            27188,\n            \"I must find Christopher Robin or Owl or Piglet, one of those Clever Readers who can read things, and they will tell me what this missage means.\"\n        ],\n        [\n            28236,\n            \"And Pooh and I will think of a Rescue and come as quick as ever we can.\"\n        ],\n        [\n            29533,\n            \"\\u201d And he began to wonder if all the other animals would know that it was a special Pooh Party, and if Christopher Robin had told them about _ The Floating Bear _ and the _ Brain of Pooh _ and all the wonderful ships he had invented and sailed on, and he began to think how awful it would be if everybody had forgotten about it, and nobody quite knew what the party was for;\"\n        ],\n        [\n            30151,\n            \"Christopher Robin said\\u2019All of them!\"\n        ],\n        [\n            30226,\n            \"Christopher Robin had made a long table out of some long pieces of wood, and they all sat round it.\"\n        ],\n        [\n            30248,\n            \"Christopher Robin sat at one end, and Pooh sat at the other, and between them on one side were Owl and Eeyore and Piglet, and between them on the other side were Rabbit, and Roo and Kanga.\"\n        ],\n        [\n            31494,\n            \"\\u201d Later on, when they had all said \\u201cGood-bye\\u201dand \\u201cThank-you\\u201dto Christopher Robin, Pooh and Piglet walked home thoughtfully together in the golden evening, and for a long time they were silent.\"\n        ]\n    ],\n    \"[1, 14]\": [\n        [\n            2889,\n            \"\\u201d \\u201cAnd Piglet and Rabbit and all of you.\"\n        ],\n        [\n            4583,\n            \"I thought at the time,\\u201dsaid Rabbit, \\u201conly I didn\\u2019t like to say anything,\\u201dsaid Rabbit, \\u201cthat one of us was eating too much,\\u201dsaid Rabbit, \\u201cand I knew if wasn\\u2019t _ me _,\\u201dhe said.\"\n        ],\n        [\n            4651,\n            \"\\u201d Christopher Robin lived at the other end of the Forest, and when he came back with Rabbit, and saw the front half of Pooh, he said, \\u201cSilly old Bear,\\u201din such a loving voice that everybody felt quite hopeful again.\"\n        ],\n        [\n            4800,\n            \"\\u201d Rabbit scratched his whiskers thoughtfully, and pointed out that, when once Pooh was pushed back, he was back, and of course nobody was more glad to see Pooh than _ he _ was, still there it was, some lived in trees and some lived underground, and---- \\u201cYou mean I\\u2019d _ never _ get out?\"\n        ],\n        [\n            4997,\n            \"\\u201d \\u201cWe\\u2019ll read to you,\\u201dsaid Rabbit cheerfully.\"\n        ],\n        [\n            17073,\n            \"\\u201cHere are we-- you, Pooh, and you, Piglet, and Me-- and suddenly----\\u201d\\u201cAnd Eeyore,\\u201dsaid Pooh.\"\n        ],\n        [\n            17162,\n            \"\\u201d \\u201cHere-- we-- are,\\u201dsaid Rabbit very slowly and carefully, \\u201call-- of-- us, and then, suddenly, we wake up one morning and, what do we find?\"\n        ],\n        [\n            18067,\n            \"\\u201d \\u201cNow listen all of you,\\u201dsaid Rabbit when he had finished writing, and Pooh and Piglet sat listening very eagerly with their mouths open.\"\n        ],\n        [\n            18326,\n            \"_ Well, Rabbit read this out proudly, and for a little while after he had read it nobody said anything.\"\n        ],\n        [\n            18820,\n            \"\\u201d Rabbit and Piglet, who had now come up from the other side of the hill, said \\u201cGood afternoon,\\u201dand \\u201cHallo, Roo,\\u201dand Roo asked them to look at him jumping, so they stayed and looked.\"\n        ],\n        [\n            20074,\n            \"Rabbit was playing with Baby Roo in his own house, and feeling more fond of him every minute, and Pooh, who had decided to be a Kanga, was still at the sandy place on the top of the Forest, practising jumps.\"\n        ],\n        [\n            22785,\n            \"\\u201cWe\\u2019re starting,\\u201dsaid Rabbit.\"\n        ],\n        [\n            22962,\n            \"They all went off to discover the Pole, Owl and Piglet and Rabbit and all;\"\n        ],\n        [\n            23002,\n            \"Eeyore, Christopher Robin and Pooh And Rabbit\\u2019s relations all went too-- And where the Pole was none of them knew.\"\n        ],\n        [\n            23877,\n            \"\\u201d As soon as he had finished his lunch Christopher Robin whispered to Rabbit, and Rabbit said \\u201cYes, yes, of course,\\u201dand they walked a little way up the stream together.\"\n        ],\n        [\n            24066,\n            \"\\u201d \\u201cSure to be a pole,\\u201dsaid Rabbit, \\u201cbecause of calling it a pole, and if it\\u2019s a pole, well, I should think it would be sticking in the ground, shouldn\\u2019t you, because there\\u2019d be nowhere else to stick it.\"\n        ],\n        [\n            24585,\n            \"and, Christopher Robin and Rabbit came hurrying past Eeyore, and were calling out to the others in front of them.\"\n        ],\n        [\n            30248,\n            \"Christopher Robin sat at one end, and Pooh sat at the other, and between them on one side were Owl and Eeyore and Piglet, and between them on the other side were Rabbit, and Roo and Kanga.\"\n        ],\n        [\n            30758,\n            \"Any of you-- except Rabbit and Owl and Kanga-- would have done the same.\"\n        ]\n    ],\n    \"[1, 17]\": [\n        [\n            2889,\n            \"\\u201d \\u201cAnd Piglet and Rabbit and all of you.\"\n        ],\n        [\n            2923,\n            \"\\u201d \\u201cThat day when Pooh and Piglet tried to catch the Heffalump----\\u201d\\u201cThey didn\\u2019t catch it, did they?\"\n        ],\n        [\n            5508,\n            \"When Christopher Robin asked the Piglet what it meant, he said it was his grandfather\\u2019s name, and had been in the family for a long time, Christopher Robin said you _ couldn\\u2019t _ be called Trespassers W, and Piglet said yes, you could, because his grandfather was, and it was short for Trespassers Will, which was short for Trespassers William.\"\n        ],\n        [\n            6160,\n            \"Piglet passing the time by telling Pooh what his Grandfather Trespassers W had done to Remove Stiffness after Tracking, and how his Grandfather Trespassers W had suffered in his later years from Shortness of Breath, and other matters of interest, and Pooh wondering what a Grandfather was like, and if perhaps this was Two Grandfathers they were after now, and, if so, whether he would be allowed to take one home and keep it, and what Christopher Robin would say.\"\n        ],\n        [\n            6708,\n            \"\\u201d \\u201cWe\\u2019ll do it this afternoon, and I\\u2019ll come with you,\\u201dsaid Pooh.\"\n        ],\n        [\n            6979,\n            \"First you went round the spinney twice by yourself, and then Piglet ran after you and you went round again together, and then you were just going round a fourth time----\\u201d\\u201cWait a moment,\\u201dsaid Winnie-the-Pooh, holding up his paw.\"\n        ],\n        [\n            9398,\n            \"Then they all talked about something else, until it was time for Pooh and Piglet to go home together.\"\n        ],\n        [\n            9444,\n            \"but when they came to the stream and had helped each other across the stepping stones, and were able to walk side by side again over the heather, they began to talk in a friendly way about this and that, and Piglet said, \\u201cIf you see what I mean, Pooh,\\u201dand Pooh said, \\u201cIt\\u2019s just what I think myself, Piglet,\\u201dand Piglet said, \\u201cBut, on the other hand, Pooh, we must remember,\\u201dand Pooh said, \\u201cQuite true, Piglet, although I had forgotten it for the moment.\"\n        ],\n        [\n            9557,\n            \"\\u201d And then, just as they came to the Six Pine Trees, Pooh looked round to see that nobody else was listening, and said in a very solemn voice: \\u201cPiglet, I have decided something.\"\n        ],\n        [\n            9736,\n            \"\\u201d And then he said, \\u201cHow shall we do it?\"\n        ],\n        [\n            10524,\n            \"and they were just going to argue about it, when Piglet remembered that, if they put acorns in the Trap, _ he _ would have to find the acorns, but if they put honey, then Pooh would have to give up some of his own honey, so he said, \\u201cAll right, honey then,\\u201djust as Pooh remembered it too, and was going to say, \\u201cAll right, haycorns.\"\n        ],\n        [\n            10987,\n            \"So Piglet put the jar at the bottom of the Pit, and climbed out, and they went off home together.\"\n        ],\n        [\n            11010,\n            \"\\u201cWell, good night, Pooh,\\u201dsaid Piglet, when they had got to Pooh\\u2019s house.\"\n        ],\n        [\n            12664,\n            \"\\u201d Piglet wasn\\u2019t afraid if he had Christopher Robin with him, so off they went.\"\n        ],\n        [\n            12697,\n            \"\\u201d said Piglet anxiously, as they got near.\"\n        ],\n        [\n            17073,\n            \"\\u201cHere are we-- you, Pooh, and you, Piglet, and Me-- and suddenly----\\u201d\\u201cAnd Eeyore,\\u201dsaid Pooh.\"\n        ],\n        [\n            17747,\n            \"I am not frightened of Fierce Animals in the ordinary way, but it is well known that, if One of the Fiercer Animals is Deprived of Its Young, it becomes as fierce as Two of the Fiercer Animals.\"\n        ],\n        [\n            17836,\n            \"\\u201d \\u201cIt is hard to be brave,\\u201dsaid Piglet, sniffing slightly, \\u201cwhen you\\u2019re only a Very Small Animal.\"\n        ],\n        [\n            18067,\n            \"\\u201d \\u201cNow listen all of you,\\u201dsaid Rabbit when he had finished writing, and Pooh and Piglet sat listening very eagerly with their mouths open.\"\n        ],\n        [\n            18435,\n            \"\\u201d \\u201cNothing,\\u201dsaid Piglet, \\u201cas long as _ we all three _ say it.\"\n        ],\n        [\n            18455,\n            \"As long as we all three say it,\\u201dsaid Piglet, \\u201cI don\\u2019t mind,\\u201dhe said, \\u201cbut I shouldn\\u2019t care to say\\u2019_ Aha!\"\n        ],\n        [\n            18820,\n            \"\\u201d Rabbit and Piglet, who had now come up from the other side of the hill, said \\u201cGood afternoon,\\u201dand \\u201cHallo, Roo,\\u201dand Roo asked them to look at him jumping, so they stayed and looked.\"\n        ],\n        [\n            20813,\n            \"\\u201d Piglet began to say that this was because he had just had a bath, and then he thought that perhaps he wouldn\\u2019t say that, and as he opened his mouth to say something else, Kanga slipped the medicine spoon in, and then patted him on the back and told him that it was really quite a nice taste when you got used to it.\"\n        ],\n        [\n            22312,\n            \"Piglet,\\u201dsaid Pooh excitedly, \\u201cwe\\u2019re going on an Expotition, all of us, with things to eat.\"\n        ],\n        [\n            22385,\n            \"\\u201d \\u201cIt isn\\u2019t their necks I mind,\\u201dsaid Piglet earnestly.\"\n        ],\n        [\n            22962,\n            \"They all went off to discover the Pole, Owl and Piglet and Rabbit and all;\"\n        ],\n        [\n            23442,\n            \"\\u201cIt\\u2019s an Ambush, Pooh, when people jump at you suddenly,\\u201dexplained Piglet.\"\n        ],\n        [\n            23661,\n            \"\\u201cAll that we\\u2019ve brought,\\u201dsaid Piglet, getting to work.\"\n        ],\n        [\n            25778,\n            \"The little dry ditches in which Piglet had nosed about so often had become streams, the little streams across which he had splashed were rivers, and the river, between whose steep banks they had played so happily, had sprawled out of its own bed and was taking up so much room everywhere, that Piglet was beginning to wonder whether it would be coming into _ his _ bed soon.\"\n        ],\n        [\n            25853,\n            \"\\u201cIt\\u2019s a little Anxious,\\u201dhe said to himself, \\u201cto be a Very Small Animal Entirely Surrounded by Water.\"\n        ],\n        [\n            26177,\n            \"and Piglet thought that if he wrote something in a bottle and threw it in the water, perhaps somebody would come and rescue _ him _!\"\n        ],\n        [\n            27188,\n            \"I must find Christopher Robin or Owl or Piglet, one of those Clever Readers who can read things, and they will tell me what this missage means.\"\n        ],\n        [\n            28793,\n            \"You can imagine Piglet\\u2019s joy when at last the ship came in sight of him.\"\n        ],\n        [\n            28998,\n            \"\\u201d when-- well, you can imagine his joy when at last he saw the good ship, _ Brain of Pooh _ (_ Captain _, C.\"\n        ],\n        [\n            30248,\n            \"Christopher Robin sat at one end, and Pooh sat at the other, and between them on one side were Owl and Eeyore and Piglet, and between them on the other side were Rabbit, and Roo and Kanga.\"\n        ],\n        [\n            31494,\n            \"\\u201d Later on, when they had all said \\u201cGood-bye\\u201dand \\u201cThank-you\\u201dto Christopher Robin, Pooh and Piglet walked home thoughtfully together in the golden evening, and for a long time they were silent.\"\n        ]\n    ],\n    \"[3, 5]\": [\n        [\n            22454,\n            \"then Kanga, with Roo in her pocket, and Owl;\"\n        ],\n        [\n            23089,\n            \"\\u201d said Kanga to Owl, while Roo said \\u201cHush!\"\n        ]\n    ],\n    \"[3, 7]\": [\n        [\n            17107,\n            \"\\u201cAnd Eeyore-- and then suddenly----\\u201d\\u201cAnd Owl,\\u201dsaid Pooh.\"\n        ],\n        [\n            17128,\n            \"\\u201cAnd Owl-- and then all of a sudden----\\u201d\\u201cOh, and Eeyore,\\u201dsaid Pooh.\"\n        ],\n        [\n            22664,\n            \"\\u201d \\u201cI see what Eeyore means,\\u201dsaid Owl.\"\n        ],\n        [\n            23112,\n            \"\\u201d said Owl to Eeyore.\"\n        ],\n        [\n            25879,\n            \"Christopher Robin and Pooh could escape by Climbing Trees, and Kanga could escape by Jumping, and Rabbit could escape by Burrowing, and Owl could escape by Flying, and Eeyore could escape by-- by Making a Loud Noise Until Rescued, and here am I, surrounded by water and I can\\u2019t do _ anything _.\"\n        ],\n        [\n            29958,\n            \") While this was going on inside him, Owl was talking to Eeyore.\"\n        ],\n        [\n            29973,\n            \"\\u201cEeyore,\\u201dsaid Owl, \\u201cChristopher Robin is giving a party.\"\n        ],\n        [\n            30248,\n            \"Christopher Robin sat at one end, and Pooh sat at the other, and between them on one side were Owl and Eeyore and Piglet, and between them on the other side were Rabbit, and Roo and Kanga.\"\n        ]\n    ],\n    \"[3, 10]\": [\n        [\n            3804,\n            \"\\u201d \\u201cHe has gone to see his friend Pooh Bear, who is a great friend of his.\"\n        ],\n        [\n            4651,\n            \"\\u201d Christopher Robin lived at the other end of the Forest, and when he came back with Rabbit, and saw the front half of Pooh, he said, \\u201cSilly old Bear,\\u201din such a loving voice that everybody felt quite hopeful again.\"\n        ],\n        [\n            4971,\n            \"\\u201d \\u201cYou can _ stay _ here all right, silly old Bear.\"\n        ],\n        [\n            5140,\n            \"\\u201d Bear began to sigh, and then found he couldn\\u2019t because he was so tightly stuck;\"\n        ],\n        [\n            5413,\n            \"But, Christopher Robin looked after him lovingly, and said to himself, \\u201cSilly old Bear!\"\n        ],\n        [\n            7939,\n            \"\\u201cAnd if anyone knows anything about anything,\\u201dsaid Bear to himself, \\u201cit\\u2019s Owl who knows something about something,\\u201dhe said, \\u201cor my name\\u2019s not Winnie-the-Pooh,\\u201dhe said.\"\n        ],\n        [\n            8178,\n            \"Then, to make quite sure, he knocked and pulled the knocker, and he pulled and knocked the bell-rope, and he called out in a very loud voice, \\u201cOwl!\"\n        ],\n        [\n            8449,\n            \"\\u201d \\u201cYes, you did, Owl.\"\n        ],\n        [\n            8513,\n            \"\\u201d \\u201cYou\\u2019re doing it again,\\u201dsaid Pooh sadly.\"\n        ],\n        [\n            8576,\n            \"\\u201cTalking about large somethings,\\u201dhe went on dreamily, \\u201cI generally have a small something about now-- about this time in the morning,\\u201dand he looked wistfully at the cupboard in the corner of Owl\\u2019s parlour;\"\n        ],\n        [\n            8777,\n            \"\\u201d For some time now Pooh had been saying \\u201cYes\\u201dand \\u201cNo\\u201din turn, with his eyes shut, to all that Owl was saying, and having said, \\u201cYes, yes,\\u201dlast time, he said \\u201cNo, not at all,\\u201dnow, without really knowing what Owl was talking about.\"\n        ],\n        [\n            8982,\n            \"It was hanging over a bush, and I thought at first somebody lived there, so I rang it, and nothing happened, and then I rang it again very loudly, and it came off in my hand, and as nobody seemed to want it, I took it home, and----\\u201d\\u201cOwl,\\u201dsaid Pooh solemnly, \\u201cyou made a mistake.\"\n        ],\n        [\n            14662,\n            \"\\u201cGood morning, Owl,\\u201dhe said.\"\n        ],\n        [\n            14672,\n            \"\\u201cGood morning, Pooh,\\u201dsaid Owl.\"\n        ],\n        [\n            14705,\n            \"\\u201d \\u201cWhat are you giving him, Owl?\"\n        ],\n        [\n            14758,\n            \"\\u201d said Owl, taking it out of Pooh\\u2019s paw.\"\n        ],\n        [\n            14771,\n            \"\\u201cYes, and I wanted to ask you----\\u201d\\u201cSomebody has been keeping honey in it,\\u201dsaid Owl.\"\n        ],\n        [\n            14822,\n            \"And I wanted to ask you----\\u201d\\u201cYou ought to write\\u2019_ A Happy Birthday _\\u2019on it.\"\n        ],\n        [\n            14848,\n            \"\\u201d \\u201c_ That _ was what I wanted to ask you,\\u201dsaid Pooh.\"\n        ],\n        [\n            14890,\n            \"Would _ you _ write\\u2019A Happy Birthday\\u2019on it for me?\"\n        ],\n        [\n            14957,\n            \"Now I\\u2019ll just wash it first, and then you can write on it.\"\n        ],\n        [\n            14974,\n            \"\\u201d Well, he washed the pot out, and dried it, while Owl licked the end of his pencil, and wondered how to spell \\u201cbirthday.\"\n        ],\n        [\n            15060,\n            \"\\u201d \\u201cWell, I\\u2019ll tell you what _ this _ says, and then you\\u2019ll be able to.\"\n        ],\n        [\n            15145,\n            \"\\u201cWell, _ actually _, of course, I\\u2019m saying\\u2019A Very Happy Birthday with love from Pooh.\"\n        ],\n        [\n            17107,\n            \"\\u201cAnd Eeyore-- and then suddenly----\\u201d\\u201cAnd Owl,\\u201dsaid Pooh.\"\n        ],\n        [\n            17128,\n            \"\\u201cAnd Owl-- and then all of a sudden----\\u201d\\u201cOh, and Eeyore,\\u201dsaid Pooh.\"\n        ],\n        [\n            23309,\n            \"\\u201d \\u201cMy dear Pooh,\\u201dsaid Owl in his superior way, \\u201cdon\\u2019t you know what an Ambush is?\"\n        ],\n        [\n            23334,\n            \"\\u201d \\u201cOwl,\\u201dsaid Piglet, looking round at him severely, \\u201cPooh\\u2019s whisper was a perfectly private whisper, and there was no need----\\u201d\\u201cAn Ambush,\\u201dsaid Owl, \\u201cis a sort of Surprise.\"\n        ],\n        [\n            23398,\n            \"\\u201cAn Ambush, as I was about to explain to Pooh,\\u201dsaid Piglet, \\u201cis a sort of Surprise.\"\n        ],\n        [\n            24188,\n            \"Roo was washing his face and paws in the stream, while Kanga explained to everybody proudly that this was the first time he had ever washed his face himself, and Owl was telling Kanga an Interesting Anecdote full of long words like Encyclop\\u00e6dia and Rhododendron to which Kanga wasn\\u2019t listening.\"\n        ],\n        [\n            25879,\n            \"Christopher Robin and Pooh could escape by Climbing Trees, and Kanga could escape by Jumping, and Rabbit could escape by Burrowing, and Owl could escape by Flying, and Eeyore could escape by-- by Making a Loud Noise Until Rescued, and here am I, surrounded by water and I can\\u2019t do _ anything _.\"\n        ],\n        [\n            27188,\n            \"I must find Christopher Robin or Owl or Piglet, one of those Clever Readers who can read things, and they will tell me what this missage means.\"\n        ],\n        [\n            27751,\n            \"At any moment----\\u201d\\u201cHave you seen Pooh?\"\n        ],\n        [\n            27844,\n            \"Because Pooh hasn\\u2019t got very much brain, and he might do something silly, and I do love him so, Owl.\"\n        ],\n        [\n            27912,\n            \"\\u201cPooh isn\\u2019t there,\\u201dhe said.\"\n        ],\n        [\n            28177,\n            \"Owl, could you rescue him on your back?\"\n        ],\n        [\n            28204,\n            \"\\u201cIt is doubtful if the necessary dorsal muscles----\\u201d\\u201cThen would you fly to him at _ once _ and say that Rescue is Coming?\"\n        ],\n        [\n            28503,\n            \"\\u201d And then this Bear, Pooh Bear, Winnie-the-Pooh, F.\"\n        ],\n        [\n            29336,\n            \"\\u201cYes, so will you tell Pooh as quickly as you can, and all the others, because it will be to-morrow.\"\n        ],\n        [\n            29453,\n            \"And then seeing that Owl expected him to say something else, he said \\u201cWill there be those little cake things with pink sugar icing?\"\n        ],\n        [\n            29480,\n            \"\\u201d Owl felt that it was rather beneath him to talk about little cake things with pink sugar icing, so he told Pooh exactly what Christopher Robin had said, and flew off to Eeyore.\"\n        ],\n        [\n            29714,\n            \"_) For Bear-- He couldn\\u2019t swim, But he rescued him!\"\n        ],\n        [\n            29910,\n            \"_) For Pooh-- 3 Cheers for Bear!\"\n        ],\n        [\n            29926,\n            \"_) For Bear-- 3 Cheers for the wonderful Winnie-the-Pooh!\"\n        ],\n        [\n            29958,\n            \") While this was going on inside him, Owl was talking to Eeyore.\"\n        ],\n        [\n            30248,\n            \"Christopher Robin sat at one end, and Pooh sat at the other, and between them on one side were Owl and Eeyore and Piglet, and between them on the other side were Rabbit, and Roo and Kanga.\"\n        ],\n        [\n            30447,\n            \"Roo looked to see if it didn\\u2019t, and it didn\\u2019t, so he said \\u201cHallo, Owl!\"\n        ],\n        [\n            30471,\n            \"\\\"-- and Owl said \\u201cHallo, my little fellow,\\u201din a kindly way, and went on telling Christopher Robin about an accident which had nearly happened to a friend of his whom Christopher Robin didn\\u2019t know, and Kanga said to Roo, \\u201cDrink up your milk first, dear, and talk afterwards.\"\n        ]\n    ],\n    \"[3, 11]\": [\n        [\n            22454,\n            \"then Kanga, with Roo in her pocket, and Owl;\"\n        ],\n        [\n            23089,\n            \"\\u201d said Kanga to Owl, while Roo said \\u201cHush!\"\n        ],\n        [\n            24188,\n            \"Roo was washing his face and paws in the stream, while Kanga explained to everybody proudly that this was the first time he had ever washed his face himself, and Owl was telling Kanga an Interesting Anecdote full of long words like Encyclop\\u00e6dia and Rhododendron to which Kanga wasn\\u2019t listening.\"\n        ],\n        [\n            25879,\n            \"Christopher Robin and Pooh could escape by Climbing Trees, and Kanga could escape by Jumping, and Rabbit could escape by Burrowing, and Owl could escape by Flying, and Eeyore could escape by-- by Making a Loud Noise Until Rescued, and here am I, surrounded by water and I can\\u2019t do _ anything _.\"\n        ],\n        [\n            30248,\n            \"Christopher Robin sat at one end, and Pooh sat at the other, and between them on one side were Owl and Eeyore and Piglet, and between them on the other side were Rabbit, and Roo and Kanga.\"\n        ],\n        [\n            30471,\n            \"\\\"-- and Owl said \\u201cHallo, my little fellow,\\u201din a kindly way, and went on telling Christopher Robin about an accident which had nearly happened to a friend of his whom Christopher Robin didn\\u2019t know, and Kanga said to Roo, \\u201cDrink up your milk first, dear, and talk afterwards.\"\n        ],\n        [\n            30758,\n            \"Any of you-- except Rabbit and Owl and Kanga-- would have done the same.\"\n        ]\n    ],\n    \"[3, 12]\": [\n        [\n            4651,\n            \"\\u201d Christopher Robin lived at the other end of the Forest, and when he came back with Rabbit, and saw the front half of Pooh, he said, \\u201cSilly old Bear,\\u201din such a loving voice that everybody felt quite hopeful again.\"\n        ],\n        [\n            5413,\n            \"But, Christopher Robin looked after him lovingly, and said to himself, \\u201cSilly old Bear!\"\n        ],\n        [\n            8716,\n            \"But Owl went on and on, using longer and longer words, until at last he came back to where he started, and he explained that the person to write out this notice was Christopher Robin.\"\n        ],\n        [\n            8755,\n            \"\\u201cIt was he who wrote the ones on my front door for me.\"\n        ],\n        [\n            25879,\n            \"Christopher Robin and Pooh could escape by Climbing Trees, and Kanga could escape by Jumping, and Rabbit could escape by Burrowing, and Owl could escape by Flying, and Eeyore could escape by-- by Making a Loud Noise Until Rescued, and here am I, surrounded by water and I can\\u2019t do _ anything _.\"\n        ],\n        [\n            27188,\n            \"I must find Christopher Robin or Owl or Piglet, one of those Clever Readers who can read things, and they will tell me what this missage means.\"\n        ],\n        [\n            27601,\n            \"It was on this morning that Owl came flying over the water to say \\u201cHow do you do,\\u201dto his friend Christopher Robin.\"\n        ],\n        [\n            27628,\n            \"\\u201cI say, Owl,\\u201dsaid Christopher Robin, \\u201cisn\\u2019t this fun?\"\n        ],\n        [\n            29220,\n            \"on such a day as this Christopher Robin whistled in a special way he had, and Owl came flying out of the Hundred Acre Wood to see what was wanted.\"\n        ],\n        [\n            29252,\n            \"\\u201cOwl,\\u201dsaid Christopher Robin, \\u201cI am going to give a party.\"\n        ],\n        [\n            29480,\n            \"\\u201d Owl felt that it was rather beneath him to talk about little cake things with pink sugar icing, so he told Pooh exactly what Christopher Robin had said, and flew off to Eeyore.\"\n        ],\n        [\n            29973,\n            \"\\u201cEeyore,\\u201dsaid Owl, \\u201cChristopher Robin is giving a party.\"\n        ],\n        [\n            30248,\n            \"Christopher Robin sat at one end, and Pooh sat at the other, and between them on one side were Owl and Eeyore and Piglet, and between them on the other side were Rabbit, and Roo and Kanga.\"\n        ],\n        [\n            30471,\n            \"\\\"-- and Owl said \\u201cHallo, my little fellow,\\u201din a kindly way, and went on telling Christopher Robin about an accident which had nearly happened to a friend of his whom Christopher Robin didn\\u2019t know, and Kanga said to Roo, \\u201cDrink up your milk first, dear, and talk afterwards.\"\n        ]\n    ],\n    \"[3, 14]\": [\n        [\n            4651,\n            \"\\u201d Christopher Robin lived at the other end of the Forest, and when he came back with Rabbit, and saw the front half of Pooh, he said, \\u201cSilly old Bear,\\u201din such a loving voice that everybody felt quite hopeful again.\"\n        ],\n        [\n            4700,\n            \"\\u201cI was just beginning to think,\\u201dsaid Bear, sniffing slightly, \\u201cthat Rabbit might never be able to use his front door again.\"\n        ],\n        [\n            22962,\n            \"They all went off to discover the Pole, Owl and Piglet and Rabbit and all;\"\n        ],\n        [\n            22979,\n            \"It\\u2019s a Thing you Discover, as I\\u2019ve been tole By Owl and Piglet and Rabbit and all.\"\n        ],\n        [\n            23034,\n            \"for Owl and Rabbit and all!\"\n        ],\n        [\n            25879,\n            \"Christopher Robin and Pooh could escape by Climbing Trees, and Kanga could escape by Jumping, and Rabbit could escape by Burrowing, and Owl could escape by Flying, and Eeyore could escape by-- by Making a Loud Noise Until Rescued, and here am I, surrounded by water and I can\\u2019t do _ anything _.\"\n        ],\n        [\n            30248,\n            \"Christopher Robin sat at one end, and Pooh sat at the other, and between them on one side were Owl and Eeyore and Piglet, and between them on the other side were Rabbit, and Roo and Kanga.\"\n        ],\n        [\n            30758,\n            \"Any of you-- except Rabbit and Owl and Kanga-- would have done the same.\"\n        ]\n    ],\n    \"[3, 17]\": [\n        [\n            6017,\n            \"Would you mind coming with me, Piglet, in case they turn out to be Hostile Animals?\"\n        ],\n        [\n            22962,\n            \"They all went off to discover the Pole, Owl and Piglet and Rabbit and all;\"\n        ],\n        [\n            22979,\n            \"It\\u2019s a Thing you Discover, as I\\u2019ve been tole By Owl and Piglet and Rabbit and all.\"\n        ],\n        [\n            23334,\n            \"\\u201d \\u201cOwl,\\u201dsaid Piglet, looking round at him severely, \\u201cPooh\\u2019s whisper was a perfectly private whisper, and there was no need----\\u201d\\u201cAn Ambush,\\u201dsaid Owl, \\u201cis a sort of Surprise.\"\n        ],\n        [\n            23398,\n            \"\\u201cAn Ambush, as I was about to explain to Pooh,\\u201dsaid Piglet, \\u201cis a sort of Surprise.\"\n        ],\n        [\n            25879,\n            \"Christopher Robin and Pooh could escape by Climbing Trees, and Kanga could escape by Jumping, and Rabbit could escape by Burrowing, and Owl could escape by Flying, and Eeyore could escape by-- by Making a Loud Noise Until Rescued, and here am I, surrounded by water and I can\\u2019t do _ anything _.\"\n        ],\n        [\n            27188,\n            \"I must find Christopher Robin or Owl or Piglet, one of those Clever Readers who can read things, and they will tell me what this missage means.\"\n        ],\n        [\n            28811,\n            \"In after-years he liked to think that he had been in Very Great Danger during the Terrible Flood, but the only danger he had really been in was in the last half-hour of his imprisonment, when Owl, who had just flown up, sat on a branch of his tree to comfort him, and told him a very long story about an aunt who had once laid a seagull\\u2019s egg by mistake, and the story went on and on, rather like this sentence, until Piglet who was listening out of his window without much hope, went to sleep quietly and naturally, slipping slowly out of the window towards the water until he was only hanging on by his toes, at which moment luckily, a sudden loud squawk from Owl, which was really part of the story, being what his aunt said, woke the Piglet up and just gave him time to jerk himself back into safety and say, \\u201cHow interesting, and did she?\"\n        ],\n        [\n            30092,\n            \"\\u201cYou mean Piglet.\"\n        ],\n        [\n            30248,\n            \"Christopher Robin sat at one end, and Pooh sat at the other, and between them on one side were Owl and Eeyore and Piglet, and between them on the other side were Rabbit, and Roo and Kanga.\"\n        ]\n    ],\n    \"[5, 10]\": [\n        [\n            21086,\n            \"And every Tuesday Roo spent the day with his great friend Rabbit, and every Tuesday Kanga spent the day with her great friend Pooh, teaching him to jump, and every Tuesday Piglet spent the day with his great friend Christopher Robin.\"\n        ]\n    ],\n    \"[5, 11]\": [\n        [\n            21077,\n            \"So Kanga and Roo stayed in the Forest.\"\n        ],\n        [\n            21086,\n            \"And every Tuesday Roo spent the day with his great friend Rabbit, and every Tuesday Kanga spent the day with her great friend Pooh, teaching him to jump, and every Tuesday Piglet spent the day with his great friend Christopher Robin.\"\n        ],\n        [\n            22454,\n            \"then Kanga, with Roo in her pocket, and Owl;\"\n        ],\n        [\n            23089,\n            \"\\u201d said Kanga to Owl, while Roo said \\u201cHush!\"\n        ]\n    ],\n    \"[5, 12]\": [\n        [\n            21086,\n            \"And every Tuesday Roo spent the day with his great friend Rabbit, and every Tuesday Kanga spent the day with her great friend Pooh, teaching him to jump, and every Tuesday Piglet spent the day with his great friend Christopher Robin.\"\n        ]\n    ],\n    \"[5, 17]\": [\n        [\n            21086,\n            \"And every Tuesday Roo spent the day with his great friend Rabbit, and every Tuesday Kanga spent the day with her great friend Pooh, teaching him to jump, and every Tuesday Piglet spent the day with his great friend Christopher Robin.\"\n        ]\n    ],\n    \"[7, 10]\": [\n        [\n            9775,\n            \"Pooh\\u2019s first idea was that they should dig a Very Deep Pit, and then the Heffalump would come along and fall into the Pit, and---- \\u201cWhy?\"\n        ],\n        [\n            9830,\n            \"\\u201d Pooh rubbed his nose with his paw, and said that the Heffalump might be walking along, humming a little song, and looking up at the sky, wondering if it would rain, and so he wouldn\\u2019t see the Very Deep Pit until he was half-way down, when it would be too late.\"\n        ],\n        [\n            9927,\n            \"And then he brightened up, and said that, if it were raining already, the Heffalump would be looking at the sky wondering if it would _ clear up _, and so he wouldn\\u2019t see the Very Deep Pit until he was half-way down.\"\n        ],\n        [\n            10009,\n            \"Pooh was very proud when he heard this, and he felt that the Heffalump was as good as caught already, but there was just one other thing which had to be thought about, and it was this.\"\n        ],\n        [\n            10089,\n            \"\\u201cBut then he would see us digging it,\\u201dsaid Pooh.\"\n        ],\n        [\n            10113,\n            \"\\u201d \\u201cHe would Suspect,\\u201dsaid Pooh, \\u201cif he happened to look down.\"\n        ],\n        [\n            12789,\n            \"And while he was still laughing-- _ Crash _ went the Heffalump\\u2019s head against the tree-root, Smash went the jar, and out came Pooh\\u2019s head again.\"\n        ],\n        [\n            13997,\n            \"\\u201cI have just seen Eeyore,\\u201dhe began, \\u201cand poor Eeyore is in a Very Sad Condition, because it\\u2019s his birthday, and nobody has taken any notice of it, and he\\u2019s very Gloomy-- you know what Eeyore is-- and there he was, and---- What a long time whoever lives here is answering this door.\"\n        ],\n        [\n            14160,\n            \"\\u201cI\\u2019m giving this to Eeyore,\\u201dhe explained, \\u201cas a present.\"\n        ],\n        [\n            14529,\n            \"He had eaten Eeyore\\u2019s birthday present!\"\n        ],\n        [\n            14555,\n            \"I _ must _ give him _ something _.\"\n        ],\n        [\n            14578,\n            \"Then he thought: \\u201cWell, it\\u2019s a very nice pot, even if there\\u2019s no honey in it, and if I washed it clean, and got somebody to write\\u2019_ A Happy Birthday _\\u2019on it, Eeyore could keep things in it, which might be Useful.\"\n        ],\n        [\n            14682,\n            \"\\u201cMany happy returns of Eeyore\\u2019s birthday,\\u201dsaid Pooh.\"\n        ],\n        [\n            15218,\n            \"He held it very tightly against himself, so that it shouldn\\u2019t blow away, and he ran as fast as he could so as to get to Eeyore before Pooh did;\"\n        ],\n        [\n            15375,\n            \"and then he thought that perhaps only _ he _ had, and he was now alone in the moon or somewhere, and would never see Christopher Robin or Pooh or Eeyore again.\"\n        ],\n        [\n            15790,\n            \"\\u201d He pushed his ear forward with his hoof.\"\n        ],\n        [\n            16375,\n            \"\\u201cThank you, Pooh, I\\u2019m having them,\\u201dsaid Eeyore gloomily.\"\n        ],\n        [\n            16392,\n            \"\\u201cI\\u2019ve brought you a little present,\\u201dsaid Pooh excitedly.\"\n        ],\n        [\n            16418,\n            \"Pooh had now splashed across the stream to Eeyore, and Piglet was sitting a little way off, his head in his paws, snuffling to himself.\"\n        ],\n        [\n            16534,\n            \"\\u201d \\u201cOh, no, Eeyore,\\u201dsaid Pooh.\"\n        ],\n        [\n            16685,\n            \"\\u201d \\u201cI\\u2019m very glad,\\u201dsaid Pooh happily, \\u201cthat I thought of giving you a Useful Pot to put things in.\"\n        ],\n        [\n            16713,\n            \"\\u201d \\u201cI\\u2019m very glad,\\u201dsaid Piglet happily, \\u201cthat I thought of giving you Something to put in a Useful Pot.\"\n        ],\n        [\n            17073,\n            \"\\u201cHere are we-- you, Pooh, and you, Piglet, and Me-- and suddenly----\\u201d\\u201cAnd Eeyore,\\u201dsaid Pooh.\"\n        ],\n        [\n            17107,\n            \"\\u201cAnd Eeyore-- and then suddenly----\\u201d\\u201cAnd Owl,\\u201dsaid Pooh.\"\n        ],\n        [\n            17128,\n            \"\\u201cAnd Owl-- and then all of a sudden----\\u201d\\u201cOh, and Eeyore,\\u201dsaid Pooh.\"\n        ],\n        [\n            17154,\n            \"\\u201cI was forgetting _ him _.\"\n        ],\n        [\n            17457,\n            \"The best way would be to steal Baby Roo and hide him, and then when Kanga says,\\u2019Where\\u2019s Baby Roo?\"\n        ],\n        [\n            17690,\n            \"\\u201cI wonder if Kanga will have to practise too so as to understand it.\"\n        ],\n        [\n            22540,\n            \"I didn\\u2019t want to come on this Expo-- what Pooh said.\"\n        ],\n        [\n            23002,\n            \"Eeyore, Christopher Robin and Pooh And Rabbit\\u2019s relations all went too-- And where the Pole was none of them knew.\"\n        ],\n        [\n            24527,\n            \"\\u201d Eeyore had turned round and hung his tail over the first pool into which Roo fell, and with his back to the accident was grumbling quietly to himself, and saying, \\u201cAll this washing;\"\n        ],\n        [\n            24566,\n            \"but catch on to my tail, little Roo, and you\\u2019ll be all right \\\";\"\n        ],\n        [\n            24907,\n            \"\\u201cTell Roo to be quick, somebody,\\u201dhe said.\"\n        ],\n        [\n            24978,\n            \"\\u201d \\u201cDid you see me swimming?\"\n        ],\n        [\n            25194,\n            \"\\u201d \\u201cHullo, Eeyore,\\u201dsaid Pooh, coming up to them with his pole.\"\n        ],\n        [\n            25879,\n            \"Christopher Robin and Pooh could escape by Climbing Trees, and Kanga could escape by Jumping, and Rabbit could escape by Burrowing, and Owl could escape by Flying, and Eeyore could escape by-- by Making a Loud Noise Until Rescued, and here am I, surrounded by water and I can\\u2019t do _ anything _.\"\n        ],\n        [\n            29958,\n            \") While this was going on inside him, Owl was talking to Eeyore.\"\n        ],\n        [\n            30248,\n            \"Christopher Robin sat at one end, and Pooh sat at the other, and between them on one side were Owl and Eeyore and Piglet, and between them on the other side were Rabbit, and Roo and Kanga.\"\n        ],\n        [\n            30423,\n            \"Eeyore nodded gloomily at him.\"\n        ],\n        [\n            30429,\n            \"\\u201cIt will rain soon, you see if it doesn\\u2019t,\\u201dhe said.\"\n        ],\n        [\n            30991,\n            \"\\u201d \\u201cI\\u2019d sooner it was yours than Eeyore\\u2019s,\\u201dsaid Piglet.\"\n        ],\n        [\n            31451,\n            \"\\u201cThank-you,\\u201dgrowled Pooh.\"\n        ]\n    ],\n    \"[7, 11]\": [\n        [\n            25879,\n            \"Christopher Robin and Pooh could escape by Climbing Trees, and Kanga could escape by Jumping, and Rabbit could escape by Burrowing, and Owl could escape by Flying, and Eeyore could escape by-- by Making a Loud Noise Until Rescued, and here am I, surrounded by water and I can\\u2019t do _ anything _.\"\n        ],\n        [\n            30248,\n            \"Christopher Robin sat at one end, and Pooh sat at the other, and between them on one side were Owl and Eeyore and Piglet, and between them on the other side were Rabbit, and Roo and Kanga.\"\n        ]\n    ],\n    \"[7, 12]\": [\n        [\n            12789,\n            \"And while he was still laughing-- _ Crash _ went the Heffalump\\u2019s head against the tree-root, Smash went the jar, and out came Pooh\\u2019s head again.\"\n        ],\n        [\n            15375,\n            \"and then he thought that perhaps only _ he _ had, and he was now alone in the moon or somewhere, and would never see Christopher Robin or Pooh or Eeyore again.\"\n        ],\n        [\n            16847,\n            \"\\u201d \\u201cWhy didn\\u2019t I give it to him in the morning?\"\n        ],\n        [\n            16862,\n            \"\\u201d \\u201cYou were so busy getting his party ready for him.\"\n        ],\n        [\n            16875,\n            \"He had a cake with icing on the top, and three candles, and his name in pink sugar, and----\\u201d\\u201cYes, _ I _ remember,\\u201dsaid Christopher Robin.\"\n        ],\n        [\n            23002,\n            \"Eeyore, Christopher Robin and Pooh And Rabbit\\u2019s relations all went too-- And where the Pole was none of them knew.\"\n        ],\n        [\n            24585,\n            \"and, Christopher Robin and Rabbit came hurrying past Eeyore, and were calling out to the others in front of them.\"\n        ],\n        [\n            25055,\n            \"I\\u2019ll dry it for you,\\u201dsaid Christopher Robin, and he took out his handkerchief and rubbed it up.\"\n        ],\n        [\n            25148,\n            \"\\u201d \\u201cNever mind, Eeyore,\\u201dsaid Christopher Robin, rubbing his hardest.\"\n        ],\n        [\n            25879,\n            \"Christopher Robin and Pooh could escape by Climbing Trees, and Kanga could escape by Jumping, and Rabbit could escape by Burrowing, and Owl could escape by Flying, and Eeyore could escape by-- by Making a Loud Noise Until Rescued, and here am I, surrounded by water and I can\\u2019t do _ anything _.\"\n        ],\n        [\n            29973,\n            \"\\u201cEeyore,\\u201dsaid Owl, \\u201cChristopher Robin is giving a party.\"\n        ],\n        [\n            30248,\n            \"Christopher Robin sat at one end, and Pooh sat at the other, and between them on one side were Owl and Eeyore and Piglet, and between them on the other side were Rabbit, and Roo and Kanga.\"\n        ]\n    ],\n    \"[7, 14]\": [\n        [\n            17073,\n            \"\\u201cHere are we-- you, Pooh, and you, Piglet, and Me-- and suddenly----\\u201d\\u201cAnd Eeyore,\\u201dsaid Pooh.\"\n        ],\n        [\n            22595,\n            \"But if, every time I want to sit down for a little rest, I have to brush away half a dozen of Rabbit\\u2019s smaller friends-and-relations first, then this isn\\u2019t an Expo-- whatever it is-- at all, it\\u2019s simply a Confused Noise.\"\n        ],\n        [\n            23002,\n            \"Eeyore, Christopher Robin and Pooh And Rabbit\\u2019s relations all went too-- And where the Pole was none of them knew.\"\n        ],\n        [\n            23122,\n            \"_\\u201dsaid Eeyore in a terrible voice to all Rabbit\\u2019s friends-and-relations, and \\u201cHush!\"\n        ],\n        [\n            24585,\n            \"and, Christopher Robin and Rabbit came hurrying past Eeyore, and were calling out to the others in front of them.\"\n        ],\n        [\n            25879,\n            \"Christopher Robin and Pooh could escape by Climbing Trees, and Kanga could escape by Jumping, and Rabbit could escape by Burrowing, and Owl could escape by Flying, and Eeyore could escape by-- by Making a Loud Noise Until Rescued, and here am I, surrounded by water and I can\\u2019t do _ anything _.\"\n        ],\n        [\n            30248,\n            \"Christopher Robin sat at one end, and Pooh sat at the other, and between them on one side were Owl and Eeyore and Piglet, and between them on the other side were Rabbit, and Roo and Kanga.\"\n        ],\n        [\n            31152,\n            \"And was it last week or the week before that Rabbit bumped into me and said\\u2019Bother!\"\n        ]\n    ],\n    \"[7, 17]\": [\n        [\n            10060,\n            \"_ Piglet said that the best place would be somewhere where a Heffalump was, just before he fell into it, only about a foot farther on.\"\n        ],\n        [\n            14226,\n            \"\\u201d \\u201cAll right, then, I\\u2019ll give him a balloon.\"\n        ],\n        [\n            15197,\n            \"While all this was happening, Piglet had gone back to his own house to get Eeyore\\u2019s balloon.\"\n        ],\n        [\n            15218,\n            \"He held it very tightly against himself, so that it shouldn\\u2019t blow away, and he ran as fast as he could so as to get to Eeyore before Pooh did;\"\n        ],\n        [\n            15284,\n            \"And running along, and thinking how pleased Eeyore would be, he didn\\u2019t look where he was going.\"\n        ],\n        [\n            15375,\n            \"and then he thought that perhaps only _ he _ had, and he was now alone in the moon or somewhere, and would never see Christopher Robin or Pooh or Eeyore again.\"\n        ],\n        [\n            15575,\n            \"\\u201d So he trotted on, rather sadly now, and down he came to the side of the stream where Eeyore was, and called out to him.\"\n        ],\n        [\n            15605,\n            \"\\u201cGood morning, Eeyore,\\u201dshouted Piglet.\"\n        ],\n        [\n            15615,\n            \"\\u201cGood morning, Little Piglet,\\u201dsaid Eeyore.\"\n        ],\n        [\n            15676,\n            \"Eeyore stopped looking at himself in the stream, and turned to stare at Piglet.\"\n        ],\n        [\n            15997,\n            \"\\u201d \\u201cYes, but I\\u2019m afraid-- I\\u2019m very sorry, Eeyore-- but when I was running along to bring it you, I fell down.\"\n        ],\n        [\n            16041,\n            \"You ran too fast, I expect.\"\n        ],\n        [\n            16059,\n            \"\\u201d \\u201cNo, but I-- I-- oh, Eeyore, I burst the balloon!\"\n        ],\n        [\n            16105,\n            \"\\u201d \\u201cYes, Eeyore,\\u201dsaid Piglet sniffing a little.\"\n        ],\n        [\n            16134,\n            \"\\u201d And he gave Eeyore the small piece of damp rag.\"\n        ],\n        [\n            16179,\n            \"\\u201d \\u201cThank you, Piglet,\\u201dsaid Eeyore.\"\n        ],\n        [\n            16190,\n            \"\\u201cYou don\\u2019t mind my asking,\\u201dhe went on, \\u201cbut what colour was this balloon when it-- when it _ was _ a balloon?\"\n        ],\n        [\n            16274,\n            \"About as big as Piglet,\\u201dhe said to himself sadly.\"\n        ],\n        [\n            16418,\n            \"Pooh had now splashed across the stream to Eeyore, and Piglet was sitting a little way off, his head in his paws, snuffling to himself.\"\n        ],\n        [\n            16588,\n            \"\\u201d And as Piglet looked sorrowfully round, Eeyore picked the balloon up with his teeth, and placed it carefully in the pot;\"\n        ],\n        [\n            16713,\n            \"\\u201d \\u201cI\\u2019m very glad,\\u201dsaid Piglet happily, \\u201cthat I thought of giving you Something to put in a Useful Pot.\"\n        ],\n        [\n            17073,\n            \"\\u201cHere are we-- you, Pooh, and you, Piglet, and Me-- and suddenly----\\u201d\\u201cAnd Eeyore,\\u201dsaid Pooh.\"\n        ],\n        [\n            25879,\n            \"Christopher Robin and Pooh could escape by Climbing Trees, and Kanga could escape by Jumping, and Rabbit could escape by Burrowing, and Owl could escape by Flying, and Eeyore could escape by-- by Making a Loud Noise Until Rescued, and here am I, surrounded by water and I can\\u2019t do _ anything _.\"\n        ],\n        [\n            30110,\n            \"I\\u2019ll tell him.\"\n        ],\n        [\n            30248,\n            \"Christopher Robin sat at one end, and Pooh sat at the other, and between them on one side were Owl and Eeyore and Piglet, and between them on the other side were Rabbit, and Roo and Kanga.\"\n        ],\n        [\n            30991,\n            \"\\u201d \\u201cI\\u2019d sooner it was yours than Eeyore\\u2019s,\\u201dsaid Piglet.\"\n        ]\n    ],\n    \"[10, 11]\": [\n        [\n            122,\n            \"When I first heard his name, I said, just as you are going to say, \\u201cBut I thought he was a boy?\"\n        ],\n        [\n            308,\n            \"\\u201cCould you very sweetly tell Winnie-the-Pooh one?\"\n        ],\n        [\n            1457,\n            \"\\u201d you asked Pooh.\"\n        ],\n        [\n            1638,\n            \"\\u201d \\u201cThen you had better have the blue balloon,\\u201dyou said;\"\n        ],\n        [\n            1659,\n            \"Well, you both went out with the blue balloon, and you took your gun with you, just in case, as you always did, and Winnie-the-Pooh went to a very muddy place that he knew of, and rolled and rolled until he was black all over;\"\n        ],\n        [\n            1715,\n            \"and then, when the balloon was blown up as big as big, and you and Pooh were both holding on to the string, you let go suddenly, and Pooh Bear floated gracefully up into the sky, and stayed there-- level with the top of the tree and about twenty feet away from it.\"\n        ],\n        [\n            1790,\n            \"\\u201d shouted Winnie-the-Pooh down to you.\"\n        ],\n        [\n            1808,\n            \"\\u201d \\u201cYou look like a Bear holding on to a balloon,\\u201dyou said.\"\n        ],\n        [\n            1920,\n            \"After a little while he called down to you.\"\n        ],\n        [\n            2010,\n            \"\\u201d There was another little silence, and then he called down to you again.\"\n        ],\n        [\n            2825,\n            \"And I think-- but I am not sure-- that _ that _ is why he was always called Pooh.\"\n        ],\n        [\n            3108,\n            \"\\u201cI didn\\u2019t hurt him when I shot him, did I?\"\n        ],\n        [\n            3129,\n            \"\\u201d He nodded and went out, and in a moment I heard Winnie-the-Pooh-- _ bump, bump, bump _-- going up the stairs behind him.\"\n        ],\n        [\n            7368,\n            \"\\u201d \\u201cDear, dear,\\u201dsaid Pooh, \\u201cI\\u2019m sorry about that.\"\n        ],\n        [\n            8560,\n            \"\\u201d \\u201cI see, I see,\\u201dsaid Pooh, nodding his head.\"\n        ],\n        [\n            18274,\n            \"_ But if Pooh was talking to her very excitedly, she _ might _ look the other way for a moment.\"\n        ],\n        [\n            18875,\n            \"\\u201cOh, Kanga,\\u201dsaid Pooh, after Rabbit had winked at him twice, \\u201cI don\\u2019t know if you are interested in Poetry at all?\"\n        ],\n        [\n            19016,\n            \"\\u201cNow Roo, dear----\\u201d\\u201cYou\\u2019ll like this piece of poetry,\\u201dsaid Rabbit.\"\n        ],\n        [\n            19076,\n            \"\\u201cOh, yes,\\u201dsaid Kanga, but she still looked at Baby Roo.\"\n        ],\n        [\n            19319,\n            \"\\u201cTalking of Poetry,\\u201dsaid Pooh quickly, \\u201chave you ever noticed that tree right over there?\"\n        ],\n        [\n            19348,\n            \"\\u201cNow, Roo----\\u201d\\u201cRight over there,\\u201dsaid Pooh, pointing behind Kanga\\u2019s back.\"\n        ],\n        [\n            19413,\n            \"\\u201cShall I lift you in, Roo?\"\n        ],\n        [\n            19552,\n            \"And the moment that her head was turned, Rabbit said in a loud voice \\u201cIn you go, Roo!\"\n        ],\n        [\n            19574,\n            \"\\u201d and in jumped Piglet into Kanga\\u2019s pocket, and off scampered Rabbit, with Roo in his paws, as fast as he could.\"\n        ],\n        [\n            19723,\n            \"Pooh looked after her as she went.\"\n        ],\n        [\n            19923,\n            \"for she felt quite sure that Christopher Robin would never let any harm happen to Roo.\"\n        ],\n        [\n            19964,\n            \"\\u201d \\u201cNow then, Roo, dear,\\u201dshe said, as she took Piglet out of her pocket.\"\n        ],\n        [\n            20157,\n            \"Would you like that, Roo, dear?\"\n        ],\n        [\n            20166,\n            \"\\u201d Piglet, who had never been really fond of baths, shuddered a long indignant shudder, and said in as brave a voice as he could: \\u201cKanga, I see that the time has come to spleak painly.\"\n        ],\n        [\n            20332,\n            \"\\u201d \\u201cI _ am _ looking, Roo, dear,\\u201dsaid Kanga rather severely.\"\n        ],\n        [\n            20350,\n            \"\\u201cAnd you know what I told you yesterday about making faces.\"\n        ],\n        [\n            20419,\n            \"\\u201d Before he knew where he was, Piglet was in the bath, and Kanga was scrubbing him firmly with a large lathery flannel.\"\n        ],\n        [\n            20567,\n            \"\\u201cNow,\\u201dsaid Kanga, \\u201cthere\\u2019s your medicine, and then bed.\"\n        ],\n        [\n            20977,\n            \"\\u201d And just when it was decided, Henry Pootel wriggled out of Kanga\\u2019s arms and jumped to the ground.\"\n        ],\n        [\n            21086,\n            \"And every Tuesday Roo spent the day with his great friend Rabbit, and every Tuesday Kanga spent the day with her great friend Pooh, teaching him to jump, and every Tuesday Piglet spent the day with his great friend Christopher Robin.\"\n        ],\n        [\n            24188,\n            \"Roo was washing his face and paws in the stream, while Kanga explained to everybody proudly that this was the first time he had ever washed his face himself, and Owl was telling Kanga an Interesting Anecdote full of long words like Encyclop\\u00e6dia and Rhododendron to which Kanga wasn\\u2019t listening.\"\n        ],\n        [\n            24277,\n            \"\\u201d \\u201cWell,\\u201dsaid Pooh, \\u201c_ I _ think----\\u201dBut we shall never know what Pooh thought, for there came a sudden squeak from Roo, a splash, and a loud cry of alarm from Kanga.\"\n        ],\n        [\n            24387,\n            \"\\u201cAre you all right, Roo dear?\"\n        ],\n        [\n            24648,\n            \"Two pools below Roo he was standing with a long pole in his paws, and Kanga came up and took one end of it, and between them they held it across the lower part of the pool;\"\n        ],\n        [\n            24718,\n            \"\\u201d squeaked Roo excitedly, while Kanga scolded him and rubbed him down.\"\n        ],\n        [\n            25879,\n            \"Christopher Robin and Pooh could escape by Climbing Trees, and Kanga could escape by Jumping, and Rabbit could escape by Burrowing, and Owl could escape by Flying, and Eeyore could escape by-- by Making a Loud Noise Until Rescued, and here am I, surrounded by water and I can\\u2019t do _ anything _.\"\n        ],\n        [\n            26620,\n            \"\\u201d Pooh was very excited when he heard this, and suggested that they should have an Expotition to discover the East Pole, but Christopher Robin had thought of something else to do with Kanga;\"\n        ],\n        [\n            30248,\n            \"Christopher Robin sat at one end, and Pooh sat at the other, and between them on one side were Owl and Eeyore and Piglet, and between them on the other side were Rabbit, and Roo and Kanga.\"\n        ],\n        [\n            30471,\n            \"\\\"-- and Owl said \\u201cHallo, my little fellow,\\u201din a kindly way, and went on telling Christopher Robin about an accident which had nearly happened to a friend of his whom Christopher Robin didn\\u2019t know, and Kanga said to Roo, \\u201cDrink up your milk first, dear, and talk afterwards.\"\n        ]\n    ],\n    \"[10, 12]\": [\n        [\n            160,\n            \"\\u201cThen you can\\u2019t call him Winnie?\"\n        ],\n        [\n            177,\n            \"\\u201d \\u201cBut you said----\\u201d\\u201cHe\\u2019s Winnie-ther-Pooh.\"\n        ],\n        [\n            464,\n            \"_\\u201d_ \\\" Winnie-the-Pooh wasn\\u2019t quite sure,\\u201dsaid Christopher Robin.\"\n        ],\n        [\n            1106,\n            \"And the first person he thought of was Christopher Robin.\"\n        ],\n        [\n            1170,\n            \"_) So Winnie-the-Pooh went round to his friend Christopher Robin, who lived behind a green door in another part of the forest.\"\n        ],\n        [\n            1199,\n            \"\\u201cGood morning, Christopher Robin,\\u201dhe said.\"\n        ],\n        [\n            1210,\n            \"\\u201cGood morning, Winnie-_ ther _-Pooh,\\u201dsaid you.\"\n        ],\n        [\n            2050,\n            \"\\u201d \\u201cI wish you would bring it out here, and walk up and down with it, and look up at me every now and then, and say\\u2019Tut-tut, it looks like rain.\"\n        ],\n        [\n            2091,\n            \"\\u2019 I think, if you did that, it would help the deception which we are practising on these bees.\"\n        ],\n        [\n            2253,\n            \"Well, now, if you walk up and down with your umbrella, saying,\\u2019Tut-tut, it looks like rain,\\u2019I shall do what I can by singing a little Cloud Song, such as a cloud might sing.\"\n        ],\n        [\n            2491,\n            \"So I should think they would make the wrong sort of honey, shouldn\\u2019t you?\"\n        ],\n        [\n            2575,\n            \"So he thought for a long time, and then he said: \\u201cChristopher Robin, you must shoot the balloon with your gun.\"\n        ],\n        [\n            2993,\n            \"\\u201cI do remember,\\u201dhe said, \\u201conly Pooh doesn\\u2019t very well, so that\\u2019s why he likes having it told to him again.\"\n        ],\n        [\n            3055,\n            \"Christopher Robin gave a deep sigh, picked his Bear up by the leg, and walked off to the door, trailing Pooh behind him.\"\n        ],\n        [\n            3129,\n            \"\\u201d He nodded and went out, and in a moment I heard Winnie-the-Pooh-- _ bump, bump, bump _-- going up the stairs behind him.\"\n        ],\n        [\n            4651,\n            \"\\u201d Christopher Robin lived at the other end of the Forest, and when he came back with Rabbit, and saw the front half of Pooh, he said, \\u201cSilly old Bear,\\u201din such a loving voice that everybody felt quite hopeful again.\"\n        ],\n        [\n            5194,\n            \"\\u201d So for a week Christopher Robin read that sort of book at the North end of Pooh, and Rabbit hung his washing on the South end.\"\n        ],\n        [\n            5251,\n            \"_\\u201dSo he took hold of Pooh\\u2019s front paws and Rabbit took hold of Christopher Robin, and all Rabbit\\u2019s friends and relations took hold of Rabbit, and they all pulled together.\"\n        ],\n        [\n            5413,\n            \"But, Christopher Robin looked after him lovingly, and said to himself, \\u201cSilly old Bear!\"\n        ],\n        [\n            6160,\n            \"Piglet passing the time by telling Pooh what his Grandfather Trespassers W had done to Remove Stiffness after Tracking, and how his Grandfather Trespassers W had suffered in his later years from Shortness of Breath, and other matters of interest, and Pooh wondering what a Grandfather was like, and if perhaps this was Two Grandfathers they were after now, and, if so, whether he would be allowed to take one home and keep it, and what Christopher Robin would say.\"\n        ],\n        [\n            6459,\n            \"were there, instead of elsewhere, and Pooh thought how nice it would be if they met Christopher Robin suddenly but quite accidentally, and only because he liked Christopher Robin so much.\"\n        ],\n        [\n            6890,\n            \"\\u201cIt\\u2019s Christopher Robin,\\u201dhe said.\"\n        ],\n        [\n            7123,\n            \"\\u201d \\u201cYou\\u2019re the Best Bear in All the World,\\u201dsaid Christopher Robin soothingly.\"\n        ],\n        [\n            9126,\n            \"and when Christopher Robin had nailed it on in its right place again, Eeyore frisked about the forest, waving his tail so happily that Winnie-the-Pooh came over all funny, and had to hurry home for a little snack of something to sustain him.\"\n        ],\n        [\n            9230,\n            \"\\u201d CHAPTER V IN WHICH PIGLET MEETS A HEFFALUMP One day, when Christopher Robin and Winnie-the-Pooh and Piglet were all talking together, Christopher Robin finished the mouthful he was eating and said carelessly: \\u201cI saw a Heffalump to-day, Piglet.\"\n        ],\n        [\n            12789,\n            \"And while he was still laughing-- _ Crash _ went the Heffalump\\u2019s head against the tree-root, Smash went the jar, and out came Pooh\\u2019s head again.\"\n        ],\n        [\n            12861,\n            \"But Christopher Robin and Pooh went home to breakfast together.\"\n        ],\n        [\n            12882,\n            \"\\u201cHow I do love you!\"\n        ],\n        [\n            15043,\n            \"\\u201d \\u201cChristopher Robin told me what it said, and _ then _ I could.\"\n        ],\n        [\n            15375,\n            \"and then he thought that perhaps only _ he _ had, and he was now alone in the moon or somewhere, and would never see Christopher Robin or Pooh or Eeyore again.\"\n        ],\n        [\n            16955,\n            \"When Pooh asked Christopher Robin, \\u201cHow did they come here?\"\n        ],\n        [\n            16968,\n            \"\\u201d Christopher Robin said, \\u201cIn the Usual Way, if you know what I mean, Pooh,\\u201dand Pooh, who didn\\u2019t, said \\u201cOh!\"\n        ],\n        [\n            19923,\n            \"for she felt quite sure that Christopher Robin would never let any harm happen to Roo.\"\n        ],\n        [\n            20906,\n            \"\\u201d \\u201cPerhaps it\\u2019s some relation of Pooh\\u2019s,\\u201dsaid Christopher Robin.\"\n        ],\n        [\n            21086,\n            \"And every Tuesday Roo spent the day with his great friend Rabbit, and every Tuesday Kanga spent the day with her great friend Pooh, teaching him to jump, and every Tuesday Piglet spent the day with his great friend Christopher Robin.\"\n        ],\n        [\n            21138,\n            \"CHAPTER VIII IN WHICH CHRISTOPHER ROBIN LEADS AN EXPOTITION TO THE NORTH POLE One fine day Pooh had stumped up to the top of the Forest to see if his friend Christopher Robin was interested in Bears at all.\"\n        ],\n        [\n            21550,\n            \"Christopher Robin was sitting outside his door, putting on his Big Boots.\"\n        ],\n        [\n            21616,\n            \"\\u201cGood-morning, Christopher Robin,\\u201dhe called out.\"\n        ],\n        [\n            21680,\n            \"\\u201d Pooh sat down, dug his feet into the ground, and pushed hard against Christopher Robin\\u2019s back, and Christopher Robin pushed hard against his, and pulled and pulled at his boot until he had got it on.\"\n        ],\n        [\n            21957,\n            \"You\\u2019d better tell the others to get ready, while I see if my gun\\u2019s all right.\"\n        ],\n        [\n            22442,\n            \"First came Christopher Robin and Rabbit, then Piglet and Pooh;\"\n        ],\n        [\n            23002,\n            \"Eeyore, Christopher Robin and Pooh And Rabbit\\u2019s relations all went too-- And where the Pole was none of them knew.\"\n        ],\n        [\n            23044,\n            \"\\u201d said Christopher Robin turning round to Pooh, \\u201cwe\\u2019re just coming to a Dangerous Place.\"\n        ],\n        [\n            24608,\n            \"\\u201cAll right, Roo, I\\u2019m coming,\\u201dcalled Christopher Robin.\"\n        ],\n        [\n            24859,\n            \"\\u201d \\u201cPooh,\\u201dsaid Christopher Robin solemnly, \\u201cthe Expedition is over.\"\n        ],\n        [\n            25349,\n            \"\\u201d Pooh looked anxiously at Christopher Robin.\"\n        ],\n        [\n            25357,\n            \"\\u201cPooh\\u2019s found the North Pole,\\u201dsaid Christopher Robin.\"\n        ],\n        [\n            25591,\n            \"\\u201cIf only,\\u201dhe thought, as he looked out of the window, \\u201cI had been in Pooh\\u2019s house, or Christopher Robin\\u2019s house, or Rabbit\\u2019s house when it began to rain, then I should have had Company all this time, instead of being here all alone, with nothing to do except wonder when it will stop.\"\n        ],\n        [\n            25699,\n            \"\\u201d and Piglet saying, \\u201cI wonder how it is over Christopher Robin\\u2019s way\\u201dand Pooh saying, \\u201cI should think poor old Rabbit is about flooded out by this time.\"\n        ],\n        [\n            25879,\n            \"Christopher Robin and Pooh could escape by Climbing Trees, and Kanga could escape by Jumping, and Rabbit could escape by Burrowing, and Owl could escape by Flying, and Eeyore could escape by-- by Making a Loud Noise Until Rescued, and here am I, surrounded by water and I can\\u2019t do _ anything _.\"\n        ],\n        [\n            26134,\n            \"But I wonder what Christopher Robin would do?\"\n        ],\n        [\n            26143,\n            \"\\u201d Then suddenly he remembered a story which Christopher Robin had told him about a man on a desert island who had written something in a bottle and thrown it in the sea;\"\n        ],\n        [\n            26553,\n            \"well, he was so proud of this that he asked Christopher Robin if there were any other Poles such as a Bear of Little Brain might discover.\"\n        ],\n        [\n            26620,\n            \"\\u201d Pooh was very excited when he heard this, and suggested that they should have an Expotition to discover the East Pole, but Christopher Robin had thought of something else to do with Kanga;\"\n        ],\n        [\n            27188,\n            \"I must find Christopher Robin or Owl or Piglet, one of those Clever Readers who can read things, and they will tell me what this missage means.\"\n        ],\n        [\n            27769,\n            \"At any moment----\\u201d\\u201cI hope he\\u2019s all right,\\u201dsaid Christopher Robin.\"\n        ],\n        [\n            27981,\n            \"\\u201d \\u201cHere I am,\\u201dsaid a growly voice behind him.\"\n        ],\n        [\n            28082,\n            \"\\u201d With these proud words he gave Christopher Robin the missage.\"\n        ],\n        [\n            28236,\n            \"And Pooh and I will think of a Rescue and come as quick as ever we can.\"\n        ],\n        [\n            28283,\n            \"\\u201cNow then, Pooh,\\u201dsaid Christopher Robin, \\u201cwhere\\u2019s your boat?\"\n        ],\n        [\n            28405,\n            \"It wasn\\u2019t what Christopher Robin expected, and the more he looked at it, the more he thought what a Brave and Clever Bear Pooh was, and the more Christopher Robin thought this, the more Pooh looked modestly down his nose and tried to pretend he wasn\\u2019t.\"\n        ],\n        [\n            28561,\n            \"(Eeyore\\u2019s Comforter and Tail-finder)-- in fact, Pooh himself-- said something so clever that Christopher Robin could only look at him with mouth open and eyes staring, wondering if this was really the Bear of Very Little Brain whom he had known and loved so long.\"\n        ],\n        [\n            29049,\n            \"Christopher Robin and Pooh again.\"\n        ],\n        [\n            29430,\n            \"\\u201cPooh,\\u201dhe said, \\u201cChristopher Robin is giving a party.\"\n        ],\n        [\n            29480,\n            \"\\u201d Owl felt that it was rather beneath him to talk about little cake things with pink sugar icing, so he told Pooh exactly what Christopher Robin had said, and flew off to Eeyore.\"\n        ],\n        [\n            29533,\n            \"\\u201d And he began to wonder if all the other animals would know that it was a special Pooh Party, and if Christopher Robin had told them about _ The Floating Bear _ and the _ Brain of Pooh _ and all the wonderful ships he had invented and sailed on, and he began to think how awful it would be if everybody had forgotten about it, and nobody quite knew what the party was for;\"\n        ],\n        [\n            30248,\n            \"Christopher Robin sat at one end, and Pooh sat at the other, and between them on one side were Owl and Eeyore and Piglet, and between them on the other side were Rabbit, and Roo and Kanga.\"\n        ],\n        [\n            30471,\n            \"\\\"-- and Owl said \\u201cHallo, my little fellow,\\u201din a kindly way, and went on telling Christopher Robin about an accident which had nearly happened to a friend of his whom Christopher Robin didn\\u2019t know, and Kanga said to Roo, \\u201cDrink up your milk first, dear, and talk afterwards.\"\n        ],\n        [\n            31494,\n            \"\\u201d Later on, when they had all said \\u201cGood-bye\\u201dand \\u201cThank-you\\u201dto Christopher Robin, Pooh and Piglet walked home thoughtfully together in the golden evening, and for a long time they were silent.\"\n        ],\n        [\n            31694,\n            \"He gave a deep sigh, picked his bear up by the leg and walked off to the door, trailing Winnie-the-Pooh behind him.\"\n        ]\n    ],\n    \"[10, 14]\": [\n        [\n            3467,\n            \"_) \\u201cIf I know anything about anything, that hole means Rabbit,\\u201dhe said, \\u201cand Rabbit means Company,\\u201dhe said, \\u201cand Company means Food and Listening-to-Me-Humming and such like.\"\n        ],\n        [\n            3679,\n            \"\\u2019\\u201dSo he put his head back in the hole, and said: \\u201cHallo, Rabbit, isn\\u2019t that you?\"\n        ],\n        [\n            3767,\n            \"He took his head out of the hole, and had another think, and then he put it back, and said: \\u201cWell, could you very kindly tell me where Rabbit is?\"\n        ],\n        [\n            3907,\n            \"\\u201cYou were quite right,\\u201dsaid Rabbit, looking at him all over.\"\n        ],\n        [\n            3993,\n            \"\\u201d Pooh always liked a little something at eleven o\\u2019clock in the morning, and he was very glad to see Rabbit getting out the plates and mugs;\"\n        ],\n        [\n            4024,\n            \"and when Rabbit said, \\u201cHoney or condensed milk with your bread?\"\n        ],\n        [\n            4090,\n            \"until at last, humming to himself in a rather sticky voice, he got up, shook Rabbit lovingly by the paw, and said that he must be going on.\"\n        ],\n        [\n            4132,\n            \"\\u201cWell,\\u201dsaid Pooh, \\u201cI could stay a little longer if it-- if you----\\u201dand he tried very hard to look in the direction of the larder.\"\n        ],\n        [\n            4416,\n            \"\\u201d Now by this time Rabbit wanted to go for a walk too, and finding the front door full, he went out by the back door, and came round to Pooh, and looked at him.\"\n        ],\n        [\n            4530,\n            \"\\u201d \\u201cThe fact is,\\u201dsaid Rabbit, \\u201cyou\\u2019re stuck.\"\n        ],\n        [\n            4651,\n            \"\\u201d Christopher Robin lived at the other end of the Forest, and when he came back with Rabbit, and saw the front half of Pooh, he said, \\u201cSilly old Bear,\\u201din such a loving voice that everybody felt quite hopeful again.\"\n        ],\n        [\n            4800,\n            \"\\u201d Rabbit scratched his whiskers thoughtfully, and pointed out that, when once Pooh was pushed back, he was back, and of course nobody was more glad to see Pooh than _ he _ was, still there it was, some lived in trees and some lived underground, and---- \\u201cYou mean I\\u2019d _ never _ get out?\"\n        ],\n        [\n            4997,\n            \"\\u201d \\u201cWe\\u2019ll read to you,\\u201dsaid Rabbit cheerfully.\"\n        ],\n        [\n            5194,\n            \"\\u201d So for a week Christopher Robin read that sort of book at the North end of Pooh, and Rabbit hung his washing on the South end.\"\n        ],\n        [\n            5251,\n            \"_\\u201dSo he took hold of Pooh\\u2019s front paws and Rabbit took hold of Christopher Robin, and all Rabbit\\u2019s friends and relations took hold of Rabbit, and they all pulled together.\"\n        ],\n        [\n            17039,\n            \"And at Piglet\\u2019s house he found Rabbit.\"\n        ],\n        [\n            17073,\n            \"\\u201cHere are we-- you, Pooh, and you, Piglet, and Me-- and suddenly----\\u201d\\u201cAnd Eeyore,\\u201dsaid Pooh.\"\n        ],\n        [\n            17371,\n            \"\\u201d Pooh rubbed his nose and said that he thought Rabbit had been talking about his family.\"\n        ],\n        [\n            17541,\n            \"\\u201d \\u201cPooh,\\u201dsaid Rabbit kindly, \\u201cyou haven\\u2019t any brain.\"\n        ],\n        [\n            17652,\n            \"Sometimes it seemed to him that it did mean what Rabbit said, and sometimes it seemed to him that it didn\\u2019t.\"\n        ],\n        [\n            18003,\n            \"\\u201d \\u201cWithout Pooh,\\u201dsaid Rabbit solemnly as he sharpened his pencil, \\u201cthe adventure would be impossible.\"\n        ],\n        [\n            18067,\n            \"\\u201d \\u201cNow listen all of you,\\u201dsaid Rabbit when he had finished writing, and Pooh and Piglet sat listening very eagerly with their mouths open.\"\n        ],\n        [\n            18820,\n            \"\\u201d Rabbit and Piglet, who had now come up from the other side of the hill, said \\u201cGood afternoon,\\u201dand \\u201cHallo, Roo,\\u201dand Roo asked them to look at him jumping, so they stayed and looked.\"\n        ],\n        [\n            18875,\n            \"\\u201cOh, Kanga,\\u201dsaid Pooh, after Rabbit had winked at him twice, \\u201cI don\\u2019t know if you are interested in Poetry at all?\"\n        ],\n        [\n            19016,\n            \"\\u201cNow Roo, dear----\\u201d\\u201cYou\\u2019ll like this piece of poetry,\\u201dsaid Rabbit.\"\n        ],\n        [\n            19307,\n            \"\\u201d Rabbit gave Pooh a hurrying-up sort of nudge.\"\n        ],\n        [\n            19413,\n            \"\\u201cShall I lift you in, Roo?\"\n        ],\n        [\n            19422,\n            \"\\u201d And he picked up Roo in his paws.\"\n        ],\n        [\n            19454,\n            \"\\u201d \\u201cYou ought to see that bird from here,\\u201dsaid Rabbit.\"\n        ],\n        [\n            19552,\n            \"And the moment that her head was turned, Rabbit said in a loud voice \\u201cIn you go, Roo!\"\n        ],\n        [\n            19574,\n            \"\\u201d and in jumped Piglet into Kanga\\u2019s pocket, and off scampered Rabbit, with Roo in his paws, as fast as he could.\"\n        ],\n        [\n            19645,\n            \"\\u201cRabbit had to go away,\\u201dsaid Pooh.\"\n        ],\n        [\n            19656,\n            \"\\u201cI think he thought of something he had to go and see about suddenly.\"\n        ],\n        [\n            22027,\n            \"The first person he met was Rabbit.\"\n        ],\n        [\n            22035,\n            \"\\u201cHallo, Rabbit,\\u201dhe said, \\u201cis that you?\"\n        ],\n        [\n            22070,\n            \"\\u201d \\u201cI\\u2019ve got a message for you.\"\n        ],\n        [\n            22224,\n            \"\\u201d He left Rabbit and hurried down to Piglet\\u2019s house.\"\n        ],\n        [\n            22442,\n            \"First came Christopher Robin and Rabbit, then Piglet and Pooh;\"\n        ],\n        [\n            23002,\n            \"Eeyore, Christopher Robin and Pooh And Rabbit\\u2019s relations all went too-- And where the Pole was none of them knew.\"\n        ],\n        [\n            24752,\n            \"Rabbit, did you see what I was doing?\"\n        ],\n        [\n            25591,\n            \"\\u201cIf only,\\u201dhe thought, as he looked out of the window, \\u201cI had been in Pooh\\u2019s house, or Christopher Robin\\u2019s house, or Rabbit\\u2019s house when it began to rain, then I should have had Company all this time, instead of being here all alone, with nothing to do except wonder when it will stop.\"\n        ],\n        [\n            25699,\n            \"\\u201d and Piglet saying, \\u201cI wonder how it is over Christopher Robin\\u2019s way\\u201dand Pooh saying, \\u201cI should think poor old Rabbit is about flooded out by this time.\"\n        ],\n        [\n            25879,\n            \"Christopher Robin and Pooh could escape by Climbing Trees, and Kanga could escape by Jumping, and Rabbit could escape by Burrowing, and Owl could escape by Flying, and Eeyore could escape by-- by Making a Loud Noise Until Rescued, and here am I, surrounded by water and I can\\u2019t do _ anything _.\"\n        ],\n        [\n            30248,\n            \"Christopher Robin sat at one end, and Pooh sat at the other, and between them on one side were Owl and Eeyore and Piglet, and between them on the other side were Rabbit, and Roo and Kanga.\"\n        ]\n    ],\n    \"[10, 17]\": [\n        [\n            2923,\n            \"\\u201d \\u201cThat day when Pooh and Piglet tried to catch the Heffalump----\\u201d\\u201cThey didn\\u2019t catch it, did they?\"\n        ],\n        [\n            5634,\n            \"One fine winter\\u2019s day when Piglet was brushing away the snow in front of his house, he happened to look up, and there was Winnie-the-Pooh.\"\n        ],\n        [\n            5668,\n            \"Pooh was walking round and round in a circle, thinking of something else, and when Piglet called to him, he just went on walking.\"\n        ],\n        [\n            5699,\n            \"\\u201d said Piglet, \\u201cwhat are _ you _ doing?\"\n        ],\n        [\n            5895,\n            \"\\u201d With these few words he went on tracking, and Piglet, after watching him for a minute or two, ran after him.\"\n        ],\n        [\n            6076,\n            \"\\u201cYou mean, in case it really is two Woozles,\\u201dsaid Winnie-the-Pooh, and Piglet said that anyhow he had nothing to do until Friday.\"\n        ],\n        [\n            6149,\n            \"so round this spinney went Pooh and Piglet after them;\"\n        ],\n        [\n            6160,\n            \"Piglet passing the time by telling Pooh what his Grandfather Trespassers W had done to Remove Stiffness after Tracking, and how his Grandfather Trespassers W had suffered in his later years from Shortness of Breath, and other matters of interest, and Pooh wondering what a Grandfather was like, and if perhaps this was Two Grandfathers they were after now, and, if so, whether he would be allowed to take one home and keep it, and what Christopher Robin would say.\"\n        ],\n        [\n            6708,\n            \"\\u201d \\u201cWe\\u2019ll do it this afternoon, and I\\u2019ll come with you,\\u201dsaid Pooh.\"\n        ],\n        [\n            6730,\n            \"\\u201cIt isn\\u2019t the sort of thing you can do in the afternoon,\\u201dsaid Piglet quickly.\"\n        ],\n        [\n            6901,\n            \"\\u201cAh, then you\\u2019ll be all right,\\u201dsaid Piglet.\"\n        ],\n        [\n            6979,\n            \"First you went round the spinney twice by yourself, and then Piglet ran after you and you went round again together, and then you were just going round a fourth time----\\u201d\\u201cWait a moment,\\u201dsaid Winnie-the-Pooh, holding up his paw.\"\n        ],\n        [\n            9230,\n            \"\\u201d CHAPTER V IN WHICH PIGLET MEETS A HEFFALUMP One day, when Christopher Robin and Winnie-the-Pooh and Piglet were all talking together, Christopher Robin finished the mouthful he was eating and said carelessly: \\u201cI saw a Heffalump to-day, Piglet.\"\n        ],\n        [\n            9398,\n            \"Then they all talked about something else, until it was time for Pooh and Piglet to go home together.\"\n        ],\n        [\n            9444,\n            \"but when they came to the stream and had helped each other across the stepping stones, and were able to walk side by side again over the heather, they began to talk in a friendly way about this and that, and Piglet said, \\u201cIf you see what I mean, Pooh,\\u201dand Pooh said, \\u201cIt\\u2019s just what I think myself, Piglet,\\u201dand Piglet said, \\u201cBut, on the other hand, Pooh, we must remember,\\u201dand Pooh said, \\u201cQuite true, Piglet, although I had forgotten it for the moment.\"\n        ],\n        [\n            9557,\n            \"\\u201d And then, just as they came to the Six Pine Trees, Pooh looked round to see that nobody else was listening, and said in a very solemn voice: \\u201cPiglet, I have decided something.\"\n        ],\n        [\n            9617,\n            \"\\u201d Pooh nodded his head several times as he said this, and waited for Piglet to say \\u201cHow?\"\n        ],\n        [\n            9700,\n            \"And it must be a Cunning Trap, so you will have to help me, Piglet.\"\n        ],\n        [\n            9718,\n            \"\\u201d \\u201cPooh,\\u201dsaid Piglet, feeling quite happy again now, \\u201cI will.\"\n        ],\n        [\n            10249,\n            \"\\u201cSuppose,\\u201dhe said to Piglet, \\u201c_ you _ wanted to catch _ me _, how would you do it?\"\n        ],\n        [\n            10524,\n            \"and they were just going to argue about it, when Piglet remembered that, if they put acorns in the Trap, _ he _ would have to find the acorns, but if they put honey, then Pooh would have to give up some of his own honey, so he said, \\u201cAll right, honey then,\\u201djust as Pooh remembered it too, and was going to say, \\u201cAll right, haycorns.\"\n        ],\n        [\n            10628,\n            \"\\u201c_ I\\u2019ll _ dig the pit, while _ you _ go and get the honey.\"\n        ],\n        [\n            10892,\n            \"\\u201d Having made certain of this, he took the jar back to Piglet, and Piglet looked up from the bottom of his Very Deep Pit, and said, \\u201cGot it?\"\n        ],\n        [\n            10927,\n            \"\\u201d and Pooh said, \\u201cYes, but it isn\\u2019t quite a full jar,\\u201dand he threw it down to Piglet, and Piglet said, \\u201cNo, it isn\\u2019t!\"\n        ],\n        [\n            11010,\n            \"\\u201cWell, good night, Pooh,\\u201dsaid Piglet, when they had got to Pooh\\u2019s house.\"\n        ],\n        [\n            11104,\n            \"I _ think _ Heffalumps come if you whistle.\"\n        ],\n        [\n            11141,\n            \"\\u201d And off Piglet trotted to his house TRESPASSERS W, while Pooh made his preparations for bed.\"\n        ],\n        [\n            11965,\n            \"and he was going to see his first Heffalump in about an hour from now!\"\n        ],\n        [\n            12212,\n            \"\\u201d said Piglet to himself.\"\n        ],\n        [\n            13905,\n            \"Outside his house he found Piglet, jumping up and down trying to reach the knocker.\"\n        ],\n        [\n            13922,\n            \"\\u201cHallo, Piglet,\\u201dhe said.\"\n        ],\n        [\n            13931,\n            \"\\u201cHallo, Pooh,\\u201dsaid Piglet.\"\n        ],\n        [\n            13964,\n            \"\\u201cI just came round----\\u201d\\u201cLet me do it for you,\\u201dsaid Pooh kindly.\"\n        ],\n        [\n            14078,\n            \"\\u201cBut Pooh,\\u201dsaid Piglet, \\u201cit\\u2019s your own house!\"\n        ],\n        [\n            15218,\n            \"He held it very tightly against himself, so that it shouldn\\u2019t blow away, and he ran as fast as he could so as to get to Eeyore before Pooh did;\"\n        ],\n        [\n            15375,\n            \"and then he thought that perhaps only _ he _ had, and he was now alone in the moon or somewhere, and would never see Christopher Robin or Pooh or Eeyore again.\"\n        ],\n        [\n            16311,\n            \"He was still opening his mouth to begin something, and then deciding that it wasn\\u2019t any good saying _ that _, when he heard a shout from the other side of the river, and there was Pooh.\"\n        ],\n        [\n            16418,\n            \"Pooh had now splashed across the stream to Eeyore, and Piglet was sitting a little way off, his head in his paws, snuffling to himself.\"\n        ],\n        [\n            16713,\n            \"\\u201d \\u201cI\\u2019m very glad,\\u201dsaid Piglet happily, \\u201cthat I thought of giving you Something to put in a Useful Pot.\"\n        ],\n        [\n            17019,\n            \"\\u201d Then he went to call upon his friend Piglet to see what _ he _ thought about it.\"\n        ],\n        [\n            17039,\n            \"And at Piglet\\u2019s house he found Rabbit.\"\n        ],\n        [\n            17073,\n            \"\\u201cHere are we-- you, Pooh, and you, Piglet, and Me-- and suddenly----\\u201d\\u201cAnd Eeyore,\\u201dsaid Pooh.\"\n        ],\n        [\n            17398,\n            \"\\u201cYes, you said----\\u201d\\u201cNever mind, Pooh,\\u201dsaid Piglet impatiently.\"\n        ],\n        [\n            17986,\n            \"\\u201d \\u201cNever mind, Pooh,\\u201dsaid Piglet comfortingly.\"\n        ],\n        [\n            18067,\n            \"\\u201d \\u201cNow listen all of you,\\u201dsaid Rabbit when he had finished writing, and Pooh and Piglet sat listening very eagerly with their mouths open.\"\n        ],\n        [\n            18820,\n            \"\\u201d Rabbit and Piglet, who had now come up from the other side of the hill, said \\u201cGood afternoon,\\u201dand \\u201cHallo, Roo,\\u201dand Roo asked them to look at him jumping, so they stayed and looked.\"\n        ],\n        [\n            19574,\n            \"\\u201d and in jumped Piglet into Kanga\\u2019s pocket, and off scampered Rabbit, with Roo in his paws, as fast as he could.\"\n        ],\n        [\n            19677,\n            \"\\u201d \\u201cI think Piglet thought of something at the same time.\"\n        ],\n        [\n            19964,\n            \"\\u201d \\u201cNow then, Roo, dear,\\u201dshe said, as she took Piglet out of her pocket.\"\n        ],\n        [\n            20166,\n            \"\\u201d Piglet, who had never been really fond of baths, shuddered a long indignant shudder, and said in as brave a voice as he could: \\u201cKanga, I see that the time has come to spleak painly.\"\n        ],\n        [\n            20228,\n            \"\\u201cI am _ not _ Roo,\\u201dsaid Piglet loudly.\"\n        ],\n        [\n            20419,\n            \"\\u201d Before he knew where he was, Piglet was in the bath, and Kanga was scrubbing him firmly with a large lathery flannel.\"\n        ],\n        [\n            20457,\n            \"I\\u2019m Piglet!\"\n        ],\n        [\n            21086,\n            \"And every Tuesday Roo spent the day with his great friend Rabbit, and every Tuesday Kanga spent the day with her great friend Pooh, teaching him to jump, and every Tuesday Piglet spent the day with his great friend Christopher Robin.\"\n        ],\n        [\n            22207,\n            \"Now I\\u2019m going down to Piglet\\u2019s.\"\n        ],\n        [\n            22224,\n            \"\\u201d He left Rabbit and hurried down to Piglet\\u2019s house.\"\n        ],\n        [\n            22272,\n            \"He had just discovered that it would be never, and was trying to remember what \\u201c_ it _\\u201dwas, and hoping it wasn\\u2019t anything nice, when Pooh came up.\"\n        ],\n        [\n            22312,\n            \"Piglet,\\u201dsaid Pooh excitedly, \\u201cwe\\u2019re going on an Expotition, all of us, with things to eat.\"\n        ],\n        [\n            22442,\n            \"First came Christopher Robin and Rabbit, then Piglet and Pooh;\"\n        ],\n        [\n            22772,\n            \"\\u201d called Pooh and Piglet \\u201cCome on!\"\n        ],\n        [\n            22873,\n            \"\\u201cThis is the first verse,\\u201dhe said to Piglet, when he was ready with it.\"\n        ],\n        [\n            23068,\n            \"\\u201d said Pooh turning round quickly to Piglet.\"\n        ],\n        [\n            23297,\n            \"\\u201d whispered Pooh to Piglet.\"\n        ],\n        [\n            23334,\n            \"\\u201d \\u201cOwl,\\u201dsaid Piglet, looking round at him severely, \\u201cPooh\\u2019s whisper was a perfectly private whisper, and there was no need----\\u201d\\u201cAn Ambush,\\u201dsaid Owl, \\u201cis a sort of Surprise.\"\n        ],\n        [\n            23398,\n            \"\\u201cAn Ambush, as I was about to explain to Pooh,\\u201dsaid Piglet, \\u201cis a sort of Surprise.\"\n        ],\n        [\n            23442,\n            \"\\u201cIt\\u2019s an Ambush, Pooh, when people jump at you suddenly,\\u201dexplained Piglet.\"\n        ],\n        [\n            24768,\n            \"I say, Piglet!\"\n        ],\n        [\n            24773,\n            \"What do you think I was doing!\"\n        ],\n        [\n            25591,\n            \"\\u201cIf only,\\u201dhe thought, as he looked out of the window, \\u201cI had been in Pooh\\u2019s house, or Christopher Robin\\u2019s house, or Rabbit\\u2019s house when it began to rain, then I should have had Company all this time, instead of being here all alone, with nothing to do except wonder when it will stop.\"\n        ],\n        [\n            25663,\n            \"\\u201d And he imagined himself with Pooh, saying, \\u201cDid you ever see such rain, Pooh?\"\n        ],\n        [\n            25683,\n            \"\\u201d and Pooh saying, \\u201cIsn\\u2019t it _ awful _, Piglet?\"\n        ],\n        [\n            25699,\n            \"\\u201d and Piglet saying, \\u201cI wonder how it is over Christopher Robin\\u2019s way\\u201dand Pooh saying, \\u201cI should think poor old Rabbit is about flooded out by this time.\"\n        ],\n        [\n            25879,\n            \"Christopher Robin and Pooh could escape by Climbing Trees, and Kanga could escape by Jumping, and Rabbit could escape by Burrowing, and Owl could escape by Flying, and Eeyore could escape by-- by Making a Loud Noise Until Rescued, and here am I, surrounded by water and I can\\u2019t do _ anything _.\"\n        ],\n        [\n            25982,\n            \"\\u201cThere\\u2019s Pooh,\\u201dhe thought to himself.\"\n        ],\n        [\n            27034,\n            \"And it was on the morning of the fourth day that Piglet\\u2019s bottle came floating past him, and with one loud cry of \\u201cHoney!\"\n        ],\n        [\n            27188,\n            \"I must find Christopher Robin or Owl or Piglet, one of those Clever Readers who can read things, and they will tell me what this missage means.\"\n        ],\n        [\n            27800,\n            \"I expect Piglet\\u2019s with him.\"\n        ],\n        [\n            29281,\n            \"\\u201cAnd it\\u2019s to be a special sort of party, because it\\u2019s because of what Pooh did when he did what he did to save Piglet from the flood.\"\n        ],\n        [\n            30248,\n            \"Christopher Robin sat at one end, and Pooh sat at the other, and between them on one side were Owl and Eeyore and Piglet, and between them on the other side were Rabbit, and Roo and Kanga.\"\n        ],\n        [\n            30400,\n            \"Piglet waved a paw at him, being too busy to say anything.\"\n        ],\n        [\n            30782,\n            \"My remarks do not, of course, apply to Piglet and Roo, because they are too small.\"\n        ],\n        [\n            30944,\n            \"\\u201d Piglet whispered to Pooh.\"\n        ],\n        [\n            30991,\n            \"\\u201d \\u201cI\\u2019d sooner it was yours than Eeyore\\u2019s,\\u201dsaid Piglet.\"\n        ],\n        [\n            31494,\n            \"\\u201d Later on, when they had all said \\u201cGood-bye\\u201dand \\u201cThank-you\\u201dto Christopher Robin, Pooh and Piglet walked home thoughtfully together in the golden evening, and for a long time they were silent.\"\n        ],\n        [\n            31539,\n            \"\\u201cWhen you wake up in the morning, Pooh,\\u201dsaid Piglet at last, \\u201cwhat\\u2019s the first thing you say to yourself?\"\n        ]\n    ],\n    \"[11, 12]\": [\n        [\n            225,\n            \"and I hope you do too, because it is all the explanation you are going to get.\"\n        ],\n        [\n            1248,\n            \"\\u201d \\u201cYes, I just said to myself coming along:\\u2019I wonder if Christopher Robin has such a thing as a balloon about him?\"\n        ],\n        [\n            3129,\n            \"\\u201d He nodded and went out, and in a moment I heard Winnie-the-Pooh-- _ bump, bump, bump _-- going up the stairs behind him.\"\n        ],\n        [\n            19923,\n            \"for she felt quite sure that Christopher Robin would never let any harm happen to Roo.\"\n        ],\n        [\n            20642,\n            \"\\u201cCome in,\\u201dsaid Kanga, and in came Christopher Robin.\"\n        ],\n        [\n            21086,\n            \"And every Tuesday Roo spent the day with his great friend Rabbit, and every Tuesday Kanga spent the day with her great friend Pooh, teaching him to jump, and every Tuesday Piglet spent the day with his great friend Christopher Robin.\"\n        ],\n        [\n            25879,\n            \"Christopher Robin and Pooh could escape by Climbing Trees, and Kanga could escape by Jumping, and Rabbit could escape by Burrowing, and Owl could escape by Flying, and Eeyore could escape by-- by Making a Loud Noise Until Rescued, and here am I, surrounded by water and I can\\u2019t do _ anything _.\"\n        ],\n        [\n            26620,\n            \"\\u201d Pooh was very excited when he heard this, and suggested that they should have an Expotition to discover the East Pole, but Christopher Robin had thought of something else to do with Kanga;\"\n        ],\n        [\n            30248,\n            \"Christopher Robin sat at one end, and Pooh sat at the other, and between them on one side were Owl and Eeyore and Piglet, and between them on the other side were Rabbit, and Roo and Kanga.\"\n        ],\n        [\n            30471,\n            \"\\\"-- and Owl said \\u201cHallo, my little fellow,\\u201din a kindly way, and went on telling Christopher Robin about an accident which had nearly happened to a friend of his whom Christopher Robin didn\\u2019t know, and Kanga said to Roo, \\u201cDrink up your milk first, dear, and talk afterwards.\"\n        ]\n    ],\n    \"[11, 14]\": [\n        [\n            18875,\n            \"\\u201cOh, Kanga,\\u201dsaid Pooh, after Rabbit had winked at him twice, \\u201cI don\\u2019t know if you are interested in Poetry at all?\"\n        ],\n        [\n            19016,\n            \"\\u201cNow Roo, dear----\\u201d\\u201cYou\\u2019ll like this piece of poetry,\\u201dsaid Rabbit.\"\n        ],\n        [\n            19051,\n            \"\\u201cYou must listen very carefully,\\u201dsaid Rabbit.\"\n        ],\n        [\n            19396,\n            \"\\u201d \\u201cYou ought to look at that tree right over there,\\u201dsaid Rabbit.\"\n        ],\n        [\n            19413,\n            \"\\u201cShall I lift you in, Roo?\"\n        ],\n        [\n            19552,\n            \"And the moment that her head was turned, Rabbit said in a loud voice \\u201cIn you go, Roo!\"\n        ],\n        [\n            19574,\n            \"\\u201d and in jumped Piglet into Kanga\\u2019s pocket, and off scampered Rabbit, with Roo in his paws, as fast as he could.\"\n        ],\n        [\n            21928,\n            \"And Rabbit and Kanga and all of you.\"\n        ],\n        [\n            25879,\n            \"Christopher Robin and Pooh could escape by Climbing Trees, and Kanga could escape by Jumping, and Rabbit could escape by Burrowing, and Owl could escape by Flying, and Eeyore could escape by-- by Making a Loud Noise Until Rescued, and here am I, surrounded by water and I can\\u2019t do _ anything _.\"\n        ],\n        [\n            30248,\n            \"Christopher Robin sat at one end, and Pooh sat at the other, and between them on one side were Owl and Eeyore and Piglet, and between them on the other side were Rabbit, and Roo and Kanga.\"\n        ],\n        [\n            30758,\n            \"Any of you-- except Rabbit and Owl and Kanga-- would have done the same.\"\n        ]\n    ],\n    \"[11, 17]\": [\n        [\n            1361,\n            \"Well, it just happened that you had been to a party the day before at the house of your friend Piglet, and you had balloons at the party.\"\n        ],\n        [\n            18202,\n            \"_ If Roo had jumped out of Kanga\\u2019s pocket and Piglet had jumped in, Kanga wouldn\\u2019t know the difference, because Piglet is a Very Small Animal.\"\n        ],\n        [\n            18242,\n            \"But Kanga would have to be looking the other way first, so as not to see Piglet jumping in.\"\n        ],\n        [\n            19040,\n            \"\\u201cYou\\u2019ll love it,\\u201dsaid Piglet.\"\n        ],\n        [\n            19574,\n            \"\\u201d and in jumped Piglet into Kanga\\u2019s pocket, and off scampered Rabbit, with Roo in his paws, as fast as he could.\"\n        ],\n        [\n            19628,\n            \"\\u201d Piglet made a squeaky Roo-noise from the bottom of Kanga\\u2019s pocket.\"\n        ],\n        [\n            19760,\n            \"\\u201d But there were moments when Piglet wished that Kanga couldn\\u2019t.\"\n        ],\n        [\n            19797,\n            \"but now he thought jerkily to himself at the bottom of Kanga\\u2019s pocket, this take \\u201cIf is shall really to flying I never it.\"\n        ],\n        [\n            19856,\n            \"_\\u201dAnd he was saying, \\u201c_ Ooooooo-ow, Ooooooo-ow, Ooooooo-ow _\\u201dall the way to Kanga\\u2019s house.\"\n        ],\n        [\n            19964,\n            \"\\u201d \\u201cNow then, Roo, dear,\\u201dshe said, as she took Piglet out of her pocket.\"\n        ],\n        [\n            20166,\n            \"\\u201d Piglet, who had never been really fond of baths, shuddered a long indignant shudder, and said in as brave a voice as he could: \\u201cKanga, I see that the time has come to spleak painly.\"\n        ],\n        [\n            20268,\n            \"So clever of him,\\u201dshe went on, as she took a large bar of yellow soap out of the cupboard.\"\n        ],\n        [\n            20397,\n            \"Now then, into the bath, and don\\u2019t let me have to speak to you about it again.\"\n        ],\n        [\n            20419,\n            \"\\u201d Before he knew where he was, Piglet was in the bath, and Kanga was scrubbing him firmly with a large lathery flannel.\"\n        ],\n        [\n            20492,\n            \"\\u201d \\u201cYou-- you-- you did it on purpose,\\u201dspluttered Piglet, as soon as he could speak again.\"\n        ],\n        [\n            20530,\n            \"\\u201cThat\\u2019s right, dear, don\\u2019t say anything,\\u201dsaid Kanga, and in another minute Piglet was out of the bath, and being rubbed dry with a towel.\"\n        ],\n        [\n            20609,\n            \"You don\\u2019t want to grow up small and weak like Piglet, do you?\"\n        ],\n        [\n            20667,\n            \"\\u201cTell Kanga who I am!\"\n        ],\n        [\n            20813,\n            \"\\u201d Piglet began to say that this was because he had just had a bath, and then he thought that perhaps he wouldn\\u2019t say that, and as he opened his mouth to say something else, Kanga slipped the medicine spoon in, and then patted him on the back and told him that it was really quite a nice taste when you got used to it.\"\n        ],\n        [\n            20885,\n            \"\\u201cI knew it wasn\\u2019t Piglet,\\u201dsaid Kanga.\"\n        ],\n        [\n            21086,\n            \"And every Tuesday Roo spent the day with his great friend Rabbit, and every Tuesday Kanga spent the day with her great friend Pooh, teaching him to jump, and every Tuesday Piglet spent the day with his great friend Christopher Robin.\"\n        ],\n        [\n            23080,\n            \"\\u201d said Piglet to Kanga.\"\n        ],\n        [\n            25879,\n            \"Christopher Robin and Pooh could escape by Climbing Trees, and Kanga could escape by Jumping, and Rabbit could escape by Burrowing, and Owl could escape by Flying, and Eeyore could escape by-- by Making a Loud Noise Until Rescued, and here am I, surrounded by water and I can\\u2019t do _ anything _.\"\n        ],\n        [\n            30248,\n            \"Christopher Robin sat at one end, and Pooh sat at the other, and between them on one side were Owl and Eeyore and Piglet, and between them on the other side were Rabbit, and Roo and Kanga.\"\n        ]\n    ],\n    \"[12, 14]\": [\n        [\n            4638,\n            \"\\u201cWell, well, I shall go and fetch Christopher Robin.\"\n        ],\n        [\n            4651,\n            \"\\u201d Christopher Robin lived at the other end of the Forest, and when he came back with Rabbit, and saw the front half of Pooh, he said, \\u201cSilly old Bear,\\u201din such a loving voice that everybody felt quite hopeful again.\"\n        ],\n        [\n            5194,\n            \"\\u201d So for a week Christopher Robin read that sort of book at the North end of Pooh, and Rabbit hung his washing on the South end.\"\n        ],\n        [\n            5251,\n            \"_\\u201dSo he took hold of Pooh\\u2019s front paws and Rabbit took hold of Christopher Robin, and all Rabbit\\u2019s friends and relations took hold of Rabbit, and they all pulled together.\"\n        ],\n        [\n            5348,\n            \"And Christopher Robin and Rabbit and all Rabbit\\u2019s friends and relations went head-over-heels backwards.\"\n        ],\n        [\n            20707,\n            \"\\u201cYou can\\u2019t be Roo,\\u201dhe said, \\u201cbecause I\\u2019ve just seen Roo playing in Rabbit\\u2019s house.\"\n        ],\n        [\n            22442,\n            \"First came Christopher Robin and Rabbit, then Piglet and Pooh;\"\n        ],\n        [\n            22800,\n            \"\\u201d And he hurried off to the front of the Expotition with Christopher Robin.\"\n        ],\n        [\n            23002,\n            \"Eeyore, Christopher Robin and Pooh And Rabbit\\u2019s relations all went too-- And where the Pole was none of them knew.\"\n        ],\n        [\n            23877,\n            \"\\u201d As soon as he had finished his lunch Christopher Robin whispered to Rabbit, and Rabbit said \\u201cYes, yes, of course,\\u201dand they walked a little way up the stream together.\"\n        ],\n        [\n            24344,\n            \"\\u201d cried Rabbit, and he and Christopher Robin came rushing down to the rescue.\"\n        ],\n        [\n            24585,\n            \"and, Christopher Robin and Rabbit came hurrying past Eeyore, and were calling out to the others in front of them.\"\n        ],\n        [\n            25591,\n            \"\\u201cIf only,\\u201dhe thought, as he looked out of the window, \\u201cI had been in Pooh\\u2019s house, or Christopher Robin\\u2019s house, or Rabbit\\u2019s house when it began to rain, then I should have had Company all this time, instead of being here all alone, with nothing to do except wonder when it will stop.\"\n        ],\n        [\n            25699,\n            \"\\u201d and Piglet saying, \\u201cI wonder how it is over Christopher Robin\\u2019s way\\u201dand Pooh saying, \\u201cI should think poor old Rabbit is about flooded out by this time.\"\n        ],\n        [\n            25879,\n            \"Christopher Robin and Pooh could escape by Climbing Trees, and Kanga could escape by Jumping, and Rabbit could escape by Burrowing, and Owl could escape by Flying, and Eeyore could escape by-- by Making a Loud Noise Until Rescued, and here am I, surrounded by water and I can\\u2019t do _ anything _.\"\n        ],\n        [\n            30248,\n            \"Christopher Robin sat at one end, and Pooh sat at the other, and between them on one side were Owl and Eeyore and Piglet, and between them on the other side were Rabbit, and Roo and Kanga.\"\n        ]\n    ],\n    \"[12, 17]\": [\n        [\n            5508,\n            \"When Christopher Robin asked the Piglet what it meant, he said it was his grandfather\\u2019s name, and had been in the family for a long time, Christopher Robin said you _ couldn\\u2019t _ be called Trespassers W, and Piglet said yes, you could, because his grandfather was, and it was short for Trespassers Will, which was short for Trespassers William.\"\n        ],\n        [\n            5619,\n            \"\\u201cWell, there you are, that proves it,\\u201dsaid Piglet.\"\n        ],\n        [\n            6160,\n            \"Piglet passing the time by telling Pooh what his Grandfather Trespassers W had done to Remove Stiffness after Tracking, and how his Grandfather Trespassers W had suffered in his later years from Shortness of Breath, and other matters of interest, and Pooh wondering what a Grandfather was like, and if perhaps this was Two Grandfathers they were after now, and, if so, whether he would be allowed to take one home and keep it, and what Christopher Robin would say.\"\n        ],\n        [\n            9230,\n            \"\\u201d CHAPTER V IN WHICH PIGLET MEETS A HEFFALUMP One day, when Christopher Robin and Winnie-the-Pooh and Piglet were all talking together, Christopher Robin finished the mouthful he was eating and said carelessly: \\u201cI saw a Heffalump to-day, Piglet.\"\n        ],\n        [\n            12485,\n            \"\\u201d And he didn\\u2019t stop crying and scampering until he got to Christopher Robin\\u2019s house.\"\n        ],\n        [\n            12664,\n            \"\\u201d Piglet wasn\\u2019t afraid if he had Christopher Robin with him, so off they went.\"\n        ],\n        [\n            15375,\n            \"and then he thought that perhaps only _ he _ had, and he was now alone in the moon or somewhere, and would never see Christopher Robin or Pooh or Eeyore again.\"\n        ],\n        [\n            17723,\n            \"\\u201cI was talking to Christopher Robin, and he said that a Kanga was Generally Regarded as One of the Fiercer Animals.\"\n        ],\n        [\n            20693,\n            \"\\u201d Christopher Robin looked at him very carefully, and shook his head.\"\n        ],\n        [\n            20707,\n            \"\\u201cYou can\\u2019t be Roo,\\u201dhe said, \\u201cbecause I\\u2019ve just seen Roo playing in Rabbit\\u2019s house.\"\n        ],\n        [\n            21086,\n            \"And every Tuesday Roo spent the day with his great friend Rabbit, and every Tuesday Kanga spent the day with her great friend Pooh, teaching him to jump, and every Tuesday Piglet spent the day with his great friend Christopher Robin.\"\n        ],\n        [\n            22442,\n            \"First came Christopher Robin and Rabbit, then Piglet and Pooh;\"\n        ],\n        [\n            25591,\n            \"\\u201cIf only,\\u201dhe thought, as he looked out of the window, \\u201cI had been in Pooh\\u2019s house, or Christopher Robin\\u2019s house, or Rabbit\\u2019s house when it began to rain, then I should have had Company all this time, instead of being here all alone, with nothing to do except wonder when it will stop.\"\n        ],\n        [\n            25699,\n            \"\\u201d and Piglet saying, \\u201cI wonder how it is over Christopher Robin\\u2019s way\\u201dand Pooh saying, \\u201cI should think poor old Rabbit is about flooded out by this time.\"\n        ],\n        [\n            25879,\n            \"Christopher Robin and Pooh could escape by Climbing Trees, and Kanga could escape by Jumping, and Rabbit could escape by Burrowing, and Owl could escape by Flying, and Eeyore could escape by-- by Making a Loud Noise Until Rescued, and here am I, surrounded by water and I can\\u2019t do _ anything _.\"\n        ],\n        [\n            27188,\n            \"I must find Christopher Robin or Owl or Piglet, one of those Clever Readers who can read things, and they will tell me what this missage means.\"\n        ],\n        [\n            30248,\n            \"Christopher Robin sat at one end, and Pooh sat at the other, and between them on one side were Owl and Eeyore and Piglet, and between them on the other side were Rabbit, and Roo and Kanga.\"\n        ],\n        [\n            31494,\n            \"\\u201d Later on, when they had all said \\u201cGood-bye\\u201dand \\u201cThank-you\\u201dto Christopher Robin, Pooh and Piglet walked home thoughtfully together in the golden evening, and for a long time they were silent.\"\n        ]\n    ],\n    \"[14, 17]\": [\n        [\n            2889,\n            \"\\u201d \\u201cAnd Piglet and Rabbit and all of you.\"\n        ],\n        [\n            17039,\n            \"And at Piglet\\u2019s house he found Rabbit.\"\n        ],\n        [\n            17073,\n            \"\\u201cHere are we-- you, Pooh, and you, Piglet, and Me-- and suddenly----\\u201d\\u201cAnd Eeyore,\\u201dsaid Pooh.\"\n        ],\n        [\n            17808,\n            \"\\u201d \\u201cPiglet,\\u201dsaid Rabbit, taking out a pencil, and licking the end of it, \\u201cyou haven\\u2019t any pluck.\"\n        ],\n        [\n            17863,\n            \"\\u201d Rabbit, who had begun to write very busily, looked up and said: \\u201cIt is because you are a very small animal that you will be Useful in the adventure before us.\"\n        ],\n        [\n            17900,\n            \"\\u201d Piglet was so excited at the idea of being Useful, that he forgot to be frightened any more, and when Rabbit went on to say that Kangas were only Fierce during the winter months, being at other times of an Affectionate Disposition, he could hardly sit still, he was so eager to begin being useful at once.\"\n        ],\n        [\n            18067,\n            \"\\u201d \\u201cNow listen all of you,\\u201dsaid Rabbit when he had finished writing, and Pooh and Piglet sat listening very eagerly with their mouths open.\"\n        ],\n        [\n            18508,\n            \"By the way,\\u201dhe said, \\u201cyou _ are _ quite sure about what you said about the winter months?\"\n        ],\n        [\n            18820,\n            \"\\u201d Rabbit and Piglet, who had now come up from the other side of the hill, said \\u201cGood afternoon,\\u201dand \\u201cHallo, Roo,\\u201dand Roo asked them to look at him jumping, so they stayed and looked.\"\n        ],\n        [\n            19574,\n            \"\\u201d and in jumped Piglet into Kanga\\u2019s pocket, and off scampered Rabbit, with Roo in his paws, as fast as he could.\"\n        ],\n        [\n            20707,\n            \"\\u201cYou can\\u2019t be Roo,\\u201dhe said, \\u201cbecause I\\u2019ve just seen Roo playing in Rabbit\\u2019s house.\"\n        ],\n        [\n            22224,\n            \"\\u201d He left Rabbit and hurried down to Piglet\\u2019s house.\"\n        ],\n        [\n            22442,\n            \"First came Christopher Robin and Rabbit, then Piglet and Pooh;\"\n        ],\n        [\n            22962,\n            \"They all went off to discover the Pole, Owl and Piglet and Rabbit and all;\"\n        ],\n        [\n            22979,\n            \"It\\u2019s a Thing you Discover, as I\\u2019ve been tole By Owl and Piglet and Rabbit and all.\"\n        ],\n        [\n            25591,\n            \"\\u201cIf only,\\u201dhe thought, as he looked out of the window, \\u201cI had been in Pooh\\u2019s house, or Christopher Robin\\u2019s house, or Rabbit\\u2019s house when it began to rain, then I should have had Company all this time, instead of being here all alone, with nothing to do except wonder when it will stop.\"\n        ],\n        [\n            25699,\n            \"\\u201d and Piglet saying, \\u201cI wonder how it is over Christopher Robin\\u2019s way\\u201dand Pooh saying, \\u201cI should think poor old Rabbit is about flooded out by this time.\"\n        ],\n        [\n            25879,\n            \"Christopher Robin and Pooh could escape by Climbing Trees, and Kanga could escape by Jumping, and Rabbit could escape by Burrowing, and Owl could escape by Flying, and Eeyore could escape by-- by Making a Loud Noise Until Rescued, and here am I, surrounded by water and I can\\u2019t do _ anything _.\"\n        ],\n        [\n            30248,\n            \"Christopher Robin sat at one end, and Pooh sat at the other, and between them on one side were Owl and Eeyore and Piglet, and between them on the other side were Rabbit, and Roo and Kanga.\"\n        ]\n    ]\n}"