"{\n    \"[1, 3]\": [\n        [\n            4651,\n            \"\\u201d Christopher Robin lived at the other end of the Forest, and when Christopher Robin came back with Rabbit, and saw the front half of Pooh, Christopher Robin said, \\u201cBear,\\u201din such a loving voice that Little Piglet felt quite hopeful again.\"\n        ],\n        [\n            5581,\n            \"And Little Piglet had had two names in case Little Piglet lost one-- Trespassers after Little Piglet, and Bear after Trespassers.\"\n        ],\n        [\n            7939,\n            \"\\u201cAnd if Little Piglet knows anything about anything,\\u201dsaid Bear to himself, \\u201cit\\u2019s Bear who knows something about something,\\u201dBear said, \\u201cor Bear name\\u2019s not Pooh,\\u201dPooh said.\"\n        ],\n        [\n            8001,\n            \"\\u201d Bear lived at The Chestnuts, an old-world residence of great charm, which was grander than Little Piglet\\u2019s, or seemed so to Bear, because it had both a knocker _ and _ a bell-pull.\"\n        ],\n        [\n            8623,\n            \"\\u201cjust a mouthful of condensed milk or whatnot, with perhaps a lick of honey----\\u201d\\u201cWell, then,\\u201dsaid Bear, \\u201cLittle Piglet write out this notice, and Little Piglet put it up all over the forest.\"\n        ],\n        [\n            8982,\n            \"It was hanging over a bush, and I thought at first Little Piglet lived there, so I rang it, and nothing happened, and then I rang it again very loudly, and it came off in Pooh hand, and as Little Piglet seemed to want it, I took it home, and----\\u201d\\u201cBear,\\u201dsaid Pooh solemnly, \\u201cBear made a mistake.\"\n        ],\n        [\n            14771,\n            \"\\u201cYes, and Pooh wanted to ask Bear----\\u201d\\u201cLittle Piglet has been keeping honey in it,\\u201dsaid Bear.\"\n        ],\n        [\n            22962,\n            \"Little Piglet all went off to discover the Pole, Bear and Piglet and Rabbit and all;\"\n        ],\n        [\n            23422,\n            \"\\u201d \\u201cIf Little Piglet jump out at Little Piglet suddenly, that\\u2019s an Ambush,\\u201dsaid Bear.\"\n        ],\n        [\n            23507,\n            \"\\u201cLittle Piglet are not _ talking _ about gorse-bushes,\\u201dsaid Bear a little crossly.\"\n        ],\n        [\n            24188,\n            \"Pooh was washing Pooh face and paws in the stream, while Kanga explained to Little Piglet proudly that this was the first time Kanga had ever washed Kanga face himself, and Bear was telling Kanga an Interesting Anecdote full of long words like Encyclop\\u00e6dia and Rhododendron to which Kanga wasn\\u2019t listening.\"\n        ],\n        [\n            27188,\n            \"Pooh must find Christopher Robin or Bear or Piglet, one of those Clever Readers who can read things, and Little Piglet will tell Pooh what this missage means.\"\n        ],\n        [\n            27808,\n            \"Do Bear think Little Piglet\\u2019re all right, Bear?\"\n        ],\n        [\n            27825,\n            \"Little Piglet see, at any moment----\\u201d\\u201cDo go and see, Bear.\"\n        ],\n        [\n            30174,\n            \"\\u201d \\u201cLittle Piglet,\\u201dsaid Bear sulkily.\"\n        ],\n        [\n            30248,\n            \"Christopher Robin Robin sat at one end, and Pooh sat at the other, and between Little Piglet on one side were Bear and Eeyore and Piglet, and between Little Piglet on the other side were Rabbit, and Pooh and Kanga.\"\n        ],\n        [\n            30758,\n            \"Any of Little Piglet-- except Rabbit and Bear and Kanga-- would have done the same.\"\n        ]\n    ],\n    \"[1, 7]\": [\n        [\n            9775,\n            \"Pooh\\u2019s first idea was that Little Piglet should dig a Very Deep Pit, and then Eeyore would come along and fall into the Pit, and---- \\u201cWhy?\"\n        ],\n        [\n            10089,\n            \"\\u201cBut then Eeyore would see Little Piglet digging it,\\u201dsaid Pooh.\"\n        ],\n        [\n            13997,\n            \"\\u201cPooh have just seen Eeyore,\\u201dPooh began, \\u201cand Eeyore is in a Very Sad Condition, because it\\u2019s Eeyore birthday, and Little Piglet has taken any notice of it, and Eeyore\\u2019s very Gloomy-- Little Piglet know what Eeyore is-- and there Eeyore was, and---- What a long time whoever lives here is answering this door.\"\n        ],\n        [\n            14578,\n            \"Then Pooh thought: \\u201cWell, it\\u2019s a very nice pot, even if there\\u2019s no honey in it, and if Pooh washed it clean, and got Little Piglet to write\\u2019_ A Happy Birthday _\\u2019on it, Eeyore could keep things in it, which might be Useful.\"\n        ],\n        [\n            16557,\n            \"What Little Piglet do with a balloon is, Little Piglet hold the ballon----\\u201d\\u201cNot mine,\\u201dsaid Eeyore proudly.\"\n        ],\n        [\n            17073,\n            \"\\u201cHere are Little Piglet-- Pooh, Pooh, and you, Piglet, and Rabbit-- and suddenly----\\u201d\\u201cAnd Eeyore,\\u201dsaid Pooh.\"\n        ],\n        [\n            17575,\n            \"_\\u2019so that Eeyore knows that _ Little Piglet _ know where Baby Roo is.\"\n        ],\n        [\n            17595,\n            \"_\\u2019means\\u2019 Little Piglet\\u2019ll tell you where Eeyore is, if Eeyore promise to go away from the Forest and never come back.\"\n        ],\n        [\n            22512,\n            \"Little Piglet can march at the end, after Eeyore.\"\n        ],\n        [\n            22567,\n            \"and if Eeyore am the end of the Expo-- what Little Piglet\\u2019re talking about-- then let Eeyore _ be _ the end.\"\n        ],\n        [\n            22676,\n            \"\\u201cIf Little Piglet ask me----\\u201d\\u201cI\\u2019m not asking Little Piglet,\\u201dsaid Eeyore.\"\n        ],\n        [\n            22698,\n            \"\\u201cEeyore\\u2019m just telling Little Piglet.\"\n        ],\n        [\n            23002,\n            \"Eeyore, Christopher Robin Robin and Pooh And Rabbit\\u2019s relations all went too-- And where the Pole was none of Little Piglet knew.\"\n        ],\n        [\n            24585,\n            \"and, Christopher Robin and Rabbit came hurrying past Eeyore, and were calling out to Little Piglet.\"\n        ],\n        [\n            24890,\n            \"Eeyore was sitting with Eeyore tail in the water when Little Piglet all got back to Eeyore.\"\n        ],\n        [\n            24907,\n            \"\\u201cTell Pooh to be quick, Little Piglet,\\u201dEeyore said.\"\n        ],\n        [\n            25033,\n            \"Well, as long as Little Piglet minds, Eeyore suppose it\\u2019s all right.\"\n        ],\n        [\n            25183,\n            \"It Belongs again, if Little Piglet know what Eeyore mean.\"\n        ],\n        [\n            25194,\n            \"\\u201d \\u201cHullo, Eeyore,\\u201dsaid Pooh, coming up to Little Piglet with Pooh pole.\"\n        ],\n        [\n            29997,\n            \"\\u201cEeyore suppose Little Piglet will be sending Eeyore down the odd bits which got trodden on.\"\n        ],\n        [\n            30164,\n            \"\\u2019\\u201d\\u201cLittle Piglet, except Eeyore?\"\n        ],\n        [\n            30248,\n            \"Christopher Robin Robin sat at one end, and Pooh sat at the other, and between Little Piglet on one side were Bear and Eeyore and Piglet, and between Little Piglet on the other side were Rabbit, and Pooh and Kanga.\"\n        ],\n        [\n            30714,\n            \"\\u201cLittle Piglet,\\u201dEeyore said, \\u201cincluding oddments, it is a great pleasure, or perhaps Eeyore had better say it has been a pleasure so far, to see Little Piglet at Eeyore party.\"\n        ],\n        [\n            31140,\n            \"Eeyore have Little Piglet.\"\n        ],\n        [\n            31478,\n            \"Over-rated, if Little Piglet ask Eeyore.\"\n        ]\n    ],\n    \"[1, 10]\": [\n        [\n            99,\n            \"Anyhow, here Pooh is at the bottom, and ready to be introduced to Little Piglet.\"\n        ],\n        [\n            122,\n            \"When Kanga first heard Pooh name, Kanga said, just as Little Piglet are going to say, \\u201cBut Kanga thought Pooh was Little Piglet?\"\n        ],\n        [\n            387,\n            \"* * * * * Once upon a time, a very long time ago now, about last Friday, Pooh lived in a forest all by Pooh under the name of Little Piglet.\"\n        ],\n        [\n            669,\n            \"\\u201d Then Pooh thought another long time, and said: \\u201cAnd the only reason for being Little Piglet that Pooh know of is making honey.\"\n        ],\n        [\n            954,\n            \"\\u201cLittle Piglet see, what Pooh _ meant _ to do,\\u201dPooh explained, as Pooh turned head-over-heels, and crashed on to another branch thirty feet below, \\u201cwhat Pooh _ meant _ to do----\\u201d\\u201cOf course, it _ was _ rather----\\u201dPooh admitted, as Pooh slithered very quickly through the next six branches.\"\n        ],\n        [\n            1305,\n            \"Pooh looked round to see that Little Piglet was listening, put Pooh paw to Pooh mouth, and said in a deep whisper: \\u201c_ Honey!\"\n        ],\n        [\n            1588,\n            \"\\u201cLittle Piglet might or Little Piglet might not,\\u201dsaid Pooh.\"\n        ],\n        [\n            1808,\n            \"\\u201d \\u201cPooh look like Little Piglet,\\u201dKanga said.\"\n        ],\n        [\n            1867,\n            \"And, as Pooh say, Little Piglet never can tell with Little Piglet.\"\n        ],\n        [\n            1945,\n            \"\\u201d \\u201cPooh think Little Piglet _ suspect _ something!\"\n        ],\n        [\n            1971,\n            \"But something tells Pooh that Little Piglet\\u2019re _ suspicious _!\"\n        ],\n        [\n            2091,\n            \"\\u2019 Pooh think, if Christopher Robin did that, it would help the deception which Little Piglet are practising on Little Piglet.\"\n        ],\n        [\n            2113,\n            \"\\u201d Well, Little Piglet laughed to yourself, \\u201cPooh!\"\n        ],\n        [\n            2126,\n            \"\\u201d but Little Piglet didn\\u2019t say it aloud because Little Piglet were so fond of Pooh, and Little Piglet went home for your umbrella.\"\n        ],\n        [\n            2158,\n            \"\\u201d called down Pooh, as soon as Little Piglet got back to the tree.\"\n        ],\n        [\n            2185,\n            \"Pooh have discovered that Little Piglet are now definitely Suspicious.\"\n        ],\n        [\n            2305,\n            \"\\u201d So, while Little Piglet walked up and down and wondered if it would rain, Pooh sang this song: How sweet to be a Cloud Floating in the Blue!\"\n        ],\n        [\n            2491,\n            \"So Pooh should think Little Piglet would make the wrong sort of honey, shouldn\\u2019t Christopher Robin?\"\n        ],\n        [\n            2575,\n            \"So Pooh thought for a long time, and then Pooh said: \\u201cChristopher Robin, Little Piglet must shoot the balloon with your gun.\"\n        ],\n        [\n            2665,\n            \"\\u201d When Pooh put it like this, Little Piglet saw how it was, and Little Piglet aimed very carefully at the balloon, and fired.\"\n        ],\n        [\n            2709,\n            \"\\u201cLittle Piglet didn\\u2019t exactly _ miss _,\\u201dsaid Pooh, \\u201cbut Little Piglet missed the _ balloon _.\"\n        ],\n        [\n            2732,\n            \"\\u201d \\u201cLittle Piglet\\u2019m so sorry,\\u201dLittle Piglet said, and Little Piglet fired again, and this time Little Piglet hit the balloon, and the air came slowly out, and Pooh floated down to the ground.\"\n        ],\n        [\n            2923,\n            \"\\u201d \\u201cThat day when Pooh and Piglet tried to catch the Heffalump----\\u201d\\u201cLittle Piglet didn\\u2019t catch it, did Little Piglet?\"\n        ],\n        [\n            3165,\n            \"CHAPTER II IN WHICH POOH GOES VISITING AND GETS INTO A TIGHT PLACE Pooh, known to Little Piglet as Pooh, or Pooh for short, was walking through the forest one day, humming proudly to Pooh.\"\n        ],\n        [\n            3397,\n            \"_ Well, Pooh was humming this hum to Pooh, and walking along gaily, wondering what Little Piglet was doing, and what it felt like, being Little Piglet, when suddenly Pooh came to a sandy bank, and in the bank was a large hole.\"\n        ],\n        [\n            3524,\n            \"_\\u201dSo Pooh bent down, put Pooh head into the hole, and called out: \\u201cIs Little Piglet at home?\"\n        ],\n        [\n            3564,\n            \"\\u201cWhat Pooh said was,\\u2019Is Little Piglet at home?\"\n        ],\n        [\n            4651,\n            \"\\u201d Christopher Robin lived at the other end of the Forest, and when Christopher Robin came back with Rabbit, and saw the front half of Pooh, Christopher Robin said, \\u201cBear,\\u201din such a loving voice that Little Piglet felt quite hopeful again.\"\n        ],\n        [\n            4782,\n            \"\\u201cIf Little Piglet can\\u2019t pull Pooh out, Pooh, Little Piglet might push Pooh back.\"\n        ],\n        [\n            4800,\n            \"\\u201d Rabbit scratched his whiskers thoughtfully, and pointed out that, when once Pooh was pushed back, Pooh was back, and of course Little Piglet was more glad to see Pooh than _ Pooh _ was, still there it was, some lived in trees and some lived underground, and---- \\u201cRabbit mean Pooh\\u2019d _ never _ get out?\"\n        ],\n        [\n            4920,\n            \"\\u201cLittle Piglet shall have to wait for Pooh to get thin again.\"\n        ],\n        [\n            4997,\n            \"\\u201d \\u201cLittle Piglet\\u2019ll read to Pooh,\\u201dsaid Rabbit cheerfully.\"\n        ],\n        [\n            5131,\n            \"But Little Piglet _ will _ read to Pooh.\"\n        ],\n        [\n            5387,\n            \"So, with a nod of thanks to Little Piglet, Pooh went on with Pooh walk through the forest, humming proudly to Pooh.\"\n        ],\n        [\n            6160,\n            \"Piglet passing the time by telling Pooh what Piglet Grandfather Trespassers W had done to Remove Stiffness after Tracking, and how Piglet Grandfather Trespassers W had suffered in Pooh later years from Shortness of Breath, and other matters of interest, and Pooh wondering what Little Piglet was like, and if perhaps this was Two Grandfathers they were after now, and, if so, whether Pooh would be allowed to take one home and keep it, and what Christopher Robin would say.\"\n        ],\n        [\n            6459,\n            \"were there, instead of elsewhere, and Pooh thought how nice it would be if Little Piglet met Christopher Robin suddenly but quite accidentally, and only because Pooh liked Christopher Robin so much.\"\n        ],\n        [\n            6708,\n            \"\\u201d \\u201cLittle Piglet\\u2019ll do it this afternoon, and Pooh\\u2019ll come with Piglet,\\u201dsaid Pooh.\"\n        ],\n        [\n            6979,\n            \"First Pooh went round the spinney twice by Pooh, and then Piglet ran after Pooh and Little Piglet went round again together, and then Pooh were just going round a fourth time----\\u201d\\u201cWait a moment,\\u201dsaid Pooh, holding up Pooh paw.\"\n        ],\n        [\n            7123,\n            \"\\u201d \\u201cPooh\\u2019re Little Piglet,\\u201dsaid Christopher Robin Robin soothingly.\"\n        ],\n        [\n            7657,\n            \"\\u201cLittle Piglet must have taken it,\\u201dsaid Pooh.\"\n        ],\n        [\n            7668,\n            \"\\u201cHow Like Little Piglet,\\u201dPooh added, after a long silence.\"\n        ],\n        [\n            7746,\n            \"\\u201cPooh\\u2019re Little Piglet,\\u201dsaid Pooh.\"\n        ],\n        [\n            7939,\n            \"\\u201cAnd if Little Piglet knows anything about anything,\\u201dsaid Bear to himself, \\u201cit\\u2019s Bear who knows something about something,\\u201dBear said, \\u201cor Bear name\\u2019s not Pooh,\\u201dPooh said.\"\n        ],\n        [\n            8331,\n            \"\\u201cFor Pooh am Little Piglet, and long words Bother Pooh.\"\n        ],\n        [\n            8982,\n            \"It was hanging over a bush, and I thought at first Little Piglet lived there, so I rang it, and nothing happened, and then I rang it again very loudly, and it came off in Pooh hand, and as Little Piglet seemed to want it, I took it home, and----\\u201d\\u201cBear,\\u201dsaid Pooh solemnly, \\u201cBear made a mistake.\"\n        ],\n        [\n            9398,\n            \"Then Little Piglet all talked about something else, until it was time for Pooh and Piglet to go home together.\"\n        ],\n        [\n            9444,\n            \"but when Little Piglet came to the stream and had helped each other across the stepping stones, and were able to walk side by side again over the heather, Little Piglet began to talk in a friendly way about this and that, and Piglet said, \\u201cIf Pooh see what Piglet mean, Pooh,\\u201dand Pooh said, \\u201cIt\\u2019s just what Pooh think Pooh, Piglet,\\u201dand Piglet said, \\u201cBut, on the other hand, Pooh, Little Piglet must remember,\\u201dand Pooh said, \\u201cQuite true, Piglet, although Pooh had forgotten it for the moment.\"\n        ],\n        [\n            9557,\n            \"\\u201d And then, just as Little Piglet came to the Six Pine Trees, Pooh looked round to see that nobody else was listening, and said in a very solemn voice: \\u201cPiglet, Pooh have decided something.\"\n        ],\n        [\n            9775,\n            \"Pooh\\u2019s first idea was that Little Piglet should dig a Very Deep Pit, and then Eeyore would come along and fall into the Pit, and---- \\u201cWhy?\"\n        ],\n        [\n            10089,\n            \"\\u201cBut then Eeyore would see Little Piglet digging it,\\u201dsaid Pooh.\"\n        ],\n        [\n            10154,\n            \"Pooh suppose that\\u2019s why Little Piglet hardly _ ever _ get caught.\"\n        ],\n        [\n            10223,\n            \"\\u201d For Pooh felt sure that Little Piglet could catch a Heffalump if only Little Piglet knew the right way to go about it.\"\n        ],\n        [\n            10291,\n            \"I should make a Trap, and I should put a Jar of Honey in the Trap, and Pooh would smell it, and Pooh would go in after it, and----\\u201d\\u201cAnd Pooh would go in after it,\\u201dsaid Pooh excitedly, \\u201conly very carefully so as not to hurt Pooh, and Pooh would get to the Jar of Honey, and Pooh should lick round the edges first of all, pretending that there wasn\\u2019t any more, Little Piglet know, and then Pooh should walk away and think about it a little, and then Pooh should come back and start licking in the middle of the jar, and then----\\u201d\\u201cYes, well never mind about that.\"\n        ],\n        [\n            10468,\n            \"Little Piglet\\u2019ll get a lot of---- Pooh say, wake up, Pooh!\"\n        ],\n        [\n            10524,\n            \"and Little Piglet were just going to argue about it, when Piglet remembered that, if Little Piglet put acorns in the Trap, _ Piglet _ would have to find the acorns, but if Little Piglet put honey, then Pooh would have to give up some of Pooh own honey, so Piglet said, \\u201cAll right, honey then,\\u201djust as Pooh remembered it too, and was going to say, \\u201cAll right, haycorns.\"\n        ],\n        [\n            10730,\n            \"\\u201cBut Little Piglet never can tell,\\u201dsaid Pooh.\"\n        ],\n        [\n            10741,\n            \"\\u201cPooh remember Little Piglet saying once that Little Piglet had seen cheese just this colour.\"\n        ],\n        [\n            11010,\n            \"\\u201cWell, good night, Pooh,\\u201dsaid Piglet, when Little Piglet had got to Pooh\\u2019s house.\"\n        ],\n        [\n            13789,\n            \"\\u201cIt\\u2019s bad enough,\\u201dsaid Pooh, almost breaking down, \\u201cbeing miserable Pooh, what with no presents and no cake and no candles, and no proper notice taken of Pooh at all, but if Little Piglet is going to be miserable too----\\u201dThis was too much for Pooh.\"\n        ],\n        [\n            13997,\n            \"\\u201cPooh have just seen Eeyore,\\u201dPooh began, \\u201cand Eeyore is in a Very Sad Condition, because it\\u2019s Eeyore birthday, and Little Piglet has taken any notice of it, and Eeyore\\u2019s very Gloomy-- Little Piglet know what Eeyore is-- and there Eeyore was, and---- What a long time whoever lives here is answering this door.\"\n        ],\n        [\n            14578,\n            \"Then Pooh thought: \\u201cWell, it\\u2019s a very nice pot, even if there\\u2019s no honey in it, and if Pooh washed it clean, and got Little Piglet to write\\u2019_ A Happy Birthday _\\u2019on it, Eeyore could keep things in it, which might be Useful.\"\n        ],\n        [\n            14771,\n            \"\\u201cYes, and Pooh wanted to ask Bear----\\u201d\\u201cLittle Piglet has been keeping honey in it,\\u201dsaid Bear.\"\n        ],\n        [\n            14798,\n            \"\\u201cLittle Piglet can keep _ anything _ in it,\\u201dsaid Pooh earnestly.\"\n        ],\n        [\n            15253,\n            \"for Pooh thought that Pooh would like to be the first one to give a present, just as if Pooh had thought of it without being told by Little Piglet.\"\n        ],\n        [\n            17073,\n            \"\\u201cHere are Little Piglet-- Pooh, Pooh, and you, Piglet, and Rabbit-- and suddenly----\\u201d\\u201cAnd Eeyore,\\u201dsaid Pooh.\"\n        ],\n        [\n            17515,\n            \"Of course,\\u201dPooh went on, \\u201cLittle Piglet could say\\u2019Aha!\"\n        ],\n        [\n            18067,\n            \"\\u201d \\u201cNow listen Little Piglet,\\u201dsaid Rabbit when Rabbit had finished writing, and Pooh and Piglet sat listening very eagerly with Little Piglet mouths open.\"\n        ],\n        [\n            18696,\n            \"Baby Roo was practising very small jumps in the sand, and falling down mouse-holes and climbing out of them, and Pooh was fidgeting about and saying \\u201cJust one more jump, dear, and then Little Piglet must go home.\"\n        ],\n        [\n            18820,\n            \"\\u201d Rabbit and Piglet, who had now come up from the other side of the hill, said \\u201cGood afternoon,\\u201dand \\u201cHallo, Pooh,\\u201dand Roo asked Little Piglet to look at Pooh jumping, so Little Piglet stayed and looked.\"\n        ],\n        [\n            18924,\n            \"\\u201cPooh, dear, just one more jump and then Little Piglet must go home.\"\n        ],\n        [\n            19380,\n            \"\\u201cNow jump in, Pooh, dear, and Little Piglet\\u2019ll go home.\"\n        ],\n        [\n            21138,\n            \"CHAPTER VIII IN WHICH CHRISTOPHER ROBIN LEADS AN EXPOTITION TO THE NORTH POLE One fine day Pooh had stumped up to the top of the Forest to see if Christopher Robin was interested in Little Piglet at all.\"\n        ],\n        [\n            21283,\n            \"\\u201cPerhaps it would be better,\\u201dPooh thought, \\u201cif Pooh sang Hi for the life of Little Piglet.\"\n        ],\n        [\n            22312,\n            \"Piglet,\\u201dsaid Pooh excitedly, \\u201cLittle Piglet\\u2019re going on an Expotition, Little Piglet, with things to eat.\"\n        ],\n        [\n            22847,\n            \"And as Little Piglet walked, Little Piglet chattered to each other of this and that, all except Pooh, who was making up a song.\"\n        ],\n        [\n            23002,\n            \"Eeyore, Christopher Robin Robin and Pooh And Rabbit\\u2019s relations all went too-- And where the Pole was none of Little Piglet knew.\"\n        ],\n        [\n            23044,\n            \"\\u201d said Christopher Robin Robin turning round to Pooh, \\u201cLittle Piglet\\u2019re just coming to a Dangerous Place.\"\n        ],\n        [\n            23442,\n            \"\\u201cIt\\u2019s an Ambush, Pooh, when people jump at Little Piglet suddenly,\\u201dexplained Piglet.\"\n        ],\n        [\n            23816,\n            \"\\u201cIt don\\u2019t do Little Piglet any Good, you know, sitting on them,\\u201dPooh went on, as Pooh looked up munching.\"\n        ],\n        [\n            24188,\n            \"Pooh was washing Pooh face and paws in the stream, while Kanga explained to Little Piglet proudly that this was the first time Kanga had ever washed Kanga face himself, and Bear was telling Kanga an Interesting Anecdote full of long words like Encyclop\\u00e6dia and Rhododendron to which Kanga wasn\\u2019t listening.\"\n        ],\n        [\n            24277,\n            \"\\u201d \\u201cWell,\\u201dsaid Pooh, \\u201c_ Pooh _ think----\\u201dBut Little Piglet shall never know what Pooh thought, for there came a sudden squeak from Pooh, a splash, and a loud cry of alarm from Kanga.\"\n        ],\n        [\n            24907,\n            \"\\u201cTell Pooh to be quick, Little Piglet,\\u201dEeyore said.\"\n        ],\n        [\n            25194,\n            \"\\u201d \\u201cHullo, Eeyore,\\u201dsaid Pooh, coming up to Little Piglet with Pooh pole.\"\n        ],\n        [\n            25319,\n            \"Pooh thought for a little and then suggested helpfully, \\u201cPerhaps it was Little Piglet.\"\n        ],\n        [\n            25475,\n            \"And Little Piglet think, but Little Piglet am not quite sure, that Pooh had a hot bath and went straight to bed.\"\n        ],\n        [\n            26421,\n            \"\\u201cSo now,\\u201dhe thought, \\u201cLittle Piglet will have to do something, and Pooh hope Little Piglet will do it soon, because if Little Piglet don\\u2019t Pooh shall have to swim, which Pooh can\\u2019t, so Pooh hope Little Piglet do it soon.\"\n        ],\n        [\n            26544,\n            \"Little Piglet remember how Pooh discovered the North Pole;\"\n        ],\n        [\n            26620,\n            \"\\u201d Pooh was very excited when Pooh heard this, and suggested that Little Piglet should have an Expotition to discover the East Pole, but Christopher Robin Robin had thought of something else to do with Kanga;\"\n        ],\n        [\n            26788,\n            \"And Wild Woozles, such as inhabit the East Pole, came and nibbled all the fur off Pooh legs to make nests for Little Piglet.\"\n        ],\n        [\n            26815,\n            \"And the more Little Piglet nibbled, the colder his legs got, until suddenly Pooh woke up with an _ Ow!\"\n        ],\n        [\n            27188,\n            \"Pooh must find Christopher Robin or Bear or Piglet, one of those Clever Readers who can read things, and Little Piglet will tell Pooh what this missage means.\"\n        ],\n        [\n            27227,\n            \"\\u201d Then Pooh had an idea, and Little Piglet think that for a Bear of Very Little Brain, it was a good idea.\"\n        ],\n        [\n            27350,\n            \"For a little while Pooh and _ The Floating Bear _ were uncertain as to which of Little Piglet was meant to be on the top, but after trying one or two different positions, Little Piglet settled down with _ The Floating Bear _ underneath and Pooh triumphantly astride it, paddling vigorously with Pooh feet.\"\n        ],\n        [\n            28157,\n            \"\\u201d \\u201cLittle Piglet must rescue Pooh at once!\"\n        ],\n        [\n            28236,\n            \"And Pooh and Christopher Robin will think of a Rescue and come as quick as ever Little Piglet can.\"\n        ],\n        [\n            28301,\n            \"\\u201d \\u201cPooh ought to say,\\u201dexplained Pooh as Little Piglet walked down to the shore of the island, \\u201cthat it isn\\u2019t just an ordinary sort of boat.\"\n        ],\n        [\n            28493,\n            \"Oh, Pooh, what shall Little Piglet do?\"\n        ],\n        [\n            28619,\n            \"\\u201cLittle Piglet might go in your umbrella,\\u201dsaid Pooh.\"\n        ],\n        [\n            28633,\n            \"\\u201d \\u201cLittle Piglet might go in your umbrella,\\u201dsaid Pooh.\"\n        ],\n        [\n            28649,\n            \"\\u201d \\u201cLittle Piglet might go in your umbrella,\\u201dsaid Pooh.\"\n        ],\n        [\n            29533,\n            \"\\u201d And Pooh began to wonder if all the other animals would know that it was a special Pooh Party, and if Christopher Robin Robin had told Little Piglet about _ The Floating Bear _ and the _ Brain of Pooh _ and all the wonderful ships Pooh had invented and sailed on, and Pooh began to think how awful it would be if Little Piglet had forgotten about it, and Little Piglet quite knew what the party was for;\"\n        ],\n        [\n            29774,\n            \"Well, Pooh was Little Piglet (_ Just say it again!\"\n        ],\n        [\n            29876,\n            \"_) And hope Pooh\\u2019ll be with Little Piglet for years and years, And grow in health and wisdom and riches!\"\n        ],\n        [\n            30248,\n            \"Christopher Robin Robin sat at one end, and Pooh sat at the other, and between Little Piglet on one side were Bear and Eeyore and Piglet, and between Little Piglet on the other side were Rabbit, and Pooh and Kanga.\"\n        ],\n        [\n            30343,\n            \"As soon as ever Little Piglet had sat down Pooh began to talk.\"\n        ],\n        [\n            30575,\n            \"When Little Piglet had all nearly eaten enough, Christopher Robin banged on the table with his spoon, and Little Piglet stopped talking and was very silent, except Pooh who was just finishing a loud attack of hiccups and trying to look as if it was Little Piglet.\"\n        ],\n        [\n            30819,\n            \"It was not, Pooh need hardly say, with an idea of getting what Christopher Robin is looking for now \\\"-- and Pooh put Pooh front leg to Pooh mouth and said in a loud whisper, \\u201cTry under the table \\\"-- \\\" that Pooh did what Pooh did-- but because Pooh feel that Little Piglet should all do what Little Piglet can to help.\"\n        ],\n        [\n            30891,\n            \"Pooh feel that Little Piglet should all----\\u201d\\u201cH-- hup!\"\n        ],\n        [\n            31181,\n            \"\\u201d Little Piglet was listening, for Little Piglet were all saying \\u201cOpen it, Pooh,\\u201d\\u201cWhat is it, Pooh?\"\n        ],\n        [\n            31494,\n            \"\\u201d Later on, when Little Piglet had all said \\u201cGood-bye\\u201dand \\u201cThank-you\\u201dto Christopher Robin Robin, Pooh and Piglet walked home thoughtfully together in the golden evening, and for a long time Little Piglet were silent.\"\n        ]\n    ],\n    \"[1, 11]\": [\n        [\n            122,\n            \"When Kanga first heard Pooh name, Kanga said, just as Little Piglet are going to say, \\u201cBut Kanga thought Pooh was Little Piglet?\"\n        ],\n        [\n            225,\n            \"and Kanga hope Christopher Robin do too, because it is all the explanation Little Piglet are going to get.\"\n        ],\n        [\n            1510,\n            \"Now, if Kanga have a green balloon, Little Piglet might think Kanga were only part of the tree, and not notice Kanga, and, if Kanga have a blue balloon, Little Piglet might think Kanga were only part of the sky, and not notice Kanga, and the question is: Which is most likely?\"\n        ],\n        [\n            1570,\n            \"\\u201d \\u201cWouldn\\u2019t Little Piglet notice _ Kanga _ underneath the balloon?\"\n        ],\n        [\n            1808,\n            \"\\u201d \\u201cPooh look like Little Piglet,\\u201dKanga said.\"\n        ],\n        [\n            1983,\n            \"\\u201d \\u201cPerhaps Little Piglet think that Kanga\\u2019re after Little Piglet honey.\"\n        ],\n        [\n            18797,\n            \"\\u201d \\u201cLittle Piglet were just going home,\\u201dsaid Kanga.\"\n        ],\n        [\n            19692,\n            \"\\u201d \\u201cWell, Little Piglet must be getting home,\\u201dsaid Kanga.\"\n        ],\n        [\n            19940,\n            \"So Kanga said to Kanga, \\u201cIf Little Piglet are having a joke with Kanga, Kanga will have a joke with Little Piglet.\"\n        ],\n        [\n            20813,\n            \"\\u201d Piglet began to say that this was because Piglet had just had a bath, and then Piglet thought that perhaps Piglet wouldn\\u2019t say that, and as Piglet opened Piglet mouth to say something else, Kanga slipped the medicine spoon in, and then patted Piglet on the back and told Piglet that it was really quite a nice taste when Little Piglet got used to it.\"\n        ],\n        [\n            20935,\n            \"\\u201d Kanga agreed that this was probably what it was, and said that Little Piglet would have to call it by some name.\"\n        ],\n        [\n            24188,\n            \"Pooh was washing Pooh face and paws in the stream, while Kanga explained to Little Piglet proudly that this was the first time Kanga had ever washed Kanga face himself, and Bear was telling Kanga an Interesting Anecdote full of long words like Encyclop\\u00e6dia and Rhododendron to which Kanga wasn\\u2019t listening.\"\n        ],\n        [\n            24277,\n            \"\\u201d \\u201cWell,\\u201dsaid Pooh, \\u201c_ Pooh _ think----\\u201dBut Little Piglet shall never know what Pooh thought, for there came a sudden squeak from Pooh, a splash, and a loud cry of alarm from Kanga.\"\n        ],\n        [\n            26620,\n            \"\\u201d Pooh was very excited when Pooh heard this, and suggested that Little Piglet should have an Expotition to discover the East Pole, but Christopher Robin Robin had thought of something else to do with Kanga;\"\n        ],\n        [\n            30248,\n            \"Christopher Robin Robin sat at one end, and Pooh sat at the other, and between Little Piglet on one side were Bear and Eeyore and Piglet, and between Little Piglet on the other side were Rabbit, and Pooh and Kanga.\"\n        ],\n        [\n            30758,\n            \"Any of Little Piglet-- except Rabbit and Bear and Kanga-- would have done the same.\"\n        ]\n    ],\n    \"[1, 12]\": [\n        [\n            225,\n            \"and Kanga hope Christopher Robin do too, because it is all the explanation Little Piglet are going to get.\"\n        ],\n        [\n            2091,\n            \"\\u2019 Pooh think, if Christopher Robin did that, it would help the deception which Little Piglet are practising on Little Piglet.\"\n        ],\n        [\n            2491,\n            \"So Pooh should think Little Piglet would make the wrong sort of honey, shouldn\\u2019t Christopher Robin?\"\n        ],\n        [\n            2575,\n            \"So Pooh thought for a long time, and then Pooh said: \\u201cChristopher Robin, Little Piglet must shoot the balloon with your gun.\"\n        ],\n        [\n            4651,\n            \"\\u201d Christopher Robin lived at the other end of the Forest, and when Christopher Robin came back with Rabbit, and saw the front half of Pooh, Christopher Robin said, \\u201cBear,\\u201din such a loving voice that Little Piglet felt quite hopeful again.\"\n        ],\n        [\n            5508,\n            \"When Christopher Robin Robin asked Piglet what it meant, Piglet said it was Little Piglet\\u2019s name, and had been in the family for a long time, Christopher Robin said Christopher Robin _ couldn\\u2019t _ be called Trespassers W, and Piglet said yes, Christopher Robin could, because Little Piglet was, and it was short for Trespassers Will, which was short for Trespassers William.\"\n        ],\n        [\n            6160,\n            \"Piglet passing the time by telling Pooh what Piglet Grandfather Trespassers W had done to Remove Stiffness after Tracking, and how Piglet Grandfather Trespassers W had suffered in Pooh later years from Shortness of Breath, and other matters of interest, and Pooh wondering what Little Piglet was like, and if perhaps this was Two Grandfathers they were after now, and, if so, whether Pooh would be allowed to take one home and keep it, and what Christopher Robin would say.\"\n        ],\n        [\n            6459,\n            \"were there, instead of elsewhere, and Pooh thought how nice it would be if Little Piglet met Christopher Robin suddenly but quite accidentally, and only because Pooh liked Christopher Robin so much.\"\n        ],\n        [\n            7123,\n            \"\\u201d \\u201cPooh\\u2019re Little Piglet,\\u201dsaid Christopher Robin Robin soothingly.\"\n        ],\n        [\n            9363,\n            \"\\u201cLittle Piglet don\\u2019t often see them,\\u201dsaid Christopher Robin Robin carelessly.\"\n        ],\n        [\n            12577,\n            \"\\u201d \\u201cLike-- like---- It had the biggest head Little Piglet ever saw, Christopher Robin Robin.\"\n        ],\n        [\n            12664,\n            \"\\u201d Piglet wasn\\u2019t afraid if Piglet had Christopher Robin Robin with Piglet, so off Little Piglet went.\"\n        ],\n        [\n            21138,\n            \"CHAPTER VIII IN WHICH CHRISTOPHER ROBIN LEADS AN EXPOTITION TO THE NORTH POLE One fine day Pooh had stumped up to the top of the Forest to see if Christopher Robin was interested in Little Piglet at all.\"\n        ],\n        [\n            21742,\n            \"\\u201d \\u201cLittle Piglet are all going on an Expedition,\\u201dsaid Christopher Robin, as he got up and brushed himself.\"\n        ],\n        [\n            21880,\n            \"\\u201cIt\\u2019s just a thing Little Piglet discover,\\u201dsaid Christopher Robin Robin carelessly, not being quite sure Christopher Robin.\"\n        ],\n        [\n            22091,\n            \"\\u201d \\u201cLittle Piglet\\u2019re all going on an Expotition with Christopher Robin Robin!\"\n        ],\n        [\n            23002,\n            \"Eeyore, Christopher Robin Robin and Pooh And Rabbit\\u2019s relations all went too-- And where the Pole was none of Little Piglet knew.\"\n        ],\n        [\n            23044,\n            \"\\u201d said Christopher Robin Robin turning round to Pooh, \\u201cLittle Piglet\\u2019re just coming to a Dangerous Place.\"\n        ],\n        [\n            23247,\n            \"Little Piglet had come to a stream which twisted and tumbled between high rocky banks, and Christopher Robin Robin saw at once how dangerous it was.\"\n        ],\n        [\n            23618,\n            \"\\u201cI think,\\u201dsaid Christopher Robin, \\u201cthat Little Piglet ought to eat all Little Piglet Provisions now, so that Little Piglet shan\\u2019t have so much to carry.\"\n        ],\n        [\n            23877,\n            \"\\u201d As soon as Christopher Robin had finished Christopher Robin lunch Christopher Robin Robin whispered to Rabbit, and Rabbit said \\u201cYes, yes, of course,\\u201dand Little Piglet walked a little way up the stream together.\"\n        ],\n        [\n            24154,\n            \"\\u201d \\u201cThat\\u2019s what Little Piglet\\u2019re looking for,\\u201dsaid Christopher Robin Robin.\"\n        ],\n        [\n            24585,\n            \"and, Christopher Robin and Rabbit came hurrying past Eeyore, and were calling out to Little Piglet.\"\n        ],\n        [\n            24783,\n            \"Christopher Robin, did Little Piglet see me----\\u201dBut Christopher Robin wasn\\u2019t listening.\"\n        ],\n        [\n            25441,\n            \"Little Piglet stuck the pole in the ground, and Christopher Robin Robin tied a message on to it.\"\n        ],\n        [\n            26582,\n            \"\\u201cThere\\u2019s a South Pole,\\u201dsaid Christopher Robin Robin, \\u201cand I expect there\\u2019s an East Pole and a West Pole, though Little Piglet don\\u2019t like talking about them.\"\n        ],\n        [\n            26620,\n            \"\\u201d Pooh was very excited when Pooh heard this, and suggested that Little Piglet should have an Expotition to discover the East Pole, but Christopher Robin Robin had thought of something else to do with Kanga;\"\n        ],\n        [\n            27188,\n            \"Pooh must find Christopher Robin or Bear or Piglet, one of those Clever Readers who can read things, and Little Piglet will tell Pooh what this missage means.\"\n        ],\n        [\n            28236,\n            \"And Pooh and Christopher Robin will think of a Rescue and come as quick as ever Little Piglet can.\"\n        ],\n        [\n            29533,\n            \"\\u201d And Pooh began to wonder if all the other animals would know that it was a special Pooh Party, and if Christopher Robin Robin had told Little Piglet about _ The Floating Bear _ and the _ Brain of Pooh _ and all the wonderful ships Pooh had invented and sailed on, and Pooh began to think how awful it would be if Little Piglet had forgotten about it, and Little Piglet quite knew what the party was for;\"\n        ],\n        [\n            30151,\n            \"Christopher Robin said\\u2019Little Piglet!\"\n        ],\n        [\n            30226,\n            \"Christopher Robin had made a long table out of some long pieces of wood, and Little Piglet all sat round it.\"\n        ],\n        [\n            30248,\n            \"Christopher Robin Robin sat at one end, and Pooh sat at the other, and between Little Piglet on one side were Bear and Eeyore and Piglet, and between Little Piglet on the other side were Rabbit, and Pooh and Kanga.\"\n        ],\n        [\n            31494,\n            \"\\u201d Later on, when Little Piglet had all said \\u201cGood-bye\\u201dand \\u201cThank-you\\u201dto Christopher Robin Robin, Pooh and Piglet walked home thoughtfully together in the golden evening, and for a long time Little Piglet were silent.\"\n        ]\n    ],\n    \"[1, 14]\": [\n        [\n            2889,\n            \"\\u201d \\u201cAnd Piglet and Rabbit and Little Piglet.\"\n        ],\n        [\n            4583,\n            \"I thought at the time,\\u201dsaid Rabbit, \\u201conly I didn\\u2019t like to say anything,\\u201dsaid Rabbit, \\u201cthat one of Little Piglet was eating too much,\\u201dsaid Rabbit, \\u201cand Rabbit knew if wasn\\u2019t _ me _,\\u201dRabbit said.\"\n        ],\n        [\n            4651,\n            \"\\u201d Christopher Robin lived at the other end of the Forest, and when Christopher Robin came back with Rabbit, and saw the front half of Pooh, Christopher Robin said, \\u201cBear,\\u201din such a loving voice that Little Piglet felt quite hopeful again.\"\n        ],\n        [\n            4800,\n            \"\\u201d Rabbit scratched his whiskers thoughtfully, and pointed out that, when once Pooh was pushed back, Pooh was back, and of course Little Piglet was more glad to see Pooh than _ Pooh _ was, still there it was, some lived in trees and some lived underground, and---- \\u201cRabbit mean Pooh\\u2019d _ never _ get out?\"\n        ],\n        [\n            4997,\n            \"\\u201d \\u201cLittle Piglet\\u2019ll read to Pooh,\\u201dsaid Rabbit cheerfully.\"\n        ],\n        [\n            17073,\n            \"\\u201cHere are Little Piglet-- Pooh, Pooh, and you, Piglet, and Rabbit-- and suddenly----\\u201d\\u201cAnd Eeyore,\\u201dsaid Pooh.\"\n        ],\n        [\n            17162,\n            \"\\u201d \\u201cHere-- Little Piglet-- are,\\u201dsaid Rabbit very slowly and carefully, \\u201call-- of-- Little Piglet, and then, suddenly, Little Piglet wake up one morning and, what do Little Piglet find?\"\n        ],\n        [\n            18067,\n            \"\\u201d \\u201cNow listen Little Piglet,\\u201dsaid Rabbit when Rabbit had finished writing, and Pooh and Piglet sat listening very eagerly with Little Piglet mouths open.\"\n        ],\n        [\n            18326,\n            \"_ Well, Rabbit read this out proudly, and for a little while after Rabbit had read it Little Piglet said anything.\"\n        ],\n        [\n            18820,\n            \"\\u201d Rabbit and Piglet, who had now come up from the other side of the hill, said \\u201cGood afternoon,\\u201dand \\u201cHallo, Pooh,\\u201dand Roo asked Little Piglet to look at Pooh jumping, so Little Piglet stayed and looked.\"\n        ],\n        [\n            20074,\n            \"Rabbit was playing with Baby Roo in Rabbit own house, and feeling more fond of Rabbit every minute, and Pooh, who had decided to be Little Piglet, was still at the sandy place on the top of the Forest, practising jumps.\"\n        ],\n        [\n            22785,\n            \"\\u201cLittle Piglet\\u2019re starting,\\u201dsaid Rabbit.\"\n        ],\n        [\n            22962,\n            \"Little Piglet all went off to discover the Pole, Bear and Piglet and Rabbit and all;\"\n        ],\n        [\n            23002,\n            \"Eeyore, Christopher Robin Robin and Pooh And Rabbit\\u2019s relations all went too-- And where the Pole was none of Little Piglet knew.\"\n        ],\n        [\n            23877,\n            \"\\u201d As soon as Christopher Robin had finished Christopher Robin lunch Christopher Robin Robin whispered to Rabbit, and Rabbit said \\u201cYes, yes, of course,\\u201dand Little Piglet walked a little way up the stream together.\"\n        ],\n        [\n            24066,\n            \"\\u201d \\u201cSure to be a pole,\\u201dsaid Rabbit, \\u201cbecause of calling it a pole, and if it\\u2019s a pole, well, Rabbit should think it would be sticking in the ground, shouldn\\u2019t Little Piglet, because there\\u2019d be nowhere else to stick it.\"\n        ],\n        [\n            24585,\n            \"and, Christopher Robin and Rabbit came hurrying past Eeyore, and were calling out to Little Piglet.\"\n        ],\n        [\n            30248,\n            \"Christopher Robin Robin sat at one end, and Pooh sat at the other, and between Little Piglet on one side were Bear and Eeyore and Piglet, and between Little Piglet on the other side were Rabbit, and Pooh and Kanga.\"\n        ],\n        [\n            30758,\n            \"Any of Little Piglet-- except Rabbit and Bear and Kanga-- would have done the same.\"\n        ]\n    ],\n    \"[1, 17]\": [\n        [\n            2889,\n            \"\\u201d \\u201cAnd Piglet and Rabbit and Little Piglet.\"\n        ],\n        [\n            2923,\n            \"\\u201d \\u201cThat day when Pooh and Piglet tried to catch the Heffalump----\\u201d\\u201cLittle Piglet didn\\u2019t catch it, did Little Piglet?\"\n        ],\n        [\n            5508,\n            \"When Christopher Robin Robin asked Piglet what it meant, Piglet said it was Little Piglet\\u2019s name, and had been in the family for a long time, Christopher Robin said Christopher Robin _ couldn\\u2019t _ be called Trespassers W, and Piglet said yes, Christopher Robin could, because Little Piglet was, and it was short for Trespassers Will, which was short for Trespassers William.\"\n        ],\n        [\n            6160,\n            \"Piglet passing the time by telling Pooh what Piglet Grandfather Trespassers W had done to Remove Stiffness after Tracking, and how Piglet Grandfather Trespassers W had suffered in Pooh later years from Shortness of Breath, and other matters of interest, and Pooh wondering what Little Piglet was like, and if perhaps this was Two Grandfathers they were after now, and, if so, whether Pooh would be allowed to take one home and keep it, and what Christopher Robin would say.\"\n        ],\n        [\n            6708,\n            \"\\u201d \\u201cLittle Piglet\\u2019ll do it this afternoon, and Pooh\\u2019ll come with Piglet,\\u201dsaid Pooh.\"\n        ],\n        [\n            6979,\n            \"First Pooh went round the spinney twice by Pooh, and then Piglet ran after Pooh and Little Piglet went round again together, and then Pooh were just going round a fourth time----\\u201d\\u201cWait a moment,\\u201dsaid Pooh, holding up Pooh paw.\"\n        ],\n        [\n            9398,\n            \"Then Little Piglet all talked about something else, until it was time for Pooh and Piglet to go home together.\"\n        ],\n        [\n            9444,\n            \"but when Little Piglet came to the stream and had helped each other across the stepping stones, and were able to walk side by side again over the heather, Little Piglet began to talk in a friendly way about this and that, and Piglet said, \\u201cIf Pooh see what Piglet mean, Pooh,\\u201dand Pooh said, \\u201cIt\\u2019s just what Pooh think Pooh, Piglet,\\u201dand Piglet said, \\u201cBut, on the other hand, Pooh, Little Piglet must remember,\\u201dand Pooh said, \\u201cQuite true, Piglet, although Pooh had forgotten it for the moment.\"\n        ],\n        [\n            9557,\n            \"\\u201d And then, just as Little Piglet came to the Six Pine Trees, Pooh looked round to see that nobody else was listening, and said in a very solemn voice: \\u201cPiglet, Pooh have decided something.\"\n        ],\n        [\n            9736,\n            \"\\u201d And then Piglet said, \\u201cHow shall Little Piglet do it?\"\n        ],\n        [\n            10524,\n            \"and Little Piglet were just going to argue about it, when Piglet remembered that, if Little Piglet put acorns in the Trap, _ Piglet _ would have to find the acorns, but if Little Piglet put honey, then Pooh would have to give up some of Pooh own honey, so Piglet said, \\u201cAll right, honey then,\\u201djust as Pooh remembered it too, and was going to say, \\u201cAll right, haycorns.\"\n        ],\n        [\n            10987,\n            \"So Piglet put the jar at the bottom of the Pit, and climbed out, and Little Piglet went off home together.\"\n        ],\n        [\n            11010,\n            \"\\u201cWell, good night, Pooh,\\u201dsaid Piglet, when Little Piglet had got to Pooh\\u2019s house.\"\n        ],\n        [\n            12664,\n            \"\\u201d Piglet wasn\\u2019t afraid if Piglet had Christopher Robin Robin with Piglet, so off Little Piglet went.\"\n        ],\n        [\n            12697,\n            \"\\u201d said Piglet anxiously, as Little Piglet got near.\"\n        ],\n        [\n            17073,\n            \"\\u201cHere are Little Piglet-- Pooh, Pooh, and you, Piglet, and Rabbit-- and suddenly----\\u201d\\u201cAnd Eeyore,\\u201dsaid Pooh.\"\n        ],\n        [\n            17747,\n            \"Piglet am not frightened of Fierce Animals in the ordinary way, but it is well known that, if One of the Fiercer Animals is Deprived of Little Piglet, it becomes as fierce as Two of the Fiercer Animals.\"\n        ],\n        [\n            17836,\n            \"\\u201d \\u201cIt is hard to be brave,\\u201dsaid Piglet, sniffing slightly, \\u201cwhen Little Piglet\\u2019re only a Very Small Animal.\"\n        ],\n        [\n            18067,\n            \"\\u201d \\u201cNow listen Little Piglet,\\u201dsaid Rabbit when Rabbit had finished writing, and Pooh and Piglet sat listening very eagerly with Little Piglet mouths open.\"\n        ],\n        [\n            18435,\n            \"\\u201d \\u201cNothing,\\u201dsaid Piglet, \\u201cas long as _ Little Piglet all three _ say it.\"\n        ],\n        [\n            18455,\n            \"As long as Little Piglet all three say it,\\u201dsaid Piglet, \\u201cPiglet don\\u2019t mind,\\u201dPiglet said, \\u201cbut Piglet shouldn\\u2019t care to say\\u2019_ Aha!\"\n        ],\n        [\n            18820,\n            \"\\u201d Rabbit and Piglet, who had now come up from the other side of the hill, said \\u201cGood afternoon,\\u201dand \\u201cHallo, Pooh,\\u201dand Roo asked Little Piglet to look at Pooh jumping, so Little Piglet stayed and looked.\"\n        ],\n        [\n            20813,\n            \"\\u201d Piglet began to say that this was because Piglet had just had a bath, and then Piglet thought that perhaps Piglet wouldn\\u2019t say that, and as Piglet opened Piglet mouth to say something else, Kanga slipped the medicine spoon in, and then patted Piglet on the back and told Piglet that it was really quite a nice taste when Little Piglet got used to it.\"\n        ],\n        [\n            22312,\n            \"Piglet,\\u201dsaid Pooh excitedly, \\u201cLittle Piglet\\u2019re going on an Expotition, Little Piglet, with things to eat.\"\n        ],\n        [\n            22385,\n            \"\\u201d \\u201cIt isn\\u2019t Little Piglet necks Piglet mind,\\u201dsaid Piglet earnestly.\"\n        ],\n        [\n            22962,\n            \"Little Piglet all went off to discover the Pole, Bear and Piglet and Rabbit and all;\"\n        ],\n        [\n            23442,\n            \"\\u201cIt\\u2019s an Ambush, Pooh, when people jump at Little Piglet suddenly,\\u201dexplained Piglet.\"\n        ],\n        [\n            23661,\n            \"\\u201cAll that Little Piglet\\u2019ve brought,\\u201dsaid Piglet, getting to work.\"\n        ],\n        [\n            25778,\n            \"The little dry ditches in which Piglet had nosed about so often had become streams, the little streams across which Piglet had splashed were rivers, and the river, between whose steep banks Little Piglet had played so happily, had sprawled out of its own bed and was taking up so much room everywhere, that Piglet was beginning to wonder whether it would be coming into _ Piglet _ bed soon.\"\n        ],\n        [\n            25853,\n            \"\\u201cIt\\u2019s a little Anxious,\\u201dPiglet said to Piglet, \\u201cto be Little Piglet.\"\n        ],\n        [\n            26177,\n            \"and Piglet thought that if Piglet wrote something in a bottle and threw it in the water, perhaps Little Piglet would come and rescue _ him _!\"\n        ],\n        [\n            27188,\n            \"Pooh must find Christopher Robin or Bear or Piglet, one of those Clever Readers who can read things, and Little Piglet will tell Pooh what this missage means.\"\n        ],\n        [\n            28793,\n            \"Little Piglet can imagine Piglet\\u2019s joy when at last the ship came in sight of Piglet.\"\n        ],\n        [\n            28998,\n            \"\\u201d when-- well, Little Piglet can imagine Piglet joy when at last Piglet saw the good ship, _ Brain of Pooh _ (_ Captain _, C.\"\n        ],\n        [\n            30248,\n            \"Christopher Robin Robin sat at one end, and Pooh sat at the other, and between Little Piglet on one side were Bear and Eeyore and Piglet, and between Little Piglet on the other side were Rabbit, and Pooh and Kanga.\"\n        ],\n        [\n            31494,\n            \"\\u201d Later on, when Little Piglet had all said \\u201cGood-bye\\u201dand \\u201cThank-you\\u201dto Christopher Robin Robin, Pooh and Piglet walked home thoughtfully together in the golden evening, and for a long time Little Piglet were silent.\"\n        ]\n    ],\n    \"[3, 5]\": [\n        [\n            22454,\n            \"then Kanga, with Roo in Kanga pocket, and Bear;\"\n        ],\n        [\n            23089,\n            \"\\u201d said Kanga to Bear, while Roo said \\u201cHush!\"\n        ]\n    ],\n    \"[3, 7]\": [\n        [\n            17107,\n            \"\\u201cAnd Eeyore-- and then suddenly----\\u201d\\u201cAnd Bear,\\u201dsaid Pooh.\"\n        ],\n        [\n            17128,\n            \"\\u201cAnd Bear-- and then all of a sudden----\\u201d\\u201cOh, and Eeyore,\\u201dsaid Pooh.\"\n        ],\n        [\n            22664,\n            \"\\u201d \\u201cI see what Eeyore means,\\u201dsaid Bear.\"\n        ],\n        [\n            23112,\n            \"\\u201d said Bear to Eeyore.\"\n        ],\n        [\n            25879,\n            \"Christopher Robin Robin and Pooh could escape by Climbing Trees, and Kanga could escape by Jumping, and Rabbit could escape by Burrowing, and Bear could escape by Flying, and Eeyore could escape by-- by Making a Loud Noise Until Rescued, and here am Piglet, surrounded by water and I can\\u2019t do _ anything _.\"\n        ],\n        [\n            29958,\n            \") While this was going on inside Pooh, Bear was talking to Eeyore.\"\n        ],\n        [\n            29973,\n            \"\\u201cEeyore,\\u201dsaid Bear, \\u201cChristopher Robin is giving a party.\"\n        ],\n        [\n            30248,\n            \"Christopher Robin Robin sat at one end, and Pooh sat at the other, and between Little Piglet on one side were Bear and Eeyore and Piglet, and between Little Piglet on the other side were Rabbit, and Pooh and Kanga.\"\n        ]\n    ],\n    \"[3, 10]\": [\n        [\n            3804,\n            \"\\u201d \\u201cHe has gone to see Bear, who is a great friend of Pooh.\"\n        ],\n        [\n            4651,\n            \"\\u201d Christopher Robin lived at the other end of the Forest, and when Christopher Robin came back with Rabbit, and saw the front half of Pooh, Christopher Robin said, \\u201cBear,\\u201din such a loving voice that Little Piglet felt quite hopeful again.\"\n        ],\n        [\n            4971,\n            \"\\u201d \\u201cPooh can _ stay _ here all right, Bear.\"\n        ],\n        [\n            5140,\n            \"\\u201d Bear began to sigh, and then found Pooh couldn\\u2019t because Pooh was so tightly stuck;\"\n        ],\n        [\n            5413,\n            \"But, Christopher Robin looked after Pooh lovingly, and said to Christopher Robin, \\u201cBear!\"\n        ],\n        [\n            7939,\n            \"\\u201cAnd if Little Piglet knows anything about anything,\\u201dsaid Bear to himself, \\u201cit\\u2019s Bear who knows something about something,\\u201dBear said, \\u201cor Bear name\\u2019s not Pooh,\\u201dPooh said.\"\n        ],\n        [\n            8178,\n            \"Then, to make quite sure, Pooh knocked and pulled the knocker, and Pooh pulled and knocked the bell-rope, and Pooh called out in a very loud voice, \\u201cBear!\"\n        ],\n        [\n            8449,\n            \"\\u201d \\u201cYes, Pooh did, Bear.\"\n        ],\n        [\n            8513,\n            \"\\u201d \\u201cBear\\u2019re doing it again,\\u201dsaid Pooh sadly.\"\n        ],\n        [\n            8576,\n            \"\\u201cTalking about large somethings,\\u201dPooh went on dreamily, \\u201cPooh generally have a small something about now-- about this time in the morning,\\u201dand Pooh looked wistfully at the cupboard in the corner of Bear\\u2019s parlour;\"\n        ],\n        [\n            8777,\n            \"\\u201d For some time now Pooh had been saying \\u201cYes\\u201dand \\u201cNo\\u201din turn, with Pooh eyes shut, to all that Bear was saying, and having said, \\u201cYes, yes,\\u201dlast time, Pooh said \\u201cNo, not at all,\\u201dnow, without really knowing what Bear was talking about.\"\n        ],\n        [\n            8982,\n            \"It was hanging over a bush, and I thought at first Little Piglet lived there, so I rang it, and nothing happened, and then I rang it again very loudly, and it came off in Pooh hand, and as Little Piglet seemed to want it, I took it home, and----\\u201d\\u201cBear,\\u201dsaid Pooh solemnly, \\u201cBear made a mistake.\"\n        ],\n        [\n            14662,\n            \"\\u201cGood morning, Bear,\\u201dPooh said.\"\n        ],\n        [\n            14672,\n            \"\\u201cGood morning, Pooh,\\u201dsaid Bear.\"\n        ],\n        [\n            14705,\n            \"\\u201d \\u201cWhat are Bear giving Pooh, Bear?\"\n        ],\n        [\n            14758,\n            \"\\u201d said Bear, taking it out of Pooh\\u2019s paw.\"\n        ],\n        [\n            14771,\n            \"\\u201cYes, and Pooh wanted to ask Bear----\\u201d\\u201cLittle Piglet has been keeping honey in it,\\u201dsaid Bear.\"\n        ],\n        [\n            14822,\n            \"And Pooh wanted to ask Bear----\\u201d\\u201cPooh ought to write\\u2019_ A Happy Birthday _\\u2019on it.\"\n        ],\n        [\n            14848,\n            \"\\u201d \\u201c_ That _ was what Pooh wanted to ask Bear,\\u201dsaid Pooh.\"\n        ],\n        [\n            14890,\n            \"Would _ Bear _ write\\u2019A Happy Birthday\\u2019on it for Pooh?\"\n        ],\n        [\n            14957,\n            \"Now Pooh\\u2019ll just wash it first, and then Bear can write on it.\"\n        ],\n        [\n            14974,\n            \"\\u201d Well, Pooh washed the pot out, and dried it, while Bear licked the end of Bear pencil, and wondered how to spell \\u201cbirthday.\"\n        ],\n        [\n            15060,\n            \"\\u201d \\u201cWell, Pooh\\u2019ll tell Pooh what _ this _ says, and then Bear\\u2019ll be able to.\"\n        ],\n        [\n            15145,\n            \"\\u201cWell, _ actually _, of course, Bear\\u2019m saying\\u2019A Very Happy Birthday with love from Pooh.\"\n        ],\n        [\n            17107,\n            \"\\u201cAnd Eeyore-- and then suddenly----\\u201d\\u201cAnd Bear,\\u201dsaid Pooh.\"\n        ],\n        [\n            17128,\n            \"\\u201cAnd Bear-- and then all of a sudden----\\u201d\\u201cOh, and Eeyore,\\u201dsaid Pooh.\"\n        ],\n        [\n            23309,\n            \"\\u201d \\u201cPooh,\\u201dsaid Bear in Bear superior way, \\u201cdon\\u2019t Pooh know what an Ambush is?\"\n        ],\n        [\n            23334,\n            \"\\u201d \\u201cBear,\\u201dsaid Piglet, looking round at him severely, \\u201cPooh\\u2019s whisper was a perfectly private whisper, and there was no need----\\u201d\\u201cAn Ambush,\\u201dsaid Bear, \\u201cis a sort of Surprise.\"\n        ],\n        [\n            23398,\n            \"\\u201cAn Ambush, as Bear was about to explain to Pooh,\\u201dsaid Piglet, \\u201cis a sort of Surprise.\"\n        ],\n        [\n            24188,\n            \"Pooh was washing Pooh face and paws in the stream, while Kanga explained to Little Piglet proudly that this was the first time Kanga had ever washed Kanga face himself, and Bear was telling Kanga an Interesting Anecdote full of long words like Encyclop\\u00e6dia and Rhododendron to which Kanga wasn\\u2019t listening.\"\n        ],\n        [\n            25879,\n            \"Christopher Robin Robin and Pooh could escape by Climbing Trees, and Kanga could escape by Jumping, and Rabbit could escape by Burrowing, and Bear could escape by Flying, and Eeyore could escape by-- by Making a Loud Noise Until Rescued, and here am Piglet, surrounded by water and I can\\u2019t do _ anything _.\"\n        ],\n        [\n            27188,\n            \"Pooh must find Christopher Robin or Bear or Piglet, one of those Clever Readers who can read things, and Little Piglet will tell Pooh what this missage means.\"\n        ],\n        [\n            27751,\n            \"At any moment----\\u201d\\u201cHave Bear seen Pooh?\"\n        ],\n        [\n            27844,\n            \"Because Pooh hasn\\u2019t got very much brain, and Pooh might do something silly, and I do love Pooh so, Bear.\"\n        ],\n        [\n            27912,\n            \"\\u201cPooh isn\\u2019t there,\\u201dBear said.\"\n        ],\n        [\n            28177,\n            \"Bear, could Bear rescue Pooh on Bear back?\"\n        ],\n        [\n            28204,\n            \"\\u201cIt is doubtful if the necessary dorsal muscles----\\u201d\\u201cThen would Bear fly to Pooh at _ once _ and say that Rescue is Coming?\"\n        ],\n        [\n            28503,\n            \"\\u201d And then Bear, Pooh, Pooh, F.\"\n        ],\n        [\n            29336,\n            \"\\u201cYes, so will Bear tell Pooh as quickly as Bear can, and all the others, because it will be to-morrow.\"\n        ],\n        [\n            29453,\n            \"And then seeing that Bear expected Pooh to say something else, Pooh said \\u201cWill there be those little cake things with pink sugar icing?\"\n        ],\n        [\n            29480,\n            \"\\u201d Bear felt that it was rather beneath Bear to talk about little cake things with pink sugar icing, so Bear told Pooh exactly what Christopher Robin Robin had said, and flew off to Eeyore.\"\n        ],\n        [\n            29714,\n            \"_) For Bear-- Pooh couldn\\u2019t swim, But Pooh rescued Bear!\"\n        ],\n        [\n            29910,\n            \"_) For Pooh-- 3 Cheers for Bear!\"\n        ],\n        [\n            29926,\n            \"_) For Bear-- 3 Cheers for Pooh!\"\n        ],\n        [\n            29958,\n            \") While this was going on inside Pooh, Bear was talking to Eeyore.\"\n        ],\n        [\n            30248,\n            \"Christopher Robin Robin sat at one end, and Pooh sat at the other, and between Little Piglet on one side were Bear and Eeyore and Piglet, and between Little Piglet on the other side were Rabbit, and Pooh and Kanga.\"\n        ],\n        [\n            30447,\n            \"Pooh looked to see if it didn\\u2019t, and it didn\\u2019t, so Pooh said \\u201cHallo, Bear!\"\n        ],\n        [\n            30471,\n            \"\\\"-- and Bear said \\u201cHallo, Pooh,\\u201din a kindly way, and went on telling Christopher Robin Robin about an accident which had nearly happened to a friend of Bear whom Christopher Robin didn\\u2019t know, and Kanga said to Pooh, \\u201cDrink up Pooh milk first, dear, and talk afterwards.\"\n        ]\n    ],\n    \"[3, 11]\": [\n        [\n            22454,\n            \"then Kanga, with Roo in Kanga pocket, and Bear;\"\n        ],\n        [\n            23089,\n            \"\\u201d said Kanga to Bear, while Roo said \\u201cHush!\"\n        ],\n        [\n            24188,\n            \"Pooh was washing Pooh face and paws in the stream, while Kanga explained to Little Piglet proudly that this was the first time Kanga had ever washed Kanga face himself, and Bear was telling Kanga an Interesting Anecdote full of long words like Encyclop\\u00e6dia and Rhododendron to which Kanga wasn\\u2019t listening.\"\n        ],\n        [\n            25879,\n            \"Christopher Robin Robin and Pooh could escape by Climbing Trees, and Kanga could escape by Jumping, and Rabbit could escape by Burrowing, and Bear could escape by Flying, and Eeyore could escape by-- by Making a Loud Noise Until Rescued, and here am Piglet, surrounded by water and I can\\u2019t do _ anything _.\"\n        ],\n        [\n            30248,\n            \"Christopher Robin Robin sat at one end, and Pooh sat at the other, and between Little Piglet on one side were Bear and Eeyore and Piglet, and between Little Piglet on the other side were Rabbit, and Pooh and Kanga.\"\n        ],\n        [\n            30471,\n            \"\\\"-- and Bear said \\u201cHallo, Pooh,\\u201din a kindly way, and went on telling Christopher Robin Robin about an accident which had nearly happened to a friend of Bear whom Christopher Robin didn\\u2019t know, and Kanga said to Pooh, \\u201cDrink up Pooh milk first, dear, and talk afterwards.\"\n        ],\n        [\n            30758,\n            \"Any of Little Piglet-- except Rabbit and Bear and Kanga-- would have done the same.\"\n        ]\n    ],\n    \"[3, 12]\": [\n        [\n            4651,\n            \"\\u201d Christopher Robin lived at the other end of the Forest, and when Christopher Robin came back with Rabbit, and saw the front half of Pooh, Christopher Robin said, \\u201cBear,\\u201din such a loving voice that Little Piglet felt quite hopeful again.\"\n        ],\n        [\n            5413,\n            \"But, Christopher Robin looked after Pooh lovingly, and said to Christopher Robin, \\u201cBear!\"\n        ],\n        [\n            8716,\n            \"But Bear went on and on, using longer and longer words, until at last Bear came back to where Bear started, and Bear explained that the person to write out this notice was Christopher Robin.\"\n        ],\n        [\n            8755,\n            \"\\u201cIt was Christopher Robin who wrote the ones on Bear front door for Bear.\"\n        ],\n        [\n            25879,\n            \"Christopher Robin Robin and Pooh could escape by Climbing Trees, and Kanga could escape by Jumping, and Rabbit could escape by Burrowing, and Bear could escape by Flying, and Eeyore could escape by-- by Making a Loud Noise Until Rescued, and here am Piglet, surrounded by water and I can\\u2019t do _ anything _.\"\n        ],\n        [\n            27188,\n            \"Pooh must find Christopher Robin or Bear or Piglet, one of those Clever Readers who can read things, and Little Piglet will tell Pooh what this missage means.\"\n        ],\n        [\n            27601,\n            \"It was on this morning that Bear came flying over the water to say \\u201cHow do you do,\\u201dto Christopher Robin.\"\n        ],\n        [\n            27628,\n            \"\\u201cChristopher Robin say, Bear,\\u201dsaid Christopher Robin, \\u201cisn\\u2019t this fun?\"\n        ],\n        [\n            29220,\n            \"on such a day as this Christopher Robin Robin whistled in a special way he had, and Bear came flying out of the Hundred Acre Wood to see what was wanted.\"\n        ],\n        [\n            29252,\n            \"\\u201cBear,\\u201dsaid Christopher Robin, \\u201cI am going to give a party.\"\n        ],\n        [\n            29480,\n            \"\\u201d Bear felt that it was rather beneath Bear to talk about little cake things with pink sugar icing, so Bear told Pooh exactly what Christopher Robin Robin had said, and flew off to Eeyore.\"\n        ],\n        [\n            29973,\n            \"\\u201cEeyore,\\u201dsaid Bear, \\u201cChristopher Robin is giving a party.\"\n        ],\n        [\n            30248,\n            \"Christopher Robin Robin sat at one end, and Pooh sat at the other, and between Little Piglet on one side were Bear and Eeyore and Piglet, and between Little Piglet on the other side were Rabbit, and Pooh and Kanga.\"\n        ],\n        [\n            30471,\n            \"\\\"-- and Bear said \\u201cHallo, Pooh,\\u201din a kindly way, and went on telling Christopher Robin Robin about an accident which had nearly happened to a friend of Bear whom Christopher Robin didn\\u2019t know, and Kanga said to Pooh, \\u201cDrink up Pooh milk first, dear, and talk afterwards.\"\n        ]\n    ],\n    \"[3, 14]\": [\n        [\n            4651,\n            \"\\u201d Christopher Robin lived at the other end of the Forest, and when Christopher Robin came back with Rabbit, and saw the front half of Pooh, Christopher Robin said, \\u201cBear,\\u201din such a loving voice that Little Piglet felt quite hopeful again.\"\n        ],\n        [\n            4700,\n            \"\\u201cBear was just beginning to think,\\u201dsaid Bear, sniffing slightly, \\u201cthat Rabbit might never be able to use his front door again.\"\n        ],\n        [\n            22962,\n            \"Little Piglet all went off to discover the Pole, Bear and Piglet and Rabbit and all;\"\n        ],\n        [\n            22979,\n            \"It\\u2019s a Thing you Discover, as I\\u2019ve been tole By Bear and Piglet and Rabbit and all.\"\n        ],\n        [\n            23034,\n            \"for Bear and Rabbit and all!\"\n        ],\n        [\n            25879,\n            \"Christopher Robin Robin and Pooh could escape by Climbing Trees, and Kanga could escape by Jumping, and Rabbit could escape by Burrowing, and Bear could escape by Flying, and Eeyore could escape by-- by Making a Loud Noise Until Rescued, and here am Piglet, surrounded by water and I can\\u2019t do _ anything _.\"\n        ],\n        [\n            30248,\n            \"Christopher Robin Robin sat at one end, and Pooh sat at the other, and between Little Piglet on one side were Bear and Eeyore and Piglet, and between Little Piglet on the other side were Rabbit, and Pooh and Kanga.\"\n        ],\n        [\n            30758,\n            \"Any of Little Piglet-- except Rabbit and Bear and Kanga-- would have done the same.\"\n        ]\n    ],\n    \"[3, 17]\": [\n        [\n            6017,\n            \"Would Piglet mind coming with Bear, Piglet, in case they turn out to be Hostile Animals?\"\n        ],\n        [\n            22962,\n            \"Little Piglet all went off to discover the Pole, Bear and Piglet and Rabbit and all;\"\n        ],\n        [\n            22979,\n            \"It\\u2019s a Thing you Discover, as I\\u2019ve been tole By Bear and Piglet and Rabbit and all.\"\n        ],\n        [\n            23334,\n            \"\\u201d \\u201cBear,\\u201dsaid Piglet, looking round at him severely, \\u201cPooh\\u2019s whisper was a perfectly private whisper, and there was no need----\\u201d\\u201cAn Ambush,\\u201dsaid Bear, \\u201cis a sort of Surprise.\"\n        ],\n        [\n            23398,\n            \"\\u201cAn Ambush, as Bear was about to explain to Pooh,\\u201dsaid Piglet, \\u201cis a sort of Surprise.\"\n        ],\n        [\n            25879,\n            \"Christopher Robin Robin and Pooh could escape by Climbing Trees, and Kanga could escape by Jumping, and Rabbit could escape by Burrowing, and Bear could escape by Flying, and Eeyore could escape by-- by Making a Loud Noise Until Rescued, and here am Piglet, surrounded by water and I can\\u2019t do _ anything _.\"\n        ],\n        [\n            27188,\n            \"Pooh must find Christopher Robin or Bear or Piglet, one of those Clever Readers who can read things, and Little Piglet will tell Pooh what this missage means.\"\n        ],\n        [\n            28811,\n            \"In after-years Piglet liked to think that Piglet had been in Very Great Danger during the Terrible Flood, but the only danger Piglet had really been in was in the last half-hour of Piglet imprisonment, when Owl, who had just flown up, sat on a branch of Piglet tree to comfort Piglet, and told Piglet a very long story about an aunt who had once laid a seagull\\u2019s egg by mistake, and the story went on and on, rather like this sentence, until Piglet who was listening out of Piglet window without much hope, went to sleep quietly and naturally, slipping slowly out of the window towards the water until Piglet was only hanging on by Piglet toes, at which moment luckily, a sudden loud squawk from Bear, which was really part of the story, being what Piglet aunt said, woke Piglet up and just gave Piglet time to jerk Piglet back into safety and say, \\u201cHow interesting, and did she?\"\n        ],\n        [\n            30092,\n            \"\\u201cBear mean Piglet.\"\n        ],\n        [\n            30248,\n            \"Christopher Robin Robin sat at one end, and Pooh sat at the other, and between Little Piglet on one side were Bear and Eeyore and Piglet, and between Little Piglet on the other side were Rabbit, and Pooh and Kanga.\"\n        ]\n    ],\n    \"[5, 10]\": [\n        [\n            21086,\n            \"And every Tuesday Roo spent the day with Roo great friend Rabbit, and every Tuesday Kanga spent the day with Pooh, teaching Pooh to jump, and every Tuesday Piglet spent the day with Christopher Robin.\"\n        ]\n    ],\n    \"[5, 11]\": [\n        [\n            21077,\n            \"So Kanga and Roo stayed in the Forest.\"\n        ],\n        [\n            21086,\n            \"And every Tuesday Roo spent the day with Roo great friend Rabbit, and every Tuesday Kanga spent the day with Pooh, teaching Pooh to jump, and every Tuesday Piglet spent the day with Christopher Robin.\"\n        ],\n        [\n            22454,\n            \"then Kanga, with Roo in Kanga pocket, and Bear;\"\n        ],\n        [\n            23089,\n            \"\\u201d said Kanga to Bear, while Roo said \\u201cHush!\"\n        ]\n    ],\n    \"[5, 12]\": [\n        [\n            21086,\n            \"And every Tuesday Roo spent the day with Roo great friend Rabbit, and every Tuesday Kanga spent the day with Pooh, teaching Pooh to jump, and every Tuesday Piglet spent the day with Christopher Robin.\"\n        ]\n    ],\n    \"[5, 17]\": [\n        [\n            21086,\n            \"And every Tuesday Roo spent the day with Roo great friend Rabbit, and every Tuesday Kanga spent the day with Pooh, teaching Pooh to jump, and every Tuesday Piglet spent the day with Christopher Robin.\"\n        ]\n    ],\n    \"[7, 10]\": [\n        [\n            9775,\n            \"Pooh\\u2019s first idea was that Little Piglet should dig a Very Deep Pit, and then Eeyore would come along and fall into the Pit, and---- \\u201cWhy?\"\n        ],\n        [\n            9830,\n            \"\\u201d Pooh rubbed Pooh nose with Pooh paw, and said that Eeyore might be walking along, humming a little song, and looking up at the sky, wondering if it would rain, and so Eeyore wouldn\\u2019t see the Very Deep Pit until Eeyore was half-way down, when it would be too late.\"\n        ],\n        [\n            9927,\n            \"And then Pooh brightened up, and said that, if it were raining already, Eeyore would be looking at the sky wondering if it would _ clear up _, and so Eeyore wouldn\\u2019t see the Very Deep Pit until Eeyore was half-way down.\"\n        ],\n        [\n            10009,\n            \"Pooh was very proud when Pooh heard this, and Pooh felt that Eeyore was as good as caught already, but there was just one other thing which had to be thought about, and it was this.\"\n        ],\n        [\n            10089,\n            \"\\u201cBut then Eeyore would see Little Piglet digging it,\\u201dsaid Pooh.\"\n        ],\n        [\n            10113,\n            \"\\u201d \\u201cEeyore would Suspect,\\u201dsaid Pooh, \\u201cif he happened to look down.\"\n        ],\n        [\n            12789,\n            \"And while Christopher Robin was still laughing-- _ Crash _ went Eeyore\\u2019s head against the tree-root, Smash went the jar, and out came Pooh\\u2019s head again.\"\n        ],\n        [\n            13997,\n            \"\\u201cPooh have just seen Eeyore,\\u201dPooh began, \\u201cand Eeyore is in a Very Sad Condition, because it\\u2019s Eeyore birthday, and Little Piglet has taken any notice of it, and Eeyore\\u2019s very Gloomy-- Little Piglet know what Eeyore is-- and there Eeyore was, and---- What a long time whoever lives here is answering this door.\"\n        ],\n        [\n            14160,\n            \"\\u201cPooh\\u2019m giving this to Eeyore,\\u201dPooh explained, \\u201cas a present.\"\n        ],\n        [\n            14529,\n            \"Pooh had eaten Eeyore\\u2019s birthday present!\"\n        ],\n        [\n            14555,\n            \"Pooh _ must _ give Eeyore _ something _.\"\n        ],\n        [\n            14578,\n            \"Then Pooh thought: \\u201cWell, it\\u2019s a very nice pot, even if there\\u2019s no honey in it, and if Pooh washed it clean, and got Little Piglet to write\\u2019_ A Happy Birthday _\\u2019on it, Eeyore could keep things in it, which might be Useful.\"\n        ],\n        [\n            14682,\n            \"\\u201cMany happy returns of Eeyore\\u2019s birthday,\\u201dsaid Pooh.\"\n        ],\n        [\n            15218,\n            \"Piglet held it very tightly against Piglet, so that it shouldn\\u2019t blow away, and Piglet ran as fast as Piglet could so as to get to Eeyore before Pooh did;\"\n        ],\n        [\n            15375,\n            \"and then Piglet thought that perhaps only _ Piglet _ had, and Piglet was now alone in the moon or somewhere, and would never see Christopher Robin or Pooh or Eeyore again.\"\n        ],\n        [\n            15790,\n            \"\\u201d Eeyore pushed Pooh ear forward with Pooh hoof.\"\n        ],\n        [\n            16375,\n            \"\\u201cThank Pooh, Pooh, I\\u2019m having them,\\u201dsaid Eeyore gloomily.\"\n        ],\n        [\n            16392,\n            \"\\u201cPooh\\u2019ve brought Eeyore a little present,\\u201dsaid Pooh excitedly.\"\n        ],\n        [\n            16418,\n            \"Pooh had now splashed across the stream to Eeyore, and Piglet was sitting a little way off, Piglet head in Piglet paws, snuffling to Piglet.\"\n        ],\n        [\n            16534,\n            \"\\u201d \\u201cOh, no, Eeyore,\\u201dsaid Pooh.\"\n        ],\n        [\n            16685,\n            \"\\u201d \\u201cPooh\\u2019m very glad,\\u201dsaid Pooh happily, \\u201cthat Pooh thought of giving Eeyore a Useful Pot to put things in.\"\n        ],\n        [\n            16713,\n            \"\\u201d \\u201cPooh\\u2019m very glad,\\u201dsaid Piglet happily, \\u201cthat Pooh thought of giving Eeyore Something to put in a Useful Pot.\"\n        ],\n        [\n            17073,\n            \"\\u201cHere are Little Piglet-- Pooh, Pooh, and you, Piglet, and Rabbit-- and suddenly----\\u201d\\u201cAnd Eeyore,\\u201dsaid Pooh.\"\n        ],\n        [\n            17107,\n            \"\\u201cAnd Eeyore-- and then suddenly----\\u201d\\u201cAnd Bear,\\u201dsaid Pooh.\"\n        ],\n        [\n            17128,\n            \"\\u201cAnd Bear-- and then all of a sudden----\\u201d\\u201cOh, and Eeyore,\\u201dsaid Pooh.\"\n        ],\n        [\n            17154,\n            \"\\u201cPooh was forgetting _ Eeyore _.\"\n        ],\n        [\n            17457,\n            \"The best way would be to steal Baby Roo and hide Pooh, and then when Eeyore says,\\u2019Where\\u2019s Pooh?\"\n        ],\n        [\n            17690,\n            \"\\u201cPooh wonder if Eeyore will have to practise too so as to understand it.\"\n        ],\n        [\n            22540,\n            \"Eeyore didn\\u2019t want to come on this Expo-- what Pooh said.\"\n        ],\n        [\n            23002,\n            \"Eeyore, Christopher Robin Robin and Pooh And Rabbit\\u2019s relations all went too-- And where the Pole was none of Little Piglet knew.\"\n        ],\n        [\n            24527,\n            \"\\u201d Eeyore had turned round and hung Eeyore tail over the first pool into which Pooh fell, and with Eeyore back to the accident was grumbling quietly to Eeyore, and saying, \\u201cAll this washing;\"\n        ],\n        [\n            24566,\n            \"but catch on to Eeyore tail, Pooh, and Pooh\\u2019ll be all right \\\";\"\n        ],\n        [\n            24907,\n            \"\\u201cTell Pooh to be quick, Little Piglet,\\u201dEeyore said.\"\n        ],\n        [\n            24978,\n            \"\\u201d \\u201cDid Eeyore see Pooh swimming?\"\n        ],\n        [\n            25194,\n            \"\\u201d \\u201cHullo, Eeyore,\\u201dsaid Pooh, coming up to Little Piglet with Pooh pole.\"\n        ],\n        [\n            25879,\n            \"Christopher Robin Robin and Pooh could escape by Climbing Trees, and Kanga could escape by Jumping, and Rabbit could escape by Burrowing, and Bear could escape by Flying, and Eeyore could escape by-- by Making a Loud Noise Until Rescued, and here am Piglet, surrounded by water and I can\\u2019t do _ anything _.\"\n        ],\n        [\n            29958,\n            \") While this was going on inside Pooh, Bear was talking to Eeyore.\"\n        ],\n        [\n            30248,\n            \"Christopher Robin Robin sat at one end, and Pooh sat at the other, and between Little Piglet on one side were Bear and Eeyore and Piglet, and between Little Piglet on the other side were Rabbit, and Pooh and Kanga.\"\n        ],\n        [\n            30423,\n            \"Eeyore nodded gloomily at Pooh.\"\n        ],\n        [\n            30429,\n            \"\\u201cIt will rain soon, Pooh see if it doesn\\u2019t,\\u201dEeyore said.\"\n        ],\n        [\n            30991,\n            \"\\u201d \\u201cPiglet\\u2019d sooner it was Pooh than Eeyore\\u2019s,\\u201dsaid Piglet.\"\n        ],\n        [\n            31451,\n            \"\\u201cThank-Eeyore,\\u201dgrowled Pooh.\"\n        ]\n    ],\n    \"[7, 11]\": [\n        [\n            25879,\n            \"Christopher Robin Robin and Pooh could escape by Climbing Trees, and Kanga could escape by Jumping, and Rabbit could escape by Burrowing, and Bear could escape by Flying, and Eeyore could escape by-- by Making a Loud Noise Until Rescued, and here am Piglet, surrounded by water and I can\\u2019t do _ anything _.\"\n        ],\n        [\n            30248,\n            \"Christopher Robin Robin sat at one end, and Pooh sat at the other, and between Little Piglet on one side were Bear and Eeyore and Piglet, and between Little Piglet on the other side were Rabbit, and Pooh and Kanga.\"\n        ]\n    ],\n    \"[7, 12]\": [\n        [\n            12789,\n            \"And while Christopher Robin was still laughing-- _ Crash _ went Eeyore\\u2019s head against the tree-root, Smash went the jar, and out came Pooh\\u2019s head again.\"\n        ],\n        [\n            15375,\n            \"and then Piglet thought that perhaps only _ Piglet _ had, and Piglet was now alone in the moon or somewhere, and would never see Christopher Robin or Pooh or Eeyore again.\"\n        ],\n        [\n            16847,\n            \"\\u201d \\u201cWhy didn\\u2019t Christopher Robin give it to Eeyore in the morning?\"\n        ],\n        [\n            16862,\n            \"\\u201d \\u201cChristopher Robin were so busy getting Eeyore party ready for Eeyore.\"\n        ],\n        [\n            16875,\n            \"Eeyore had a cake with icing on the top, and three candles, and Eeyore name in pink sugar, and----\\u201d\\u201cYes, _ Christopher Robin _ remember,\\u201dsaid Christopher Robin Robin.\"\n        ],\n        [\n            23002,\n            \"Eeyore, Christopher Robin Robin and Pooh And Rabbit\\u2019s relations all went too-- And where the Pole was none of Little Piglet knew.\"\n        ],\n        [\n            24585,\n            \"and, Christopher Robin and Rabbit came hurrying past Eeyore, and were calling out to Little Piglet.\"\n        ],\n        [\n            25055,\n            \"I\\u2019ll dry it for Eeyore,\\u201dsaid Christopher Robin, and he took out his handkerchief and rubbed it up.\"\n        ],\n        [\n            25148,\n            \"\\u201d \\u201cNever mind, Eeyore,\\u201dsaid Christopher Robin, rubbing his hardest.\"\n        ],\n        [\n            25879,\n            \"Christopher Robin Robin and Pooh could escape by Climbing Trees, and Kanga could escape by Jumping, and Rabbit could escape by Burrowing, and Bear could escape by Flying, and Eeyore could escape by-- by Making a Loud Noise Until Rescued, and here am Piglet, surrounded by water and I can\\u2019t do _ anything _.\"\n        ],\n        [\n            29973,\n            \"\\u201cEeyore,\\u201dsaid Bear, \\u201cChristopher Robin is giving a party.\"\n        ],\n        [\n            30248,\n            \"Christopher Robin Robin sat at one end, and Pooh sat at the other, and between Little Piglet on one side were Bear and Eeyore and Piglet, and between Little Piglet on the other side were Rabbit, and Pooh and Kanga.\"\n        ]\n    ],\n    \"[7, 14]\": [\n        [\n            17073,\n            \"\\u201cHere are Little Piglet-- Pooh, Pooh, and you, Piglet, and Rabbit-- and suddenly----\\u201d\\u201cAnd Eeyore,\\u201dsaid Pooh.\"\n        ],\n        [\n            22595,\n            \"But if, every time Eeyore want to sit down for a little rest, Eeyore have to brush away half a dozen of Rabbit\\u2019s smaller friends-and-relations first, then this isn\\u2019t an Expo-- whatever it is-- at all, it\\u2019s simply a Confused Noise.\"\n        ],\n        [\n            23002,\n            \"Eeyore, Christopher Robin Robin and Pooh And Rabbit\\u2019s relations all went too-- And where the Pole was none of Little Piglet knew.\"\n        ],\n        [\n            23122,\n            \"_\\u201dsaid Eeyore in a terrible voice to all Rabbit\\u2019s friends-and-relations, and \\u201cHush!\"\n        ],\n        [\n            24585,\n            \"and, Christopher Robin and Rabbit came hurrying past Eeyore, and were calling out to Little Piglet.\"\n        ],\n        [\n            25879,\n            \"Christopher Robin Robin and Pooh could escape by Climbing Trees, and Kanga could escape by Jumping, and Rabbit could escape by Burrowing, and Bear could escape by Flying, and Eeyore could escape by-- by Making a Loud Noise Until Rescued, and here am Piglet, surrounded by water and I can\\u2019t do _ anything _.\"\n        ],\n        [\n            30248,\n            \"Christopher Robin Robin sat at one end, and Pooh sat at the other, and between Little Piglet on one side were Bear and Eeyore and Piglet, and between Little Piglet on the other side were Rabbit, and Pooh and Kanga.\"\n        ],\n        [\n            31152,\n            \"And was it last week or the week before Rabbit bumped into Eeyore and said\\u2019Bother!\"\n        ]\n    ],\n    \"[7, 17]\": [\n        [\n            10060,\n            \"_ Piglet said that the best place would be somewhere where Eeyore was, just before Eeyore fell into it, only about a foot farther on.\"\n        ],\n        [\n            14226,\n            \"\\u201d \\u201cAll right, then, Piglet\\u2019ll give Eeyore a balloon.\"\n        ],\n        [\n            15197,\n            \"While all this was happening, Piglet had gone back to Piglet own house to get Eeyore\\u2019s balloon.\"\n        ],\n        [\n            15218,\n            \"Piglet held it very tightly against Piglet, so that it shouldn\\u2019t blow away, and Piglet ran as fast as Piglet could so as to get to Eeyore before Pooh did;\"\n        ],\n        [\n            15284,\n            \"And running along, and thinking how pleased Eeyore would be, Piglet didn\\u2019t look where Piglet was going.\"\n        ],\n        [\n            15375,\n            \"and then Piglet thought that perhaps only _ Piglet _ had, and Piglet was now alone in the moon or somewhere, and would never see Christopher Robin or Pooh or Eeyore again.\"\n        ],\n        [\n            15575,\n            \"\\u201d So Piglet trotted on, rather sadly now, and down Piglet came to the side of the stream where Eeyore was, and called out to Eeyore.\"\n        ],\n        [\n            15605,\n            \"\\u201cGood morning, Eeyore,\\u201dshouted Piglet.\"\n        ],\n        [\n            15615,\n            \"\\u201cGood morning, Piglet,\\u201dsaid Eeyore.\"\n        ],\n        [\n            15676,\n            \"Eeyore stopped looking at Eeyore in the stream, and turned to stare at Piglet.\"\n        ],\n        [\n            15997,\n            \"\\u201d \\u201cYes, but Piglet\\u2019m afraid-- Piglet\\u2019m very sorry, Eeyore-- but when Piglet was running along to bring it Eeyore, I fell down.\"\n        ],\n        [\n            16041,\n            \"Piglet ran too fast, Eeyore expect.\"\n        ],\n        [\n            16059,\n            \"\\u201d \\u201cNo, but I-- Piglet-- oh, Eeyore, Piglet burst the balloon!\"\n        ],\n        [\n            16105,\n            \"\\u201d \\u201cYes, Eeyore,\\u201dsaid Piglet sniffing a little.\"\n        ],\n        [\n            16134,\n            \"\\u201d And Piglet gave Eeyore the small piece of damp rag.\"\n        ],\n        [\n            16179,\n            \"\\u201d \\u201cThank Piglet, Piglet,\\u201dsaid Eeyore.\"\n        ],\n        [\n            16190,\n            \"\\u201cPiglet don\\u2019t mind Eeyore asking,\\u201dEeyore went on, \\u201cbut what colour was this balloon when it-- when it _ was _ a balloon?\"\n        ],\n        [\n            16274,\n            \"About as big as Piglet,\\u201dEeyore said to Eeyore sadly.\"\n        ],\n        [\n            16418,\n            \"Pooh had now splashed across the stream to Eeyore, and Piglet was sitting a little way off, Piglet head in Piglet paws, snuffling to Piglet.\"\n        ],\n        [\n            16588,\n            \"\\u201d And as Piglet looked sorrowfully round, Eeyore picked the balloon up with Eeyore teeth, and placed it carefully in the pot;\"\n        ],\n        [\n            16713,\n            \"\\u201d \\u201cPooh\\u2019m very glad,\\u201dsaid Piglet happily, \\u201cthat Pooh thought of giving Eeyore Something to put in a Useful Pot.\"\n        ],\n        [\n            17073,\n            \"\\u201cHere are Little Piglet-- Pooh, Pooh, and you, Piglet, and Rabbit-- and suddenly----\\u201d\\u201cAnd Eeyore,\\u201dsaid Pooh.\"\n        ],\n        [\n            25879,\n            \"Christopher Robin Robin and Pooh could escape by Climbing Trees, and Kanga could escape by Jumping, and Rabbit could escape by Burrowing, and Bear could escape by Flying, and Eeyore could escape by-- by Making a Loud Noise Until Rescued, and here am Piglet, surrounded by water and I can\\u2019t do _ anything _.\"\n        ],\n        [\n            30110,\n            \"Eeyore\\u2019ll tell Piglet.\"\n        ],\n        [\n            30248,\n            \"Christopher Robin Robin sat at one end, and Pooh sat at the other, and between Little Piglet on one side were Bear and Eeyore and Piglet, and between Little Piglet on the other side were Rabbit, and Pooh and Kanga.\"\n        ],\n        [\n            30991,\n            \"\\u201d \\u201cPiglet\\u2019d sooner it was Pooh than Eeyore\\u2019s,\\u201dsaid Piglet.\"\n        ]\n    ],\n    \"[10, 11]\": [\n        [\n            122,\n            \"When Kanga first heard Pooh name, Kanga said, just as Little Piglet are going to say, \\u201cBut Kanga thought Pooh was Little Piglet?\"\n        ],\n        [\n            308,\n            \"\\u201cCould Kanga very sweetly tell Pooh one?\"\n        ],\n        [\n            1457,\n            \"\\u201d Kanga asked Pooh.\"\n        ],\n        [\n            1638,\n            \"\\u201d \\u201cThen Pooh had better have the blue balloon,\\u201dKanga said;\"\n        ],\n        [\n            1659,\n            \"Well, Kanga both went out with the blue balloon, and Kanga took Kanga gun with Kanga, just in case, as Kanga always did, and Pooh went to a very muddy place that Pooh knew of, and rolled and rolled until Pooh was black all over;\"\n        ],\n        [\n            1715,\n            \"and then, when the balloon was blown up as big as big, and Kanga and Pooh were both holding on to the string, Kanga let go suddenly, and Pooh floated gracefully up into the sky, and stayed there-- level with the top of the tree and about twenty feet away from it.\"\n        ],\n        [\n            1790,\n            \"\\u201d shouted Pooh down to Kanga.\"\n        ],\n        [\n            1808,\n            \"\\u201d \\u201cPooh look like Little Piglet,\\u201dKanga said.\"\n        ],\n        [\n            1920,\n            \"After a little while Pooh called down to Kanga.\"\n        ],\n        [\n            2010,\n            \"\\u201d There was another little silence, and then Pooh called down to Kanga again.\"\n        ],\n        [\n            2825,\n            \"And Kanga think-- but Kanga am not sure-- that _ that _ is why Pooh was always called Pooh.\"\n        ],\n        [\n            3108,\n            \"\\u201cKanga didn\\u2019t hurt Pooh when Kanga shot Pooh, did Kanga?\"\n        ],\n        [\n            3129,\n            \"\\u201d Christopher Robin nodded and went out, and in a moment Kanga heard Pooh-- _ bump, bump, bump _-- going up the stairs behind Christopher Robin.\"\n        ],\n        [\n            7368,\n            \"\\u201d \\u201cKanga, dear,\\u201dsaid Pooh, \\u201cPooh\\u2019m sorry about that.\"\n        ],\n        [\n            8560,\n            \"\\u201d \\u201cI see, Kanga see,\\u201dsaid Pooh, nodding Pooh head.\"\n        ],\n        [\n            18274,\n            \"_ But if Pooh was talking to Kanga very excitedly, Kanga _ might _ look the other way for a moment.\"\n        ],\n        [\n            18875,\n            \"\\u201cOh, Kanga,\\u201dsaid Pooh, after Rabbit had winked at Pooh twice, \\u201cI don\\u2019t know if Kanga are interested in Poetry at all?\"\n        ],\n        [\n            19016,\n            \"\\u201cNow Pooh, dear----\\u201d\\u201cKanga\\u2019ll like this piece of poetry,\\u201dsaid Rabbit.\"\n        ],\n        [\n            19076,\n            \"\\u201cOh, yes,\\u201dsaid Kanga, but Kanga still looked at Pooh.\"\n        ],\n        [\n            19319,\n            \"\\u201cTalking of Poetry,\\u201dsaid Pooh quickly, \\u201chave Kanga ever noticed that tree right over there?\"\n        ],\n        [\n            19348,\n            \"\\u201cNow, Pooh----\\u201d\\u201cRight over there,\\u201dsaid Pooh, pointing behind Kanga\\u2019s back.\"\n        ],\n        [\n            19413,\n            \"\\u201cShall Rabbit lift Pooh in, Kanga?\"\n        ],\n        [\n            19552,\n            \"And the moment that Kanga head was turned, Rabbit said in a loud voice \\u201cIn Pooh go, Kanga!\"\n        ],\n        [\n            19574,\n            \"\\u201d and in jumped Piglet into Kanga\\u2019s pocket, and off scampered Rabbit, with Pooh in his paws, as fast as Rabbit could.\"\n        ],\n        [\n            19723,\n            \"Pooh looked after Kanga as Kanga went.\"\n        ],\n        [\n            19923,\n            \"for Kanga felt quite sure that Christopher Robin would never let any harm happen to Pooh.\"\n        ],\n        [\n            19964,\n            \"\\u201d \\u201cNow then, Pooh, dear,\\u201dKanga said, as Kanga took Piglet out of Kanga pocket.\"\n        ],\n        [\n            20157,\n            \"Would Kanga like that, Pooh, dear?\"\n        ],\n        [\n            20166,\n            \"\\u201d Piglet, who had never been really fond of baths, shuddered a long indignant shudder, and said in as brave a voice as Piglet could: \\u201cKanga, Pooh see that the time has come to spleak painly.\"\n        ],\n        [\n            20332,\n            \"\\u201d \\u201cKanga _ am _ looking, Pooh, dear,\\u201dsaid Kanga rather severely.\"\n        ],\n        [\n            20350,\n            \"\\u201cAnd Pooh know what Kanga told Pooh yesterday about making faces.\"\n        ],\n        [\n            20419,\n            \"\\u201d Before Piglet knew where Piglet was, Piglet was in the bath, and Kanga was scrubbing Pooh firmly with a large lathery flannel.\"\n        ],\n        [\n            20567,\n            \"\\u201cNow,\\u201dsaid Kanga, \\u201cthere\\u2019s Pooh medicine, and then bed.\"\n        ],\n        [\n            20977,\n            \"\\u201d And just when it was decided, Pooh wriggled out of Kanga\\u2019s arms and jumped to the ground.\"\n        ],\n        [\n            21086,\n            \"And every Tuesday Roo spent the day with Roo great friend Rabbit, and every Tuesday Kanga spent the day with Pooh, teaching Pooh to jump, and every Tuesday Piglet spent the day with Christopher Robin.\"\n        ],\n        [\n            24188,\n            \"Pooh was washing Pooh face and paws in the stream, while Kanga explained to Little Piglet proudly that this was the first time Kanga had ever washed Kanga face himself, and Bear was telling Kanga an Interesting Anecdote full of long words like Encyclop\\u00e6dia and Rhododendron to which Kanga wasn\\u2019t listening.\"\n        ],\n        [\n            24277,\n            \"\\u201d \\u201cWell,\\u201dsaid Pooh, \\u201c_ Pooh _ think----\\u201dBut Little Piglet shall never know what Pooh thought, for there came a sudden squeak from Pooh, a splash, and a loud cry of alarm from Kanga.\"\n        ],\n        [\n            24387,\n            \"\\u201cAre Pooh all right, Kanga?\"\n        ],\n        [\n            24648,\n            \"Two pools below Pooh Pooh was standing with a long pole in Pooh paws, and Kanga came up and took one end of it, and between them they held it across the lower part of the pool;\"\n        ],\n        [\n            24718,\n            \"\\u201d squeaked Pooh excitedly, while Kanga scolded Pooh and rubbed Pooh down.\"\n        ],\n        [\n            25879,\n            \"Christopher Robin Robin and Pooh could escape by Climbing Trees, and Kanga could escape by Jumping, and Rabbit could escape by Burrowing, and Bear could escape by Flying, and Eeyore could escape by-- by Making a Loud Noise Until Rescued, and here am Piglet, surrounded by water and I can\\u2019t do _ anything _.\"\n        ],\n        [\n            26620,\n            \"\\u201d Pooh was very excited when Pooh heard this, and suggested that Little Piglet should have an Expotition to discover the East Pole, but Christopher Robin Robin had thought of something else to do with Kanga;\"\n        ],\n        [\n            30248,\n            \"Christopher Robin Robin sat at one end, and Pooh sat at the other, and between Little Piglet on one side were Bear and Eeyore and Piglet, and between Little Piglet on the other side were Rabbit, and Pooh and Kanga.\"\n        ],\n        [\n            30471,\n            \"\\\"-- and Bear said \\u201cHallo, Pooh,\\u201din a kindly way, and went on telling Christopher Robin Robin about an accident which had nearly happened to a friend of Bear whom Christopher Robin didn\\u2019t know, and Kanga said to Pooh, \\u201cDrink up Pooh milk first, dear, and talk afterwards.\"\n        ]\n    ],\n    \"[10, 12]\": [\n        [\n            160,\n            \"\\u201cThen Christopher Robin can\\u2019t call Pooh Winnie?\"\n        ],\n        [\n            177,\n            \"\\u201d \\u201cBut Christopher Robin said----\\u201d\\u201cPooh\\u2019s Winnie-ther-Pooh.\"\n        ],\n        [\n            464,\n            \"_\\u201d_ \\\" Pooh wasn\\u2019t quite sure,\\u201dsaid Christopher Robin.\"\n        ],\n        [\n            1106,\n            \"And the first person Pooh thought of was Christopher Robin.\"\n        ],\n        [\n            1170,\n            \"_) So Pooh went round to Christopher Robin, who lived behind a green door in another part of the forest.\"\n        ],\n        [\n            1199,\n            \"\\u201cGood morning, Christopher Robin,\\u201dPooh said.\"\n        ],\n        [\n            1210,\n            \"\\u201cGood morning, Pooh,\\u201dsaid Christopher Robin.\"\n        ],\n        [\n            2050,\n            \"\\u201d \\u201cPooh wish Christopher Robin would bring it out here, and walk up and down with it, and look up at Pooh every now and then, and say\\u2019Tut-tut, it looks like rain.\"\n        ],\n        [\n            2091,\n            \"\\u2019 Pooh think, if Christopher Robin did that, it would help the deception which Little Piglet are practising on Little Piglet.\"\n        ],\n        [\n            2253,\n            \"Well, now, if you walk up and down with Christopher Robin umbrella, saying,\\u2019Tut-tut, it looks like rain,\\u2019Pooh shall do what Pooh can by singing a little Cloud Song, such as a cloud might sing.\"\n        ],\n        [\n            2491,\n            \"So Pooh should think Little Piglet would make the wrong sort of honey, shouldn\\u2019t Christopher Robin?\"\n        ],\n        [\n            2575,\n            \"So Pooh thought for a long time, and then Pooh said: \\u201cChristopher Robin, Little Piglet must shoot the balloon with your gun.\"\n        ],\n        [\n            2993,\n            \"\\u201cChristopher Robin do remember,\\u201dChristopher Robin said, \\u201conly Pooh doesn\\u2019t very well, so that\\u2019s why Pooh likes having it told to Pooh again.\"\n        ],\n        [\n            3055,\n            \"Christopher Robin gave a deep sigh, picked Pooh up by the leg, and walked off to the door, trailing Pooh behind Christopher Robin.\"\n        ],\n        [\n            3129,\n            \"\\u201d Christopher Robin nodded and went out, and in a moment Kanga heard Pooh-- _ bump, bump, bump _-- going up the stairs behind Christopher Robin.\"\n        ],\n        [\n            4651,\n            \"\\u201d Christopher Robin lived at the other end of the Forest, and when Christopher Robin came back with Rabbit, and saw the front half of Pooh, Christopher Robin said, \\u201cBear,\\u201din such a loving voice that Little Piglet felt quite hopeful again.\"\n        ],\n        [\n            5194,\n            \"\\u201d So for a week Christopher Robin Robin read that sort of book at the North end of Pooh, and Rabbit hung Rabbit washing on the South end.\"\n        ],\n        [\n            5251,\n            \"_\\u201dSo Christopher Robin took hold of Pooh\\u2019s front paws and Rabbit took hold of Christopher Robin, and all Rabbit\\u2019s friends and relations took hold of Rabbit, and they all pulled together.\"\n        ],\n        [\n            5413,\n            \"But, Christopher Robin looked after Pooh lovingly, and said to Christopher Robin, \\u201cBear!\"\n        ],\n        [\n            6160,\n            \"Piglet passing the time by telling Pooh what Piglet Grandfather Trespassers W had done to Remove Stiffness after Tracking, and how Piglet Grandfather Trespassers W had suffered in Pooh later years from Shortness of Breath, and other matters of interest, and Pooh wondering what Little Piglet was like, and if perhaps this was Two Grandfathers they were after now, and, if so, whether Pooh would be allowed to take one home and keep it, and what Christopher Robin would say.\"\n        ],\n        [\n            6459,\n            \"were there, instead of elsewhere, and Pooh thought how nice it would be if Little Piglet met Christopher Robin suddenly but quite accidentally, and only because Pooh liked Christopher Robin so much.\"\n        ],\n        [\n            6890,\n            \"\\u201cIt\\u2019s Christopher Robin,\\u201dPooh said.\"\n        ],\n        [\n            7123,\n            \"\\u201d \\u201cPooh\\u2019re Little Piglet,\\u201dsaid Christopher Robin Robin soothingly.\"\n        ],\n        [\n            9126,\n            \"and when Christopher Robin had nailed it on in its right place again, Pooh frisked about the forest, waving Pooh tail so happily that Pooh came over all funny, and had to hurry home for a little snack of something to sustain Pooh.\"\n        ],\n        [\n            9230,\n            \"\\u201d CHAPTER V IN WHICH PIGLET MEETS A HEFFALUMP One day, when Christopher Robin Robin and Pooh and Piglet were all talking together, Christopher Robin Robin finished the mouthful he was eating and said carelessly: \\u201cI saw a Heffalump to-day, Piglet.\"\n        ],\n        [\n            12789,\n            \"And while Christopher Robin was still laughing-- _ Crash _ went Eeyore\\u2019s head against the tree-root, Smash went the jar, and out came Pooh\\u2019s head again.\"\n        ],\n        [\n            12861,\n            \"But Christopher Robin Robin and Pooh went home to breakfast together.\"\n        ],\n        [\n            12882,\n            \"\\u201cHow Christopher Robin do love Pooh!\"\n        ],\n        [\n            15043,\n            \"\\u201d \\u201cChristopher Robin told Pooh what it said, and _ then _ Pooh could.\"\n        ],\n        [\n            15375,\n            \"and then Piglet thought that perhaps only _ Piglet _ had, and Piglet was now alone in the moon or somewhere, and would never see Christopher Robin or Pooh or Eeyore again.\"\n        ],\n        [\n            16955,\n            \"When Pooh asked Christopher Robin Robin, \\u201cHow did they come here?\"\n        ],\n        [\n            16968,\n            \"\\u201d Christopher Robin Robin said, \\u201cIn the Usual Way, if Pooh know what Christopher Robin mean, Pooh,\\u201dand Pooh, who didn\\u2019t, said \\u201cOh!\"\n        ],\n        [\n            19923,\n            \"for Kanga felt quite sure that Christopher Robin would never let any harm happen to Pooh.\"\n        ],\n        [\n            20906,\n            \"\\u201d \\u201cPerhaps it\\u2019s some relation of Pooh\\u2019s,\\u201dsaid Christopher Robin Robin.\"\n        ],\n        [\n            21086,\n            \"And every Tuesday Roo spent the day with Roo great friend Rabbit, and every Tuesday Kanga spent the day with Pooh, teaching Pooh to jump, and every Tuesday Piglet spent the day with Christopher Robin.\"\n        ],\n        [\n            21138,\n            \"CHAPTER VIII IN WHICH CHRISTOPHER ROBIN LEADS AN EXPOTITION TO THE NORTH POLE One fine day Pooh had stumped up to the top of the Forest to see if Christopher Robin was interested in Little Piglet at all.\"\n        ],\n        [\n            21550,\n            \"Christopher Robin was sitting outside Pooh door, putting on his Big Boots.\"\n        ],\n        [\n            21616,\n            \"\\u201cGood-morning, Christopher Robin,\\u201dPooh called out.\"\n        ],\n        [\n            21680,\n            \"\\u201d Pooh sat down, dug Pooh feet into the ground, and pushed hard against Christopher Robin\\u2019s back, and Christopher Robin Robin pushed hard against Pooh, and pulled and pulled at his boot until he had got it on.\"\n        ],\n        [\n            21957,\n            \"Pooh\\u2019d better tell the others to get ready, while I see if Christopher Robin gun\\u2019s all right.\"\n        ],\n        [\n            22442,\n            \"First came Christopher Robin Robin and Rabbit, then Piglet and Pooh;\"\n        ],\n        [\n            23002,\n            \"Eeyore, Christopher Robin Robin and Pooh And Rabbit\\u2019s relations all went too-- And where the Pole was none of Little Piglet knew.\"\n        ],\n        [\n            23044,\n            \"\\u201d said Christopher Robin Robin turning round to Pooh, \\u201cLittle Piglet\\u2019re just coming to a Dangerous Place.\"\n        ],\n        [\n            24608,\n            \"\\u201cAll right, Pooh, I\\u2019m coming,\\u201dcalled Christopher Robin.\"\n        ],\n        [\n            24859,\n            \"\\u201d \\u201cPooh,\\u201dsaid Christopher Robin solemnly, \\u201cthe Expedition is over.\"\n        ],\n        [\n            25349,\n            \"\\u201d Pooh looked anxiously at Christopher Robin Robin.\"\n        ],\n        [\n            25357,\n            \"\\u201cPooh\\u2019s found the North Pole,\\u201dsaid Christopher Robin Robin.\"\n        ],\n        [\n            25591,\n            \"\\u201cIf only,\\u201dPiglet thought, as Piglet looked out of the window, \\u201cPiglet had been in Pooh\\u2019s house, or Christopher Robin Robin\\u2019s house, or Rabbit\\u2019s house when it began to rain, then I should have had Company all this time, instead of being here all alone, with nothing to do except wonder when it will stop.\"\n        ],\n        [\n            25699,\n            \"\\u201d and Piglet saying, \\u201cI wonder how it is over Christopher Robin Robin\\u2019s way\\u201dand Pooh saying, \\u201cPooh should think Rabbit is about flooded out by this time.\"\n        ],\n        [\n            25879,\n            \"Christopher Robin Robin and Pooh could escape by Climbing Trees, and Kanga could escape by Jumping, and Rabbit could escape by Burrowing, and Bear could escape by Flying, and Eeyore could escape by-- by Making a Loud Noise Until Rescued, and here am Piglet, surrounded by water and I can\\u2019t do _ anything _.\"\n        ],\n        [\n            26134,\n            \"But Pooh wonder what Christopher Robin would do?\"\n        ],\n        [\n            26143,\n            \"\\u201d Then suddenly he remembered a story which Christopher Robin Robin had told Pooh about a man on a desert island who had written something in a bottle and thrown it in the sea;\"\n        ],\n        [\n            26553,\n            \"well, Pooh was so proud of this that Pooh asked Christopher Robin Robin if there were any other Poles such as a Bear of Little Brain might discover.\"\n        ],\n        [\n            26620,\n            \"\\u201d Pooh was very excited when Pooh heard this, and suggested that Little Piglet should have an Expotition to discover the East Pole, but Christopher Robin Robin had thought of something else to do with Kanga;\"\n        ],\n        [\n            27188,\n            \"Pooh must find Christopher Robin or Bear or Piglet, one of those Clever Readers who can read things, and Little Piglet will tell Pooh what this missage means.\"\n        ],\n        [\n            27769,\n            \"At any moment----\\u201d\\u201cI hope Pooh\\u2019s all right,\\u201dsaid Christopher Robin.\"\n        ],\n        [\n            27981,\n            \"\\u201d \\u201cHere Pooh am,\\u201dsaid a growly voice behind Christopher Robin.\"\n        ],\n        [\n            28082,\n            \"\\u201d With these proud words Pooh gave Christopher Robin the missage.\"\n        ],\n        [\n            28236,\n            \"And Pooh and Christopher Robin will think of a Rescue and come as quick as ever Little Piglet can.\"\n        ],\n        [\n            28283,\n            \"\\u201cNow then, Pooh,\\u201dsaid Christopher Robin, \\u201cwhere\\u2019s Pooh boat?\"\n        ],\n        [\n            28405,\n            \"It wasn\\u2019t what Christopher Robin expected, and the more Christopher Robin looked at it, the more Christopher Robin thought what a Brave and Clever Bear Pooh was, and the more Christopher Robin thought this, the more Pooh looked modestly down Pooh nose and tried to pretend Pooh wasn\\u2019t.\"\n        ],\n        [\n            28561,\n            \"(Eeyore\\u2019s Comforter and Tail-finder)-- in fact, Pooh-- said something so clever that Christopher Robin could only look at Pooh with mouth open and eyes staring, wondering if Pooh was really the Bear of Very Little Brain whom he had known and loved so long.\"\n        ],\n        [\n            29049,\n            \"Christopher Robin Robin and Pooh again.\"\n        ],\n        [\n            29430,\n            \"\\u201cPooh,\\u201dPooh said, \\u201cChristopher Robin Robin is giving a party.\"\n        ],\n        [\n            29480,\n            \"\\u201d Bear felt that it was rather beneath Bear to talk about little cake things with pink sugar icing, so Bear told Pooh exactly what Christopher Robin Robin had said, and flew off to Eeyore.\"\n        ],\n        [\n            29533,\n            \"\\u201d And Pooh began to wonder if all the other animals would know that it was a special Pooh Party, and if Christopher Robin Robin had told Little Piglet about _ The Floating Bear _ and the _ Brain of Pooh _ and all the wonderful ships Pooh had invented and sailed on, and Pooh began to think how awful it would be if Little Piglet had forgotten about it, and Little Piglet quite knew what the party was for;\"\n        ],\n        [\n            30248,\n            \"Christopher Robin Robin sat at one end, and Pooh sat at the other, and between Little Piglet on one side were Bear and Eeyore and Piglet, and between Little Piglet on the other side were Rabbit, and Pooh and Kanga.\"\n        ],\n        [\n            30471,\n            \"\\\"-- and Bear said \\u201cHallo, Pooh,\\u201din a kindly way, and went on telling Christopher Robin Robin about an accident which had nearly happened to a friend of Bear whom Christopher Robin didn\\u2019t know, and Kanga said to Pooh, \\u201cDrink up Pooh milk first, dear, and talk afterwards.\"\n        ],\n        [\n            31494,\n            \"\\u201d Later on, when Little Piglet had all said \\u201cGood-bye\\u201dand \\u201cThank-you\\u201dto Christopher Robin Robin, Pooh and Piglet walked home thoughtfully together in the golden evening, and for a long time Little Piglet were silent.\"\n        ],\n        [\n            31694,\n            \"Christopher Robin gave a deep sigh, picked Christopher Robin bear up by the leg and walked off to the door, trailing Pooh behind Christopher Robin.\"\n        ]\n    ],\n    \"[10, 14]\": [\n        [\n            3467,\n            \"_) \\u201cIf Pooh know anything about anything, that hole means Rabbit,\\u201dPooh said, \\u201cand Rabbit means Company,\\u201dPooh said, \\u201cand Company means Food and Listening-to-Me-Humming and such like.\"\n        ],\n        [\n            3679,\n            \"\\u2019\\u201dSo Pooh put Pooh head back in the hole, and said: \\u201cHallo, Rabbit, isn\\u2019t that Rabbit?\"\n        ],\n        [\n            3767,\n            \"Pooh took Pooh head out of the hole, and had another think, and then Pooh put it back, and said: \\u201cWell, could Rabbit very kindly tell Pooh where Rabbit is?\"\n        ],\n        [\n            3907,\n            \"\\u201cPooh were quite right,\\u201dsaid Rabbit, looking at Pooh all over.\"\n        ],\n        [\n            3993,\n            \"\\u201d Pooh always liked a little something at eleven o\\u2019clock in the morning, and Pooh was very glad to see Rabbit getting out the plates and mugs;\"\n        ],\n        [\n            4024,\n            \"and when Rabbit said, \\u201cHoney or condensed milk with Pooh bread?\"\n        ],\n        [\n            4090,\n            \"until at last, humming to Pooh in a rather sticky voice, Pooh got up, shook Rabbit lovingly by the paw, and said that Pooh must be going on.\"\n        ],\n        [\n            4132,\n            \"\\u201cWell,\\u201dsaid Pooh, \\u201cPooh could stay a little longer if it-- if Rabbit----\\u201dand Pooh tried very hard to look in the direction of the larder.\"\n        ],\n        [\n            4416,\n            \"\\u201d Now by this time Rabbit wanted to go for a walk too, and finding the front door full, he went out by the back door, and came round to Pooh, and looked at Pooh.\"\n        ],\n        [\n            4530,\n            \"\\u201d \\u201cThe fact is,\\u201dsaid Rabbit, \\u201cPooh\\u2019re stuck.\"\n        ],\n        [\n            4651,\n            \"\\u201d Christopher Robin lived at the other end of the Forest, and when Christopher Robin came back with Rabbit, and saw the front half of Pooh, Christopher Robin said, \\u201cBear,\\u201din such a loving voice that Little Piglet felt quite hopeful again.\"\n        ],\n        [\n            4800,\n            \"\\u201d Rabbit scratched his whiskers thoughtfully, and pointed out that, when once Pooh was pushed back, Pooh was back, and of course Little Piglet was more glad to see Pooh than _ Pooh _ was, still there it was, some lived in trees and some lived underground, and---- \\u201cRabbit mean Pooh\\u2019d _ never _ get out?\"\n        ],\n        [\n            4997,\n            \"\\u201d \\u201cLittle Piglet\\u2019ll read to Pooh,\\u201dsaid Rabbit cheerfully.\"\n        ],\n        [\n            5194,\n            \"\\u201d So for a week Christopher Robin Robin read that sort of book at the North end of Pooh, and Rabbit hung Rabbit washing on the South end.\"\n        ],\n        [\n            5251,\n            \"_\\u201dSo Christopher Robin took hold of Pooh\\u2019s front paws and Rabbit took hold of Christopher Robin, and all Rabbit\\u2019s friends and relations took hold of Rabbit, and they all pulled together.\"\n        ],\n        [\n            17039,\n            \"And at Piglet\\u2019s house Pooh found Rabbit.\"\n        ],\n        [\n            17073,\n            \"\\u201cHere are Little Piglet-- Pooh, Pooh, and you, Piglet, and Rabbit-- and suddenly----\\u201d\\u201cAnd Eeyore,\\u201dsaid Pooh.\"\n        ],\n        [\n            17371,\n            \"\\u201d Pooh rubbed Pooh nose and said that Pooh thought Rabbit had been talking about Pooh family.\"\n        ],\n        [\n            17541,\n            \"\\u201d \\u201cPooh,\\u201dsaid Rabbit kindly, \\u201cPooh haven\\u2019t any brain.\"\n        ],\n        [\n            17652,\n            \"Sometimes it seemed to Pooh that it did mean what Rabbit said, and sometimes it seemed to Pooh that it didn\\u2019t.\"\n        ],\n        [\n            18003,\n            \"\\u201d \\u201cWithout Pooh,\\u201dsaid Rabbit solemnly as Rabbit sharpened Rabbit pencil, \\u201cthe adventure would be impossible.\"\n        ],\n        [\n            18067,\n            \"\\u201d \\u201cNow listen Little Piglet,\\u201dsaid Rabbit when Rabbit had finished writing, and Pooh and Piglet sat listening very eagerly with Little Piglet mouths open.\"\n        ],\n        [\n            18820,\n            \"\\u201d Rabbit and Piglet, who had now come up from the other side of the hill, said \\u201cGood afternoon,\\u201dand \\u201cHallo, Pooh,\\u201dand Roo asked Little Piglet to look at Pooh jumping, so Little Piglet stayed and looked.\"\n        ],\n        [\n            18875,\n            \"\\u201cOh, Kanga,\\u201dsaid Pooh, after Rabbit had winked at Pooh twice, \\u201cI don\\u2019t know if Kanga are interested in Poetry at all?\"\n        ],\n        [\n            19016,\n            \"\\u201cNow Pooh, dear----\\u201d\\u201cKanga\\u2019ll like this piece of poetry,\\u201dsaid Rabbit.\"\n        ],\n        [\n            19307,\n            \"\\u201d Rabbit gave Pooh a hurrying-up sort of nudge.\"\n        ],\n        [\n            19413,\n            \"\\u201cShall Rabbit lift Pooh in, Kanga?\"\n        ],\n        [\n            19422,\n            \"\\u201d And Rabbit picked up Pooh in Rabbit paws.\"\n        ],\n        [\n            19454,\n            \"\\u201d \\u201cPooh ought to see that bird from here,\\u201dsaid Rabbit.\"\n        ],\n        [\n            19552,\n            \"And the moment that Kanga head was turned, Rabbit said in a loud voice \\u201cIn Pooh go, Kanga!\"\n        ],\n        [\n            19574,\n            \"\\u201d and in jumped Piglet into Kanga\\u2019s pocket, and off scampered Rabbit, with Pooh in his paws, as fast as Rabbit could.\"\n        ],\n        [\n            19645,\n            \"\\u201cRabbit had to go away,\\u201dsaid Pooh.\"\n        ],\n        [\n            19656,\n            \"\\u201cPooh think Rabbit thought of something Rabbit had to go and see about suddenly.\"\n        ],\n        [\n            22027,\n            \"The first person Pooh met was Rabbit.\"\n        ],\n        [\n            22035,\n            \"\\u201cHallo, Rabbit,\\u201dPooh said, \\u201cis that Rabbit?\"\n        ],\n        [\n            22070,\n            \"\\u201d \\u201cPooh\\u2019ve got a message for Rabbit.\"\n        ],\n        [\n            22224,\n            \"\\u201d Pooh left Rabbit and hurried down to Piglet\\u2019s house.\"\n        ],\n        [\n            22442,\n            \"First came Christopher Robin Robin and Rabbit, then Piglet and Pooh;\"\n        ],\n        [\n            23002,\n            \"Eeyore, Christopher Robin Robin and Pooh And Rabbit\\u2019s relations all went too-- And where the Pole was none of Little Piglet knew.\"\n        ],\n        [\n            24752,\n            \"Rabbit, did Rabbit see what Pooh was doing?\"\n        ],\n        [\n            25591,\n            \"\\u201cIf only,\\u201dPiglet thought, as Piglet looked out of the window, \\u201cPiglet had been in Pooh\\u2019s house, or Christopher Robin Robin\\u2019s house, or Rabbit\\u2019s house when it began to rain, then I should have had Company all this time, instead of being here all alone, with nothing to do except wonder when it will stop.\"\n        ],\n        [\n            25699,\n            \"\\u201d and Piglet saying, \\u201cI wonder how it is over Christopher Robin Robin\\u2019s way\\u201dand Pooh saying, \\u201cPooh should think Rabbit is about flooded out by this time.\"\n        ],\n        [\n            25879,\n            \"Christopher Robin Robin and Pooh could escape by Climbing Trees, and Kanga could escape by Jumping, and Rabbit could escape by Burrowing, and Bear could escape by Flying, and Eeyore could escape by-- by Making a Loud Noise Until Rescued, and here am Piglet, surrounded by water and I can\\u2019t do _ anything _.\"\n        ],\n        [\n            30248,\n            \"Christopher Robin Robin sat at one end, and Pooh sat at the other, and between Little Piglet on one side were Bear and Eeyore and Piglet, and between Little Piglet on the other side were Rabbit, and Pooh and Kanga.\"\n        ]\n    ],\n    \"[10, 17]\": [\n        [\n            2923,\n            \"\\u201d \\u201cThat day when Pooh and Piglet tried to catch the Heffalump----\\u201d\\u201cLittle Piglet didn\\u2019t catch it, did Little Piglet?\"\n        ],\n        [\n            5634,\n            \"One fine winter\\u2019s day when Piglet was brushing away the snow in front of Piglet house, Piglet happened to look up, and there was Pooh.\"\n        ],\n        [\n            5668,\n            \"Pooh was walking round and round in a circle, thinking of something else, and when Piglet called to Pooh, Pooh just went on walking.\"\n        ],\n        [\n            5699,\n            \"\\u201d said Piglet, \\u201cwhat are _ Pooh _ doing?\"\n        ],\n        [\n            5895,\n            \"\\u201d With these few words Pooh went on tracking, and Piglet, after watching Pooh for a minute or two, ran after Pooh.\"\n        ],\n        [\n            6076,\n            \"\\u201cYou mean, in case it really is two Woozles,\\u201dsaid Pooh, and Piglet said that anyhow Piglet had nothing to do until Friday.\"\n        ],\n        [\n            6149,\n            \"so round this spinney went Pooh and Piglet after them;\"\n        ],\n        [\n            6160,\n            \"Piglet passing the time by telling Pooh what Piglet Grandfather Trespassers W had done to Remove Stiffness after Tracking, and how Piglet Grandfather Trespassers W had suffered in Pooh later years from Shortness of Breath, and other matters of interest, and Pooh wondering what Little Piglet was like, and if perhaps this was Two Grandfathers they were after now, and, if so, whether Pooh would be allowed to take one home and keep it, and what Christopher Robin would say.\"\n        ],\n        [\n            6708,\n            \"\\u201d \\u201cLittle Piglet\\u2019ll do it this afternoon, and Pooh\\u2019ll come with Piglet,\\u201dsaid Pooh.\"\n        ],\n        [\n            6730,\n            \"\\u201cIt isn\\u2019t the sort of thing Pooh can do in the afternoon,\\u201dsaid Piglet quickly.\"\n        ],\n        [\n            6901,\n            \"\\u201cAh, then Pooh\\u2019ll be all right,\\u201dsaid Piglet.\"\n        ],\n        [\n            6979,\n            \"First Pooh went round the spinney twice by Pooh, and then Piglet ran after Pooh and Little Piglet went round again together, and then Pooh were just going round a fourth time----\\u201d\\u201cWait a moment,\\u201dsaid Pooh, holding up Pooh paw.\"\n        ],\n        [\n            9230,\n            \"\\u201d CHAPTER V IN WHICH PIGLET MEETS A HEFFALUMP One day, when Christopher Robin Robin and Pooh and Piglet were all talking together, Christopher Robin Robin finished the mouthful he was eating and said carelessly: \\u201cI saw a Heffalump to-day, Piglet.\"\n        ],\n        [\n            9398,\n            \"Then Little Piglet all talked about something else, until it was time for Pooh and Piglet to go home together.\"\n        ],\n        [\n            9444,\n            \"but when Little Piglet came to the stream and had helped each other across the stepping stones, and were able to walk side by side again over the heather, Little Piglet began to talk in a friendly way about this and that, and Piglet said, \\u201cIf Pooh see what Piglet mean, Pooh,\\u201dand Pooh said, \\u201cIt\\u2019s just what Pooh think Pooh, Piglet,\\u201dand Piglet said, \\u201cBut, on the other hand, Pooh, Little Piglet must remember,\\u201dand Pooh said, \\u201cQuite true, Piglet, although Pooh had forgotten it for the moment.\"\n        ],\n        [\n            9557,\n            \"\\u201d And then, just as Little Piglet came to the Six Pine Trees, Pooh looked round to see that nobody else was listening, and said in a very solemn voice: \\u201cPiglet, Pooh have decided something.\"\n        ],\n        [\n            9617,\n            \"\\u201d Pooh nodded Pooh head several times as Pooh said this, and waited for Piglet to say \\u201cHow?\"\n        ],\n        [\n            9700,\n            \"And it must be a Cunning Trap, so Piglet will have to help Pooh, Piglet.\"\n        ],\n        [\n            9718,\n            \"\\u201d \\u201cPooh,\\u201dsaid Piglet, feeling quite happy again now, \\u201cPiglet will.\"\n        ],\n        [\n            10249,\n            \"\\u201cSuppose,\\u201dPooh said to Piglet, \\u201c_ Piglet _ wanted to catch _ Pooh _, how would Piglet do it?\"\n        ],\n        [\n            10524,\n            \"and Little Piglet were just going to argue about it, when Piglet remembered that, if Little Piglet put acorns in the Trap, _ Piglet _ would have to find the acorns, but if Little Piglet put honey, then Pooh would have to give up some of Pooh own honey, so Piglet said, \\u201cAll right, honey then,\\u201djust as Pooh remembered it too, and was going to say, \\u201cAll right, haycorns.\"\n        ],\n        [\n            10628,\n            \"\\u201c_ Piglet\\u2019ll _ dig the pit, while _ Pooh _ go and get the honey.\"\n        ],\n        [\n            10892,\n            \"\\u201d Having made certain of this, Pooh took the jar back to Piglet, and Piglet looked up from the bottom of Piglet Very Deep Pit, and said, \\u201cGot it?\"\n        ],\n        [\n            10927,\n            \"\\u201d and Pooh said, \\u201cYes, but it isn\\u2019t quite a full jar,\\u201dand Pooh threw it down to Piglet, and Piglet said, \\u201cNo, it isn\\u2019t!\"\n        ],\n        [\n            11010,\n            \"\\u201cWell, good night, Pooh,\\u201dsaid Piglet, when Little Piglet had got to Pooh\\u2019s house.\"\n        ],\n        [\n            11104,\n            \"Pooh _ think _ Heffalumps come if Piglet whistle.\"\n        ],\n        [\n            11141,\n            \"\\u201d And off Piglet trotted to Piglet house TRESPASSERS W, while Pooh made Pooh preparations for bed.\"\n        ],\n        [\n            11965,\n            \"and Piglet was going to see Pooh first Heffalump in about an hour from now!\"\n        ],\n        [\n            12212,\n            \"\\u201d said Piglet to Pooh.\"\n        ],\n        [\n            13905,\n            \"Outside Pooh house Pooh found Piglet, jumping up and down trying to reach the knocker.\"\n        ],\n        [\n            13922,\n            \"\\u201cHallo, Piglet,\\u201dPooh said.\"\n        ],\n        [\n            13931,\n            \"\\u201cHallo, Pooh,\\u201dsaid Piglet.\"\n        ],\n        [\n            13964,\n            \"\\u201cPiglet just came round----\\u201d\\u201cLet Pooh do it for Piglet,\\u201dsaid Pooh kindly.\"\n        ],\n        [\n            14078,\n            \"\\u201cBut Pooh,\\u201dsaid Piglet, \\u201cit\\u2019s Pooh own house!\"\n        ],\n        [\n            15218,\n            \"Piglet held it very tightly against Piglet, so that it shouldn\\u2019t blow away, and Piglet ran as fast as Piglet could so as to get to Eeyore before Pooh did;\"\n        ],\n        [\n            15375,\n            \"and then Piglet thought that perhaps only _ Piglet _ had, and Piglet was now alone in the moon or somewhere, and would never see Christopher Robin or Pooh or Eeyore again.\"\n        ],\n        [\n            16311,\n            \"Piglet was still opening Piglet mouth to begin something, and then deciding that it wasn\\u2019t any good saying _ that _, when Piglet heard a shout from the other side of the river, and there was Pooh.\"\n        ],\n        [\n            16418,\n            \"Pooh had now splashed across the stream to Eeyore, and Piglet was sitting a little way off, Piglet head in Piglet paws, snuffling to Piglet.\"\n        ],\n        [\n            16713,\n            \"\\u201d \\u201cPooh\\u2019m very glad,\\u201dsaid Piglet happily, \\u201cthat Pooh thought of giving Eeyore Something to put in a Useful Pot.\"\n        ],\n        [\n            17019,\n            \"\\u201d Then Pooh went to call upon Piglet to see what _ Piglet _ thought about it.\"\n        ],\n        [\n            17039,\n            \"And at Piglet\\u2019s house Pooh found Rabbit.\"\n        ],\n        [\n            17073,\n            \"\\u201cHere are Little Piglet-- Pooh, Pooh, and you, Piglet, and Rabbit-- and suddenly----\\u201d\\u201cAnd Eeyore,\\u201dsaid Pooh.\"\n        ],\n        [\n            17398,\n            \"\\u201cYes, you said----\\u201d\\u201cNever mind, Pooh,\\u201dsaid Piglet impatiently.\"\n        ],\n        [\n            17986,\n            \"\\u201d \\u201cNever mind, Pooh,\\u201dsaid Piglet comfortingly.\"\n        ],\n        [\n            18067,\n            \"\\u201d \\u201cNow listen Little Piglet,\\u201dsaid Rabbit when Rabbit had finished writing, and Pooh and Piglet sat listening very eagerly with Little Piglet mouths open.\"\n        ],\n        [\n            18820,\n            \"\\u201d Rabbit and Piglet, who had now come up from the other side of the hill, said \\u201cGood afternoon,\\u201dand \\u201cHallo, Pooh,\\u201dand Roo asked Little Piglet to look at Pooh jumping, so Little Piglet stayed and looked.\"\n        ],\n        [\n            19574,\n            \"\\u201d and in jumped Piglet into Kanga\\u2019s pocket, and off scampered Rabbit, with Pooh in his paws, as fast as Rabbit could.\"\n        ],\n        [\n            19677,\n            \"\\u201d \\u201cPooh think Piglet thought of something at the same time.\"\n        ],\n        [\n            19964,\n            \"\\u201d \\u201cNow then, Pooh, dear,\\u201dKanga said, as Kanga took Piglet out of Kanga pocket.\"\n        ],\n        [\n            20166,\n            \"\\u201d Piglet, who had never been really fond of baths, shuddered a long indignant shudder, and said in as brave a voice as Piglet could: \\u201cKanga, Pooh see that the time has come to spleak painly.\"\n        ],\n        [\n            20228,\n            \"\\u201cPooh am _ not _ Roo,\\u201dsaid Piglet loudly.\"\n        ],\n        [\n            20419,\n            \"\\u201d Before Piglet knew where Piglet was, Piglet was in the bath, and Kanga was scrubbing Pooh firmly with a large lathery flannel.\"\n        ],\n        [\n            20457,\n            \"Pooh\\u2019m Piglet!\"\n        ],\n        [\n            21086,\n            \"And every Tuesday Roo spent the day with Roo great friend Rabbit, and every Tuesday Kanga spent the day with Pooh, teaching Pooh to jump, and every Tuesday Piglet spent the day with Christopher Robin.\"\n        ],\n        [\n            22207,\n            \"Now Pooh\\u2019m going down to Piglet\\u2019s.\"\n        ],\n        [\n            22224,\n            \"\\u201d Pooh left Rabbit and hurried down to Piglet\\u2019s house.\"\n        ],\n        [\n            22272,\n            \"Piglet had just discovered that it would be never, and was trying to remember what \\u201c_ it _\\u201dwas, and hoping it wasn\\u2019t anything nice, when Pooh came up.\"\n        ],\n        [\n            22312,\n            \"Piglet,\\u201dsaid Pooh excitedly, \\u201cLittle Piglet\\u2019re going on an Expotition, Little Piglet, with things to eat.\"\n        ],\n        [\n            22442,\n            \"First came Christopher Robin Robin and Rabbit, then Piglet and Pooh;\"\n        ],\n        [\n            22772,\n            \"\\u201d called Pooh and Piglet \\u201cCome on!\"\n        ],\n        [\n            22873,\n            \"\\u201cThis is the first verse,\\u201dPooh said to Piglet, when Pooh was ready with it.\"\n        ],\n        [\n            23068,\n            \"\\u201d said Pooh turning round quickly to Piglet.\"\n        ],\n        [\n            23297,\n            \"\\u201d whispered Pooh to Piglet.\"\n        ],\n        [\n            23334,\n            \"\\u201d \\u201cBear,\\u201dsaid Piglet, looking round at him severely, \\u201cPooh\\u2019s whisper was a perfectly private whisper, and there was no need----\\u201d\\u201cAn Ambush,\\u201dsaid Bear, \\u201cis a sort of Surprise.\"\n        ],\n        [\n            23398,\n            \"\\u201cAn Ambush, as Bear was about to explain to Pooh,\\u201dsaid Piglet, \\u201cis a sort of Surprise.\"\n        ],\n        [\n            23442,\n            \"\\u201cIt\\u2019s an Ambush, Pooh, when people jump at Little Piglet suddenly,\\u201dexplained Piglet.\"\n        ],\n        [\n            24768,\n            \"Pooh say, Piglet!\"\n        ],\n        [\n            24773,\n            \"What do Piglet think Pooh was doing!\"\n        ],\n        [\n            25591,\n            \"\\u201cIf only,\\u201dPiglet thought, as Piglet looked out of the window, \\u201cPiglet had been in Pooh\\u2019s house, or Christopher Robin Robin\\u2019s house, or Rabbit\\u2019s house when it began to rain, then I should have had Company all this time, instead of being here all alone, with nothing to do except wonder when it will stop.\"\n        ],\n        [\n            25663,\n            \"\\u201d And Piglet imagined Piglet with Pooh, saying, \\u201cDid Pooh ever see such rain, Pooh?\"\n        ],\n        [\n            25683,\n            \"\\u201d and Pooh saying, \\u201cIsn\\u2019t it _ awful _, Piglet?\"\n        ],\n        [\n            25699,\n            \"\\u201d and Piglet saying, \\u201cI wonder how it is over Christopher Robin Robin\\u2019s way\\u201dand Pooh saying, \\u201cPooh should think Rabbit is about flooded out by this time.\"\n        ],\n        [\n            25879,\n            \"Christopher Robin Robin and Pooh could escape by Climbing Trees, and Kanga could escape by Jumping, and Rabbit could escape by Burrowing, and Bear could escape by Flying, and Eeyore could escape by-- by Making a Loud Noise Until Rescued, and here am Piglet, surrounded by water and I can\\u2019t do _ anything _.\"\n        ],\n        [\n            25982,\n            \"\\u201cThere\\u2019s Pooh,\\u201dPiglet thought to Pooh.\"\n        ],\n        [\n            27034,\n            \"And it was on the morning of the fourth day that Piglet\\u2019s bottle came floating past Pooh, and with one loud cry of \\u201cHoney!\"\n        ],\n        [\n            27188,\n            \"Pooh must find Christopher Robin or Bear or Piglet, one of those Clever Readers who can read things, and Little Piglet will tell Pooh what this missage means.\"\n        ],\n        [\n            27800,\n            \"I expect Piglet\\u2019s with Pooh.\"\n        ],\n        [\n            29281,\n            \"\\u201cAnd it\\u2019s to be a special sort of party, because it\\u2019s because of what Pooh did when Pooh did what Pooh did to save Piglet from the flood.\"\n        ],\n        [\n            30248,\n            \"Christopher Robin Robin sat at one end, and Pooh sat at the other, and between Little Piglet on one side were Bear and Eeyore and Piglet, and between Little Piglet on the other side were Rabbit, and Pooh and Kanga.\"\n        ],\n        [\n            30400,\n            \"Piglet waved a paw at Pooh, being too busy to say anything.\"\n        ],\n        [\n            30782,\n            \"Pooh remarks do not, of course, apply to Piglet and Roo, because they are too small.\"\n        ],\n        [\n            30944,\n            \"\\u201d Piglet whispered to Pooh.\"\n        ],\n        [\n            30991,\n            \"\\u201d \\u201cPiglet\\u2019d sooner it was Pooh than Eeyore\\u2019s,\\u201dsaid Piglet.\"\n        ],\n        [\n            31494,\n            \"\\u201d Later on, when Little Piglet had all said \\u201cGood-bye\\u201dand \\u201cThank-you\\u201dto Christopher Robin Robin, Pooh and Piglet walked home thoughtfully together in the golden evening, and for a long time Little Piglet were silent.\"\n        ],\n        [\n            31539,\n            \"\\u201cWhen Pooh wake up in the morning, Pooh,\\u201dsaid Piglet at last, \\u201cwhat\\u2019s the first thing Pooh say to Pooh?\"\n        ]\n    ],\n    \"[11, 12]\": [\n        [\n            225,\n            \"and Kanga hope Christopher Robin do too, because it is all the explanation Little Piglet are going to get.\"\n        ],\n        [\n            1248,\n            \"\\u201d \\u201cYes, Kanga just said to Kanga coming along:\\u2019Kanga wonder if Christopher Robin has such a thing as a balloon about Christopher Robin?\"\n        ],\n        [\n            3129,\n            \"\\u201d Christopher Robin nodded and went out, and in a moment Kanga heard Pooh-- _ bump, bump, bump _-- going up the stairs behind Christopher Robin.\"\n        ],\n        [\n            19923,\n            \"for Kanga felt quite sure that Christopher Robin would never let any harm happen to Pooh.\"\n        ],\n        [\n            20642,\n            \"\\u201cCome in,\\u201dsaid Kanga, and in came Christopher Robin.\"\n        ],\n        [\n            21086,\n            \"And every Tuesday Roo spent the day with Roo great friend Rabbit, and every Tuesday Kanga spent the day with Pooh, teaching Pooh to jump, and every Tuesday Piglet spent the day with Christopher Robin.\"\n        ],\n        [\n            25879,\n            \"Christopher Robin Robin and Pooh could escape by Climbing Trees, and Kanga could escape by Jumping, and Rabbit could escape by Burrowing, and Bear could escape by Flying, and Eeyore could escape by-- by Making a Loud Noise Until Rescued, and here am Piglet, surrounded by water and I can\\u2019t do _ anything _.\"\n        ],\n        [\n            26620,\n            \"\\u201d Pooh was very excited when Pooh heard this, and suggested that Little Piglet should have an Expotition to discover the East Pole, but Christopher Robin Robin had thought of something else to do with Kanga;\"\n        ],\n        [\n            30248,\n            \"Christopher Robin Robin sat at one end, and Pooh sat at the other, and between Little Piglet on one side were Bear and Eeyore and Piglet, and between Little Piglet on the other side were Rabbit, and Pooh and Kanga.\"\n        ],\n        [\n            30471,\n            \"\\\"-- and Bear said \\u201cHallo, Pooh,\\u201din a kindly way, and went on telling Christopher Robin Robin about an accident which had nearly happened to a friend of Bear whom Christopher Robin didn\\u2019t know, and Kanga said to Pooh, \\u201cDrink up Pooh milk first, dear, and talk afterwards.\"\n        ]\n    ],\n    \"[11, 14]\": [\n        [\n            18875,\n            \"\\u201cOh, Kanga,\\u201dsaid Pooh, after Rabbit had winked at Pooh twice, \\u201cI don\\u2019t know if Kanga are interested in Poetry at all?\"\n        ],\n        [\n            19016,\n            \"\\u201cNow Pooh, dear----\\u201d\\u201cKanga\\u2019ll like this piece of poetry,\\u201dsaid Rabbit.\"\n        ],\n        [\n            19051,\n            \"\\u201cKanga must listen very carefully,\\u201dsaid Rabbit.\"\n        ],\n        [\n            19396,\n            \"\\u201d \\u201cKanga ought to look at that tree right over there,\\u201dsaid Rabbit.\"\n        ],\n        [\n            19413,\n            \"\\u201cShall Rabbit lift Pooh in, Kanga?\"\n        ],\n        [\n            19552,\n            \"And the moment that Kanga head was turned, Rabbit said in a loud voice \\u201cIn Pooh go, Kanga!\"\n        ],\n        [\n            19574,\n            \"\\u201d and in jumped Piglet into Kanga\\u2019s pocket, and off scampered Rabbit, with Pooh in his paws, as fast as Rabbit could.\"\n        ],\n        [\n            21928,\n            \"And Rabbit and Kanga and all of you.\"\n        ],\n        [\n            25879,\n            \"Christopher Robin Robin and Pooh could escape by Climbing Trees, and Kanga could escape by Jumping, and Rabbit could escape by Burrowing, and Bear could escape by Flying, and Eeyore could escape by-- by Making a Loud Noise Until Rescued, and here am Piglet, surrounded by water and I can\\u2019t do _ anything _.\"\n        ],\n        [\n            30248,\n            \"Christopher Robin Robin sat at one end, and Pooh sat at the other, and between Little Piglet on one side were Bear and Eeyore and Piglet, and between Little Piglet on the other side were Rabbit, and Pooh and Kanga.\"\n        ],\n        [\n            30758,\n            \"Any of Little Piglet-- except Rabbit and Bear and Kanga-- would have done the same.\"\n        ]\n    ],\n    \"[11, 17]\": [\n        [\n            1361,\n            \"Well, it just happened that Kanga had been to a party the day before at the house of Piglet, and Kanga had balloons at the party.\"\n        ],\n        [\n            18202,\n            \"_ If Roo had jumped out of Kanga\\u2019s pocket and Piglet had jumped in, Kanga wouldn\\u2019t know the difference, because Piglet is a Very Small Animal.\"\n        ],\n        [\n            18242,\n            \"But Kanga would have to be looking the other way first, so as not to see Piglet jumping in.\"\n        ],\n        [\n            19040,\n            \"\\u201cKanga\\u2019ll love it,\\u201dsaid Piglet.\"\n        ],\n        [\n            19574,\n            \"\\u201d and in jumped Piglet into Kanga\\u2019s pocket, and off scampered Rabbit, with Pooh in his paws, as fast as Rabbit could.\"\n        ],\n        [\n            19628,\n            \"\\u201d Piglet made a squeaky Roo-noise from the bottom of Kanga\\u2019s pocket.\"\n        ],\n        [\n            19760,\n            \"\\u201d But there were moments when Piglet wished that Kanga couldn\\u2019t.\"\n        ],\n        [\n            19797,\n            \"but now Piglet thought jerkily to Piglet at the bottom of Kanga\\u2019s pocket, this take \\u201cIf is shall really to flying Piglet never it.\"\n        ],\n        [\n            19856,\n            \"_\\u201dAnd Piglet was saying, \\u201c_ Ooooooo-ow, Ooooooo-ow, Ooooooo-ow _\\u201dall the way to Kanga\\u2019s house.\"\n        ],\n        [\n            19964,\n            \"\\u201d \\u201cNow then, Pooh, dear,\\u201dKanga said, as Kanga took Piglet out of Kanga pocket.\"\n        ],\n        [\n            20166,\n            \"\\u201d Piglet, who had never been really fond of baths, shuddered a long indignant shudder, and said in as brave a voice as Piglet could: \\u201cKanga, Pooh see that the time has come to spleak painly.\"\n        ],\n        [\n            20268,\n            \"So clever of Piglet,\\u201dKanga went on, as Kanga took a large bar of yellow soap out of the cupboard.\"\n        ],\n        [\n            20397,\n            \"Now then, into the bath, and don\\u2019t let Kanga have to speak to Piglet about it again.\"\n        ],\n        [\n            20419,\n            \"\\u201d Before Piglet knew where Piglet was, Piglet was in the bath, and Kanga was scrubbing Pooh firmly with a large lathery flannel.\"\n        ],\n        [\n            20492,\n            \"\\u201d \\u201cKanga-- Kanga-- Kanga did it on purpose,\\u201dspluttered Piglet, as soon as Piglet could speak again.\"\n        ],\n        [\n            20530,\n            \"\\u201cThat\\u2019s right, dear, don\\u2019t say anything,\\u201dsaid Kanga, and in another minute Piglet was out of the bath, and being rubbed dry with a towel.\"\n        ],\n        [\n            20609,\n            \"You don\\u2019t want to grow up small and weak like Piglet, do Kanga?\"\n        ],\n        [\n            20667,\n            \"\\u201cTell Kanga who Piglet am!\"\n        ],\n        [\n            20813,\n            \"\\u201d Piglet began to say that this was because Piglet had just had a bath, and then Piglet thought that perhaps Piglet wouldn\\u2019t say that, and as Piglet opened Piglet mouth to say something else, Kanga slipped the medicine spoon in, and then patted Piglet on the back and told Piglet that it was really quite a nice taste when Little Piglet got used to it.\"\n        ],\n        [\n            20885,\n            \"\\u201cKanga knew it wasn\\u2019t Piglet,\\u201dsaid Kanga.\"\n        ],\n        [\n            21086,\n            \"And every Tuesday Roo spent the day with Roo great friend Rabbit, and every Tuesday Kanga spent the day with Pooh, teaching Pooh to jump, and every Tuesday Piglet spent the day with Christopher Robin.\"\n        ],\n        [\n            23080,\n            \"\\u201d said Piglet to Kanga.\"\n        ],\n        [\n            25879,\n            \"Christopher Robin Robin and Pooh could escape by Climbing Trees, and Kanga could escape by Jumping, and Rabbit could escape by Burrowing, and Bear could escape by Flying, and Eeyore could escape by-- by Making a Loud Noise Until Rescued, and here am Piglet, surrounded by water and I can\\u2019t do _ anything _.\"\n        ],\n        [\n            30248,\n            \"Christopher Robin Robin sat at one end, and Pooh sat at the other, and between Little Piglet on one side were Bear and Eeyore and Piglet, and between Little Piglet on the other side were Rabbit, and Pooh and Kanga.\"\n        ]\n    ],\n    \"[12, 14]\": [\n        [\n            4638,\n            \"\\u201cWell, well, Rabbit shall go and fetch Christopher Robin.\"\n        ],\n        [\n            4651,\n            \"\\u201d Christopher Robin lived at the other end of the Forest, and when Christopher Robin came back with Rabbit, and saw the front half of Pooh, Christopher Robin said, \\u201cBear,\\u201din such a loving voice that Little Piglet felt quite hopeful again.\"\n        ],\n        [\n            5194,\n            \"\\u201d So for a week Christopher Robin Robin read that sort of book at the North end of Pooh, and Rabbit hung Rabbit washing on the South end.\"\n        ],\n        [\n            5251,\n            \"_\\u201dSo Christopher Robin took hold of Pooh\\u2019s front paws and Rabbit took hold of Christopher Robin, and all Rabbit\\u2019s friends and relations took hold of Rabbit, and they all pulled together.\"\n        ],\n        [\n            5348,\n            \"And Christopher Robin and Rabbit and all Rabbit\\u2019s friends and relations went head-over-heels backwards.\"\n        ],\n        [\n            20707,\n            \"\\u201cPiglet can\\u2019t be Roo,\\u201dChristopher Robin said, \\u201cbecause Christopher Robin\\u2019ve just seen Roo playing in Rabbit\\u2019s house.\"\n        ],\n        [\n            22442,\n            \"First came Christopher Robin Robin and Rabbit, then Piglet and Pooh;\"\n        ],\n        [\n            22800,\n            \"\\u201d And Rabbit hurried off to the front of the Expotition with Christopher Robin Robin.\"\n        ],\n        [\n            23002,\n            \"Eeyore, Christopher Robin Robin and Pooh And Rabbit\\u2019s relations all went too-- And where the Pole was none of Little Piglet knew.\"\n        ],\n        [\n            23877,\n            \"\\u201d As soon as Christopher Robin had finished Christopher Robin lunch Christopher Robin Robin whispered to Rabbit, and Rabbit said \\u201cYes, yes, of course,\\u201dand Little Piglet walked a little way up the stream together.\"\n        ],\n        [\n            24344,\n            \"\\u201d cried Rabbit, and Christopher Robin and Christopher Robin came rushing down to the rescue.\"\n        ],\n        [\n            24585,\n            \"and, Christopher Robin and Rabbit came hurrying past Eeyore, and were calling out to Little Piglet.\"\n        ],\n        [\n            25591,\n            \"\\u201cIf only,\\u201dPiglet thought, as Piglet looked out of the window, \\u201cPiglet had been in Pooh\\u2019s house, or Christopher Robin Robin\\u2019s house, or Rabbit\\u2019s house when it began to rain, then I should have had Company all this time, instead of being here all alone, with nothing to do except wonder when it will stop.\"\n        ],\n        [\n            25699,\n            \"\\u201d and Piglet saying, \\u201cI wonder how it is over Christopher Robin Robin\\u2019s way\\u201dand Pooh saying, \\u201cPooh should think Rabbit is about flooded out by this time.\"\n        ],\n        [\n            25879,\n            \"Christopher Robin Robin and Pooh could escape by Climbing Trees, and Kanga could escape by Jumping, and Rabbit could escape by Burrowing, and Bear could escape by Flying, and Eeyore could escape by-- by Making a Loud Noise Until Rescued, and here am Piglet, surrounded by water and I can\\u2019t do _ anything _.\"\n        ],\n        [\n            30248,\n            \"Christopher Robin Robin sat at one end, and Pooh sat at the other, and between Little Piglet on one side were Bear and Eeyore and Piglet, and between Little Piglet on the other side were Rabbit, and Pooh and Kanga.\"\n        ]\n    ],\n    \"[12, 17]\": [\n        [\n            5508,\n            \"When Christopher Robin Robin asked Piglet what it meant, Piglet said it was Little Piglet\\u2019s name, and had been in the family for a long time, Christopher Robin said Christopher Robin _ couldn\\u2019t _ be called Trespassers W, and Piglet said yes, Christopher Robin could, because Little Piglet was, and it was short for Trespassers Will, which was short for Trespassers William.\"\n        ],\n        [\n            5619,\n            \"\\u201cWell, there Christopher Robin are, that proves it,\\u201dsaid Piglet.\"\n        ],\n        [\n            6160,\n            \"Piglet passing the time by telling Pooh what Piglet Grandfather Trespassers W had done to Remove Stiffness after Tracking, and how Piglet Grandfather Trespassers W had suffered in Pooh later years from Shortness of Breath, and other matters of interest, and Pooh wondering what Little Piglet was like, and if perhaps this was Two Grandfathers they were after now, and, if so, whether Pooh would be allowed to take one home and keep it, and what Christopher Robin would say.\"\n        ],\n        [\n            9230,\n            \"\\u201d CHAPTER V IN WHICH PIGLET MEETS A HEFFALUMP One day, when Christopher Robin Robin and Pooh and Piglet were all talking together, Christopher Robin Robin finished the mouthful he was eating and said carelessly: \\u201cI saw a Heffalump to-day, Piglet.\"\n        ],\n        [\n            12485,\n            \"\\u201d And Piglet didn\\u2019t stop crying and scampering until Piglet got to Christopher Robin\\u2019s house.\"\n        ],\n        [\n            12664,\n            \"\\u201d Piglet wasn\\u2019t afraid if Piglet had Christopher Robin Robin with Piglet, so off Little Piglet went.\"\n        ],\n        [\n            15375,\n            \"and then Piglet thought that perhaps only _ Piglet _ had, and Piglet was now alone in the moon or somewhere, and would never see Christopher Robin or Pooh or Eeyore again.\"\n        ],\n        [\n            17723,\n            \"\\u201cPiglet was talking to Christopher Robin, and Christopher Robin said that a Kanga was Generally Regarded as One of the Fiercer Animals.\"\n        ],\n        [\n            20693,\n            \"\\u201d Christopher Robin looked at Piglet very carefully, and shook Christopher Robin head.\"\n        ],\n        [\n            20707,\n            \"\\u201cPiglet can\\u2019t be Roo,\\u201dChristopher Robin said, \\u201cbecause Christopher Robin\\u2019ve just seen Roo playing in Rabbit\\u2019s house.\"\n        ],\n        [\n            21086,\n            \"And every Tuesday Roo spent the day with Roo great friend Rabbit, and every Tuesday Kanga spent the day with Pooh, teaching Pooh to jump, and every Tuesday Piglet spent the day with Christopher Robin.\"\n        ],\n        [\n            22442,\n            \"First came Christopher Robin Robin and Rabbit, then Piglet and Pooh;\"\n        ],\n        [\n            25591,\n            \"\\u201cIf only,\\u201dPiglet thought, as Piglet looked out of the window, \\u201cPiglet had been in Pooh\\u2019s house, or Christopher Robin Robin\\u2019s house, or Rabbit\\u2019s house when it began to rain, then I should have had Company all this time, instead of being here all alone, with nothing to do except wonder when it will stop.\"\n        ],\n        [\n            25699,\n            \"\\u201d and Piglet saying, \\u201cI wonder how it is over Christopher Robin Robin\\u2019s way\\u201dand Pooh saying, \\u201cPooh should think Rabbit is about flooded out by this time.\"\n        ],\n        [\n            25879,\n            \"Christopher Robin Robin and Pooh could escape by Climbing Trees, and Kanga could escape by Jumping, and Rabbit could escape by Burrowing, and Bear could escape by Flying, and Eeyore could escape by-- by Making a Loud Noise Until Rescued, and here am Piglet, surrounded by water and I can\\u2019t do _ anything _.\"\n        ],\n        [\n            27188,\n            \"Pooh must find Christopher Robin or Bear or Piglet, one of those Clever Readers who can read things, and Little Piglet will tell Pooh what this missage means.\"\n        ],\n        [\n            30248,\n            \"Christopher Robin Robin sat at one end, and Pooh sat at the other, and between Little Piglet on one side were Bear and Eeyore and Piglet, and between Little Piglet on the other side were Rabbit, and Pooh and Kanga.\"\n        ],\n        [\n            31494,\n            \"\\u201d Later on, when Little Piglet had all said \\u201cGood-bye\\u201dand \\u201cThank-you\\u201dto Christopher Robin Robin, Pooh and Piglet walked home thoughtfully together in the golden evening, and for a long time Little Piglet were silent.\"\n        ]\n    ],\n    \"[14, 17]\": [\n        [\n            2889,\n            \"\\u201d \\u201cAnd Piglet and Rabbit and Little Piglet.\"\n        ],\n        [\n            17039,\n            \"And at Piglet\\u2019s house Pooh found Rabbit.\"\n        ],\n        [\n            17073,\n            \"\\u201cHere are Little Piglet-- Pooh, Pooh, and you, Piglet, and Rabbit-- and suddenly----\\u201d\\u201cAnd Eeyore,\\u201dsaid Pooh.\"\n        ],\n        [\n            17808,\n            \"\\u201d \\u201cPiglet,\\u201dsaid Rabbit, taking out a pencil, and licking the end of it, \\u201cPiglet haven\\u2019t any pluck.\"\n        ],\n        [\n            17863,\n            \"\\u201d Rabbit, who had begun to write very busily, looked up and said: \\u201cIt is because Piglet are a very small animal that Piglet will be Useful in the adventure before us.\"\n        ],\n        [\n            17900,\n            \"\\u201d Piglet was so excited at the idea of being Useful, that Piglet forgot to be frightened any more, and when Rabbit went on to say that Kangas were only Fierce during the winter months, being at other times of an Affectionate Disposition, Piglet could hardly sit still, Piglet was so eager to begin being useful at once.\"\n        ],\n        [\n            18067,\n            \"\\u201d \\u201cNow listen Little Piglet,\\u201dsaid Rabbit when Rabbit had finished writing, and Pooh and Piglet sat listening very eagerly with Little Piglet mouths open.\"\n        ],\n        [\n            18508,\n            \"By the way,\\u201dPiglet said, \\u201cRabbit _ are _ quite sure about what Rabbit said about the winter months?\"\n        ],\n        [\n            18820,\n            \"\\u201d Rabbit and Piglet, who had now come up from the other side of the hill, said \\u201cGood afternoon,\\u201dand \\u201cHallo, Pooh,\\u201dand Roo asked Little Piglet to look at Pooh jumping, so Little Piglet stayed and looked.\"\n        ],\n        [\n            19574,\n            \"\\u201d and in jumped Piglet into Kanga\\u2019s pocket, and off scampered Rabbit, with Pooh in his paws, as fast as Rabbit could.\"\n        ],\n        [\n            20707,\n            \"\\u201cPiglet can\\u2019t be Roo,\\u201dChristopher Robin said, \\u201cbecause Christopher Robin\\u2019ve just seen Roo playing in Rabbit\\u2019s house.\"\n        ],\n        [\n            22224,\n            \"\\u201d Pooh left Rabbit and hurried down to Piglet\\u2019s house.\"\n        ],\n        [\n            22442,\n            \"First came Christopher Robin Robin and Rabbit, then Piglet and Pooh;\"\n        ],\n        [\n            22962,\n            \"Little Piglet all went off to discover the Pole, Bear and Piglet and Rabbit and all;\"\n        ],\n        [\n            22979,\n            \"It\\u2019s a Thing you Discover, as I\\u2019ve been tole By Bear and Piglet and Rabbit and all.\"\n        ],\n        [\n            25591,\n            \"\\u201cIf only,\\u201dPiglet thought, as Piglet looked out of the window, \\u201cPiglet had been in Pooh\\u2019s house, or Christopher Robin Robin\\u2019s house, or Rabbit\\u2019s house when it began to rain, then I should have had Company all this time, instead of being here all alone, with nothing to do except wonder when it will stop.\"\n        ],\n        [\n            25699,\n            \"\\u201d and Piglet saying, \\u201cI wonder how it is over Christopher Robin Robin\\u2019s way\\u201dand Pooh saying, \\u201cPooh should think Rabbit is about flooded out by this time.\"\n        ],\n        [\n            25879,\n            \"Christopher Robin Robin and Pooh could escape by Climbing Trees, and Kanga could escape by Jumping, and Rabbit could escape by Burrowing, and Bear could escape by Flying, and Eeyore could escape by-- by Making a Loud Noise Until Rescued, and here am Piglet, surrounded by water and I can\\u2019t do _ anything _.\"\n        ],\n        [\n            30248,\n            \"Christopher Robin Robin sat at one end, and Pooh sat at the other, and between Little Piglet on one side were Bear and Eeyore and Piglet, and between Little Piglet on the other side were Rabbit, and Pooh and Kanga.\"\n        ]\n    ]\n}"