"{\n    \"[1, 2]\": [\n        [\n            1006,\n            \"so, of course, they had a nurse.\"\n        ],\n        [\n            1016,\n            \"As they were poor, owing to the amount of milk the children drank, this nurse was a prim Newfoundland dog, called Nana, who had belonged to no one in particular until the Darlings engaged her.\"\n        ],\n        [\n            1056,\n            \"She had always thought children important, however, and the Darlings had become acquainted with her in Kensington Gardens, where she spent most of her spare time peeping into perambulators, and was much hated by careless nursemaids, whom she followed to their homes and complained of to their mistresses.\"\n        ],\n        [\n            1121,\n            \"How thorough she was at bath-time, and up at any moment of the night if one of her charges made the slightest cry.\"\n        ],\n        [\n            1157,\n            \"She had a genius for knowing when a cough is a thing to have no patience with and when it needs stocking around your throat.\"\n        ],\n        [\n            1217,\n            \"It was a lesson in propriety to see her escorting the children to school, walking sedately by their side when they were well behaved, and butting them back into line if they strayed.\"\n        ],\n        [\n            1253,\n            \"On John\\u2019s footer days she never once forgot his sweater, and she usually carried an umbrella in her mouth in case of rain.\"\n        ],\n        [\n            1298,\n            \"They sat on forms, while Nana lay on the floor, but that was the only difference.\"\n        ],\n        [\n            1317,\n            \"They affected to ignore her as of an inferior social status to themselves, and she despised their light talk.\"\n        ],\n        [\n            1338,\n            \"She resented visits to the nursery from Mrs. Darling\\u2019s friends, but if they did come she first whipped off Michael\\u2019s pinafore and put him into the one with blue braiding, and smoothed out Wendy and made a dash at John\\u2019s hair.\"\n        ],\n        [\n            1446,\n            \"\\u201cI know she admires you tremendously, George,\\u201dMrs. Darling would assure him, and then she would sign to the children to be specially nice to father.\"\n        ],\n        [\n            1498,\n            \"Such a midget she looked in her long skirt and maid\\u2019s cap, though she had sworn, when engaged, that she would never see ten again.\"\n        ],\n        [\n            3644,\n            \"THE SHADOW Mrs. Darling screamed, and, as if in answer to a bell, the door opened, and Nana entered, returned from her evening out.\"\n        ],\n        [\n            3753,\n            \"She returned to the nursery, and found Nana with something in her mouth, which proved to be the boy\\u2019s shadow.\"\n        ],\n        [\n            4040,\n            \"\\u201cI ought to have been specially careful on a Friday,\\u201dshe used to say afterwards to her husband, while perhaps Nana was on the other side of her, holding her hand.\"\n        ],\n        [\n            4261,\n            \"Nana at the thought, \\u201cIt\\u2019s true, it\\u2019s true, they ought not to have had a dog for a nurse.\"\n        ],\n        [\n            4312,\n            \"\\u201d Mr. Darling would cry, and Nana\\u2019s bark was the echo of it, but Mrs. Darling never upbraided Peter;\"\n        ],\n        [\n            4770,\n            \"Such a little thing for Mr. and Mrs. Darling and Nana to recall now, but not so little if that was to be Michael\\u2019s last night in the nursery.\"\n        ],\n        [\n            5436,\n            \"\\u201cGeorge, Nana is a treasure.\"\n        ],\n        [\n            5444,\n            \"\\u201d \\u201cNo doubt, but I have an uneasy feeling at times that she looks upon the children as puppies.\"\n        ],\n        [\n            5466,\n            \"\\u201d \\u201cOh no, dear one, I feel sure she knows they have souls.\"\n        ],\n        [\n            5559,\n            \"\\u201d \\u201cWe were still discussing it, you remember,\\u201dsays Mr. Darling, \\u201cwhen Nana came in with Michael\\u2019s medicine.\"\n        ],\n        [\n            6411,\n            \"\\u201cLook here, all of you,\\u201dhe said entreatingly, as soon as Nana had gone into the bathroom.\"\n        ],\n        [\n            6474,\n            \"but the children did not have their father\\u2019s sense of humour, and they looked at him reproachfully as he poured the medicine into Nana\\u2019s bowl.\"\n        ],\n        [\n            6509,\n            \"\\u201d he said doubtfully, and they did not dare expose him when Mrs. Darling and Nana returned.\"\n        ],\n        [\n            6571,\n            \"Then she gave Mr. Darling such a look, not an angry look: she showed him the great red tear that makes us so sorry for noble dogs, and crept into her kennel.\"\n        ],\n        [\n            6650,\n            \"\\u201d \\u201cIt was only a joke,\\u201dhe roared, while she comforted her boys, and Wendy hugged Nana.\"\n        ],\n        [\n            6814,\n            \"\\u201d The children wept, and Nana ran to him beseechingly, but he waved her back.\"\n        ],\n        [\n            7025,\n            \"They could hear Nana barking, and John whimpered, \\u201cIt is because he is chaining her up in the yard,\\u201dbut Wendy was wiser.\"\n        ],\n        [\n            10215,\n            \"She says you are a great ugly girl, and that she is my fairy.\"\n        ],\n        [\n            10239,\n            \"\\u201cYou know you can\\u2019t be my fairy, Tink, because I am an gentleman and you are a lady.\"\n        ],\n        [\n            11611,\n            \"It was her silence they had heard.\"\n        ],\n        [\n            11644,\n            \"And thus when Liza entered, holding Nana, the nursery seemed quite its old self, very dark, and you would have sworn you heard its three wicked inmates breathing angelically as they slept.\"\n        ],\n        [\n            11908,\n            \"\\u201d She tied the unhappy dog up again, but do you think Nana ceased to bark?\"\n        ],\n        [\n            11944,\n            \"Do you think she cared whether she was whipped so long as her charges were safe?\"\n        ],\n        [\n            12023,\n            \"Mr. and Mrs. Darling knew at once that something terrible was happening in their nursery, and without a good-bye to their hostess they rushed into the street.\"\n        ],\n        [\n            12675,\n            \"\\u201d It was just at this moment that Mr. and Mrs. Darling hurried with Nana out of 27.\"\n        ],\n        [\n            12948,\n            \"Mr. and Mrs. Darling and Nana rushed into the nursery too late.\"\n        ],\n        [\n            13875,\n            \"If Nana had been with them, she would have had a bandage round Michael\\u2019s forehead by this time.\"\n        ],\n        [\n            14767,\n            \"You even liked Nana to say that this was just the mantelpiece over here, and that the Neverland was all make-believe.\"\n        ],\n        [\n            15634,\n            \"Unfortunately she could not fly so slowly as they, and so she had to go round and round them in a circle in which they moved as in a halo.\"\n        ],\n        [\n            15678,\n            \"\\u201cShe tells me,\\u201dhe said, \\u201cthat the pirates sighted us before the darkness came, and got Long Tom out.\"\n        ],\n        [\n            15714,\n            \"And of course they must see her light, and if they guess we are near it they are sure to let fly.\"\n        ],\n        [\n            15772,\n            \"\\u201cShe thinks we have lost the way,\\u201dhe replied stiffly, \\u201cand she is rather frightened.\"\n        ],\n        [\n            15885,\n            \"\\u201d \\u201cThen tell her to sleep at once,\\u201dJohn almost ordered.\"\n        ],\n        [\n            15958,\n            \"\\u201cIf only one of us had a pocket,\\u201dPeter said, \\u201cwe could carry her in it.\"\n        ],\n        [\n            16028,\n            \"John carried it, though she had hoped to be carried by Peter.\"\n        ],\n        [\n            16060,\n            \"and this, as we shall see, led to mischief, for Tinker Bell hated to be under an obligation to Wendy.\"\n        ],\n        [\n            16384,\n            \"I don\\u2019t know whether the idea came suddenly to Tink, or whether she had planned it on the way, but she at once popped out of the hat and began to lure Wendy to her destruction.\"\n        ],\n        [\n            16508,\n            \"What she said in her lovely tinkle Wendy could not of course understand, and I believe some of it was bad words, but it sounded kind, and she flew back and forward, plainly meaning \\u201cFollow me, and all will be well.\"\n        ],\n        [\n            17145,\n            \"Tootles, the fairy Tink, who is bent on mischief this night is looking for a tool, and she thinks you are the most easily tricked of the boys.\"\n        ],\n        [\n            18759,\n            \"\\u201d They talked of Cinderella, and Tootles was confident that his mother must have been very like her.\"\n        ],\n        [\n            18803,\n            \"\\u201cAll I remember about my mother,\\u201dNibs told them, \\u201cis that she often said to my father, \\u2018 Oh, how I wish I had a cheque-book of my own!\"\n        ],\n        [\n            21071,\n            \"The others did not hear her.\"\n        ],\n        [\n            22463,\n            \"Where is Nana, John, and mother?\"\n        ],\n        [\n            51634,\n            \"and yet we may be sure that Mrs. Darling does not blame us.\"\n        ],\n        [\n            51649,\n            \"If we had returned sooner to look with sorrowful sympathy at her, she would probably have cried, \\u201cDon\\u2019t be silly;\"\n        ],\n        [\n            51733,\n            \"we are merely hurrying on in advance of them to see that their beds are properly aired and that Mr. and Mrs. Darling do not go out for the evening.\"\n        ],\n        [\n            51839,\n            \"but if we contrived things in this way Mrs. Darling would never forgive us.\"\n        ],\n        [\n            51855,\n            \"One thing I should like to do immensely, and that is to tell her, in the way authors have, that the children are coming back, that indeed they will be here on Thursday week.\"\n        ],\n        [\n            51912,\n            \"They have been planning it out on the ship: mother\\u2019s rapture, father\\u2019s shout of joy, Nana\\u2019s leap through the air to embrace them first, when what they ought to be prepared for is a good hiding.\"\n        ],\n        [\n            51972,\n            \"so that when they enter grandly Mrs. Darling may not even offer Wendy her mouth, and Mr. Darling may exclaim pettishly, \\u201cDash it all, here are those boys again.\"\n        ],\n        [\n            52020,\n            \"We are beginning to know Mrs. Darling by this time, and may be sure that she would upbraid us for depriving the children of their little pleasure.\"\n        ],\n        [\n            52065,\n            \"so that by telling you what\\u2019s what, we can save you ten days of unhappiness.\"\n        ],\n        [\n            52131,\n            \"\\u201d You see, the woman had no proper spirit.\"\n        ],\n        [\n            52142,\n            \"I had meant to say extraordinarily nice things about her;\"\n        ],\n        [\n            52153,\n            \"but I despise her, and not one of them will I say now.\"\n        ],\n        [\n            52207,\n            \"For all the use we are to her, we might well go back to the ship.\"\n        ],\n        [\n            52298,\n            \"When the children flew away, Mr. Darling felt in his bones that all the blame was his for having chained Nana up, and that from first to last she had been wiser than he.\"\n        ],\n        [\n            52506,\n            \"And there never was a more humble man than the once proud George Darling, as he sat in the kennel of an evening talking with his wife of their children and all their pretty ways.\"\n        ],\n        [\n            52780,\n            \"Now that we look at her closely and remember the gaiety of her in the old days, all gone now just because she has lost her babes, I find I won\\u2019t be able to say nasty things about her after all.\"\n        ],\n        [\n            52826,\n            \"If she was too fond of her rubbishy children, she couldn\\u2019t help it.\"\n        ],\n        [\n            52904,\n            \"Suppose, to make her happy, we whisper to her in her sleep that the brats are coming back.\"\n        ],\n        [\n            52957,\n            \"It is a pity we did it, for she has started up, calling their names;\"\n        ],\n        [\n            52975,\n            \"and there is no one in the room but Nana.\"\n        ],\n        [\n            52986,\n            \"\\u201cO Nana, I dreamt my dear ones had come back.\"\n        ],\n        [\n            53035,\n            \"As Mr. Darling puts his head out to kiss his wife, we see that his face is more worn than of yore, but has a softer expression.\"\n        ],\n        [\n            53331,\n            \"\\u201d You may be sure she begged his pardon;\"\n        ],\n        [\n            53774,\n            \"\\u201d He peeped in again to see why the music had stopped, and now he saw that Mrs. Darling had laid her head on the box, and that two tears were sitting on her eyes.\"\n        ],\n        [\n            54208,\n            \"\\u201cHe is not so big as the pirate I killed,\\u201dhe said with such frank disappointment that I am glad Mr. Darling was asleep;\"\n        ],\n        [\n            54441,\n            \"\\u201d \\u201cLet us creep in,\\u201dJohn suggested, \\u201cand put our hands over her eyes.\"\n        ],\n        [\n            54482,\n            \"\\u201cLet us all slip into our beds, and be there when she comes in, just as if we had never been away.\"\n        ],\n        [\n            54536,\n            \"The children waited for her cry of joy, but it did not come.\"\n        ],\n        [\n            54551,\n            \"She saw them, but she did not believe they were there.\"\n        ],\n        [\n            54564,\n            \"You see, she saw them in their beds so often in her dreams that she thought this was just the dream hanging around her still.\"\n        ],\n        [\n            54591,\n            \"She sat down in the chair by the fire, where in the old days she had nursed them.\"\n        ],\n        [\n            54885,\n            \"They stood in a row in front of Mrs. Darling, with their hats off, and wishing they were not wearing their pirate clothes.\"\n        ],\n        [\n            54912,\n            \"They said nothing, but their eyes asked her to have them.\"\n        ],\n        [\n            54942,\n            \"Of course Mrs. Darling said at once that she would have them;\"\n        ],\n        [\n            55140,\n            \"He was as glad to have them as she was, he said, but he thought they should have asked his consent as well as hers, instead of treating him as a cypher in his own house.\"\n        ],\n        [\n            55531,\n            \"She told Peter that she had adopted all the other boys, and would like to adopt him also.\"\n        ],\n        [\n            55775,\n            \"\\u201cThere are always a lot of young ones,\\u201dexplained Wendy, who was now quite an authority, \\u201cbecause you see when a new baby laughs for the first time a new fairy is born, and as there are always new babies there are always new fairies.\"\n        ],\n        [\n            55911,\n            \"\\u201d \\u201cTink can\\u2019t go a twentieth part of the way round,\\u201dshe reminded him a little tartly.\"\n        ],\n        [\n            56329,\n            \"At first Nana tied their feet to the bed-posts so that they should not fly away in the night;\"\n        ]\n    ],\n    \"[1, 4]\": [\n        [\n            17012,\n            \"He had been in fewer adventures than any of them, because the big things constantly happened just when he had stepped round the corner;\"\n        ],\n        [\n            17038,\n            \"all would be quiet, he would take the opportunity of going off to gather a few sticks for firewood, and then when he returned the others would be sweeping up the blood.\"\n        ],\n        [\n            17073,\n            \"This ill-luck had given a gentle melancholy to his countenance, but instead of souring his nature had sweetened it, so that he was quite the humblest of the boys.\"\n        ],\n        [\n            17145,\n            \"Tootles, the fairy Tink, who is bent on mischief this night is looking for a tool, and she thinks you are the most easily tricked of the boys.\"\n        ],\n        [\n            17182,\n            \"Would that he could hear us, but we are not really on the island, and he passes by, biting his knuckles.\"\n        ],\n        [\n            30746,\n            \"The corkscrew of Smee got Tootles in the fourth rib, but he was himself pinked in turn by Curly.\"\n        ],\n        [\n            37735,\n            \"\\u201cI am just Tootles,\\u201dhe said, \\u201cand nobody minds me.\"\n        ],\n        [\n            37751,\n            \"But the first who does not behave to Wendy like an English gentleman I will blood him severely.\"\n        ]\n    ],\n    \"[1, 6]\": [\n        [\n            21501,\n            \"\\u201cGreat news, boys,\\u201dhe cried, \\u201cI have brought at last a mother for you all.\"\n        ],\n        [\n            21541,\n            \"\\u201cHave you not seen her?\"\n        ],\n        [\n            21723,\n            \"He took it from her heart and faced his band.\"\n        ],\n        [\n            21852,\n            \"\\u201cIt is she,\\u201dhe cried, \\u201cthe Wendy lady, see, her arm!\"\n        ],\n        [\n            21914,\n            \"Slightly cried instantly, \\u201cThe Wendy lady lives.\"\n        ],\n        [\n            21935,\n            \"You remember she had put it on a chain that she wore round her neck.\"\n        ],\n        [\n            22052,\n            \"\\u201cListen to Tink,\\u201dsaid Curly, \\u201cshe is crying because the Wendy lives.\"\n        ],\n        [\n            22161,\n            \"\\u201d Do you think Tinker Bell was grateful to Wendy for raising her arm?\"\n        ],\n        [\n            22219,\n            \"\\u201cLet us carry her down into the house,\\u201dCurly suggested.\"\n        ],\n        [\n            22249,\n            \"\\u201d \\u201cNo, no,\\u201dPeter said, \\u201cyou must not touch her.\"\n        ],\n        [\n            22305,\n            \"\\u201d \\u201cAy, she will die,\\u201dSlightly admitted, \\u201cbut there is no way out.\"\n        ],\n        [\n            22336,\n            \"\\u201cLet us build a little house round her.\"\n        ],\n        [\n            22582,\n            \"\\u201d \\u201cJohn,\\u201dMichael proposed, \\u201clet us wake her and get her to make supper for us,\\u201dbut as he said it some of the other boys rushed on carrying branches for the building of the house.\"\n        ],\n        [\n            22678,\n            \"\\u201cFor the Wendy,\\u201dsaid Curly.\"\n        ],\n        [\n            22993,\n            \"\\u201d She was lying at their feet, but Slightly had the sense not to see her.\"\n        ],\n        [\n            23011,\n            \"\\u201cTut, tut, tut,\\u201dhe said, \\u201cwhere does she lie?\"\n        ],\n        [\n            23034,\n            \"\\u201d \\u201cI will put a glass thing in her mouth,\\u201dsaid Slightly, and he made-believe to do it, while Peter waited.\"\n        ],\n        [\n            23084,\n            \"\\u201cTut, tut, tut,\\u201dsaid Slightly, \\u201cthis has cured her.\"\n        ],\n        [\n            23193,\n            \"\\u201cIf only we knew,\\u201dsaid one, \\u201cthe kind of house she likes best.\"\n        ],\n        [\n            23228,\n            \"\\u201d \\u201cHer mouth opens,\\u201dcried a third, looking respectfully into it.\"\n        ],\n        [\n            23351,\n            \"As they rattled up the little house they broke into song themselves: \\u201cWe\\u2019ve built the little walls and roof And made a lovely door, So tell us, mother Wendy, What are you wanting more?\"\n        ],\n        [\n            23393,\n            \"\\u201d To this she answered greedily: \\u201cOh, really next I think I\\u2019ll have Gay windows all about, With roses peeping in, you know, And babies peeping out.\"\n        ],\n        [\n            23867,\n            \"She looked properly surprised, and this was just how they had hoped she would look.\"\n        ],\n        [\n            23905,\n            \"\\u201cWendy lady,\\u201dhe said rapidly, \\u201cfor you we built this house.\"\n        ],\n        [\n            23971,\n            \"Then all went on their knees, and holding out their arms cried, \\u201cO Wendy lady, be our mother.\"\n        ],\n        [\n            25844,\n            \"Which was taller, Father or Mother?\"\n        ],\n        [\n            25865,\n            \"\\u201d \\u201c(A) Write an essay of not less than 40 words on How I spent my last Holidays, or The Characters of Father and Mother compared.\"\n        ],\n        [\n            26750,\n            \"Or we might tell how Peter saved Tiger Lily\\u2019s life in the Mermaids\\u2019 Lagoon, and so made her his ally.\"\n        ],\n        [\n            28347,\n            \"It was the pirate dinghy, with three figures in her, Smee and Starkey, and the third a captive, no other than Tiger Lily.\"\n        ],\n        [\n            28450,\n            \"she was the daughter of a chief, she must die as a chief\\u2019s daughter, it is enough.\"\n        ],\n        [\n            28584,\n            \"Now, then, what we have to do is to hoist the redskin on to it and leave her here to drown.\"\n        ],\n        [\n            28813,\n            \"\\u201cWe are putting the redskin on the rock,\\u201dSmee called out.\"\n        ],\n        [\n            29521,\n            \"Smee, much impressed, gazed at the bird as the nest was borne past, but the more suspicious Starkey said, \\u201cIf she is a mother, perhaps she is hanging about here to help Peter.\"\n        ],\n        [\n            29595,\n            \"\\u201cCaptain,\\u201dsaid Smee, \\u201ccould we not kidnap these boys\\u2019 mother and make her our mother?\"\n        ],\n        [\n            29749,\n            \"By this time they were on the rock, and suddenly Hook remembered Tiger Lily.\"\n        ],\n        [\n            29807,\n            \"\\u201cwe let her go.\"\n        ],\n        [\n            29837,\n            \"\\u201cYou called over the water to us to let her go,\\u201dsaid Starkey.\"\n        ],\n        [\n            32352,\n            \"I rather wonder at the bird, for though he had been nice to her, he had also sometimes tormented her.\"\n        ],\n        [\n            32375,\n            \"I can suppose only that, like Mrs. Darling and the rest of them, she was melted because he had all his first teeth.\"\n        ],\n        [\n            33175,\n            \"As we shall not see her again, it may be worth mentioning here that all Never birds now build in that shape of nest, with a broad brim on which the youngsters take an airing.\"\n        ],\n        [\n            33567,\n            \"Me no let pirates hurt him.\"\n        ],\n        [\n            35410,\n            \"There is something she wants to be to me, but she says it is not my mother.\"\n        ],\n        [\n            36173,\n            \"\\u201cThe gentleman\\u2019s name,\\u201dWendy continued, \\u201cwas Mr. Darling, and her name was Mrs. Darling.\"\n        ],\n        [\n            39781,\n            \"Around the brave Tiger Lily were a dozen of her stoutest warriors, and they suddenly saw the perfidious pirates bearing down upon them.\"\n        ],\n        [\n            40049,\n            \"Turley fell to the tomahawk of the terrible Panther, who ultimately cut a way through the pirates with Tiger Lily and a small remnant of the tribe.\"\n        ],\n        [\n            44139,\n            \"He had taught the children something of the forest lore that he had himself learned from Tiger Lily and Tinker Bell, and knew that in their dire hour they were not likely to forget it.\"\n        ]\n    ],\n    \"[1, 7]\": [\n        [\n            230,\n            \"The way Mr. Darling won her was this: the many gentlemen who had been boys when she was a girl discovered simultaneously that they loved her, and they all ran to her house to propose to her except Mr. Darling, who took a cab and nipped in first, and so he got her.\"\n        ],\n        [\n            349,\n            \"Mr. Darling used to boast to Wendy that her mother not only loved him but respected him.\"\n        ],\n        [\n            368,\n            \"He was one of those deep ones who know about stocks and shares.\"\n        ],\n        [\n            382,\n            \"Of course no one really knows, but he quite seemed to know, and he often said stocks were up and shares were down in a way that would have made any woman respect him.\"\n        ],\n        [\n            535,\n            \"Mr. Darling was frightfully proud of her, but he was very honourable, and he sat on the edge of Mrs. Darling\\u2019s bed, holding her hand and calculating expenses, while she looked at him imploringly.\"\n        ],\n        [\n            702,\n            \"\\u2014 eight nine seven, dot and carry seven \\u2014 don\\u2019t speak, my own \\u2014 and the pound you lent to that man who came to the door \\u2014 quiet, child \\u2014 dot and carry child \\u2014 there, you\\u2019ve done it!\"\n        ],\n        [\n            783,\n            \"\\u201d \\u201cOf course we can, George,\\u201dshe cried.\"\n        ],\n        [\n            796,\n            \"But she was prejudiced in Wendy\\u2019s favour, and he was really the grander character of the two.\"\n        ],\n        [\n            834,\n            \"\\u201cMumps one pound, that is what I have put down, but I daresay it will be more like thirty shillings \\u2014 don\\u2019t speak \\u2014 measles one five, German measles half a guinea, makes two fifteen six \\u2014 don\\u2019t waggle your finger \\u2014 whooping-cough, say fifteen shillings\\u201d\\u2014 and so on it went, and it added up differently each time;\"\n        ],\n        [\n            982,\n            \"Mrs. Darling loved to have everything just so, and Mr. Darling had a passion for being exactly like his neighbours;\"\n        ],\n        [\n            1389,\n            \"No nursery could possibly have been conducted more correctly, and Mr. Darling knew it, yet he sometimes wondered uneasily whether the neighbours talked.\"\n        ],\n        [\n            1446,\n            \"\\u201cI know she admires you tremendously, George,\\u201dMrs. Darling would assure him, and then she would sign to the children to be specially nice to father.\"\n        ],\n        [\n            2355,\n            \"She knew of no Peter, and yet he was here and there in John and Michael\\u2019s minds, while Wendy\\u2019s began to be scrawled all over with him.\"\n        ],\n        [\n            2440,\n            \"\\u201cBut who is he, my pet?\"\n        ],\n        [\n            2449,\n            \"\\u201d \\u201cHe is Peter Pan, you know, mother.\"\n        ],\n        [\n            2493,\n            \"There were odd stories about him, as that when children died he went part of the way with them, so that they should not be frightened.\"\n        ],\n        [\n            2522,\n            \"She had believed in him at the time, but now that she was married and full of sense she quite doubted whether there was any such person.\"\n        ],\n        [\n            2551,\n            \"\\u201cBesides,\\u201dshe said to Wendy, \\u201che would be grown up by this time.\"\n        ],\n        [\n            2570,\n            \"\\u201d \\u201cOh no, he isn\\u2019t grown up,\\u201dWendy assured her confidently, \\u201cand he is just my size.\"\n        ],\n        [\n            2624,\n            \"Mrs. Darling consulted Mr. Darling, but he smiled pooh-pooh.\"\n        ],\n        [\n            2639,\n            \"\\u201cMark my words,\\u201dhe said, \\u201cit is some nonsense Nana has been putting into their heads;\"\n        ],\n        [\n            2681,\n            \"\\u201d But it would not blow over and soon the troublesome boy gave Mrs. Darling quite a shock.\"\n        ],\n        [\n            2712,\n            \"For instance, they may remember to mention, a week after the event happened, that when they were in the wood they had met their dead father and had a game with him.\"\n        ],\n        [\n            2763,\n            \"Some leaves of a tree had been found on the nursery floor, which certainly were not there when the children went to bed, and Mrs. Darling was puzzling over them when Wendy said with a tolerant smile: \\u201cI do believe it is that Peter again!\"\n        ],\n        [\n            3917,\n            \"She thought of showing it to Mr. Darling, but he was totting up winter great-coats for John and Michael, with a wet towel around his head to keep his brain clear, and it seemed a shame to trouble him;\"\n        ],\n        [\n            3963,\n            \"besides, she knew exactly what he would say: \\u201cIt all comes of having a dog for a nurse.\"\n        ],\n        [\n            3985,\n            \"\\u201d She decided to roll the shadow up and put it away carefully in a drawer, until a fitting opportunity came for telling her husband.\"\n        ],\n        [\n            4040,\n            \"\\u201cI ought to have been specially careful on a Friday,\\u201dshe used to say afterwards to her husband, while perhaps Nana was on the other side of her, holding her hand.\"\n        ],\n        [\n            4312,\n            \"\\u201d Mr. Darling would cry, and Nana\\u2019s bark was the echo of it, but Mrs. Darling never upbraided Peter;\"\n        ],\n        [\n            4572,\n            \"She had found her two older children playing at being herself and father on the occasion of Wendy\\u2019s birth, and John was saying: \\u201cI am happy to inform you, Mrs. Darling, that you are now a mother,\\u201din just such a tone as Mr. Darling himself may have used on the real occasion.\"\n        ],\n        [\n            5054,\n            \"\\u201d He thought Mrs. Darling was not sufficiently impressed, and he went on sternly, \\u201cI warn you of this, mother, that unless this tie is round my neck we don\\u2019t go out to dinner to-night, and if I don\\u2019t go out to dinner to-night, I never go to the office again, and if I don\\u2019t go to the office again, you and I starve, and our children will be flung into the streets.\"\n        ],\n        [\n            5158,\n            \"\\u201cLet me try, dear,\\u201dshe said, and indeed that was what he had come to ask her to do, and with her nice cool hands she tied his tie for him, while the children stood around to see their fate decided.\"\n        ],\n        [\n            5207,\n            \"Some men would have resented her being able to do it so easily, but Mr. Darling had far too fine a nature for that;\"\n        ],\n        [\n            5234,\n            \"he thanked her carelessly, at once forgot his rage, and in another moment was dancing round the room with Michael on his back.\"\n        ],\n        [\n            5409,\n            \"Of course Mrs. Darling brushed him, but he began to talk again about its being a mistake to have a dog for a nurse.\"\n        ],\n        [\n            5559,\n            \"\\u201d \\u201cWe were still discussing it, you remember,\\u201dsays Mr. Darling, \\u201cwhen Nana came in with Michael\\u2019s medicine.\"\n        ],\n        [\n            5690,\n            \"Mrs. Darling left the room to get a chocolate for him, and Mr. Darling thought this showed want of firmness.\"\n        ],\n        [\n            5950,\n            \"\\u201cJohn,\\u201dhe said, shuddering, \\u201cit\\u2019s most beastly stuff.\"\n        ],\n        [\n            5978,\n            \"\\u201d \\u201cIt will soon be over, father,\\u201dJohn said cheerily, and then in rushed Wendy with the medicine in a glass.\"\n        ],\n        [\n            6083,\n            \"\\u201cCome on, father,\\u201dsaid John.\"\n        ],\n        [\n            6093,\n            \"\\u201cHold your tongue, John,\\u201dhis father rapped out.\"\n        ],\n        [\n            6388,\n            \"\\u201d It was dreadful the way all the three were looking at him, just as if they did not admire him.\"\n        ],\n        [\n            6411,\n            \"\\u201cLook here, all of you,\\u201dhe said entreatingly, as soon as Nana had gone into the bathroom.\"\n        ],\n        [\n            6474,\n            \"but the children did not have their father\\u2019s sense of humour, and they looked at him reproachfully as he poured the medicine into Nana\\u2019s bowl.\"\n        ],\n        [\n            6509,\n            \"\\u201d he said doubtfully, and they did not dare expose him when Mrs. Darling and Nana returned.\"\n        ],\n        [\n            6571,\n            \"Then she gave Mr. Darling such a look, not an angry look: she showed him the great red tear that makes us so sorry for noble dogs, and crept into her kennel.\"\n        ],\n        [\n            6650,\n            \"\\u201d \\u201cIt was only a joke,\\u201dhe roared, while she comforted her boys, and Wendy hugged Nana.\"\n        ],\n        [\n            6718,\n            \"Nobody coddles me.\"\n        ],\n        [\n            6726,\n            \"I am only the breadwinner, why should I be coddled \\u2014 why, why, why!\"\n        ],\n        [\n            6744,\n            \"\\u201d \\u201cGeorge,\\u201dMrs. Darling entreated him, \\u201cnot so loud;\"\n        ],\n        [\n            6760,\n            \"the servants will hear you.\"\n        ],\n        [\n            6814,\n            \"\\u201d The children wept, and Nana ran to him beseechingly, but he waved her back.\"\n        ],\n        [\n            7025,\n            \"They could hear Nana barking, and John whimpered, \\u201cIt is because he is chaining her up in the yard,\\u201dbut Wendy was wiser.\"\n        ],\n        [\n            7315,\n            \"27 was only a few yards distant, but there had been a slight fall of snow, and Father and Mother Darling picked their way over it deftly not to soil their shoes.\"\n        ],\n        [\n            12781,\n            \"Mr. Darling would have rushed upstairs, but Mrs. Darling signed him to go softly.\"\n        ],\n        [\n            34668,\n            \"\\u201cChildren, I hear your father\\u2019s step.\"\n        ],\n        [\n            34679,\n            \"He likes you to meet him at the door.\"\n        ],\n        [\n            34781,\n            \"\\u201cIt was me told him mothers are called old lady,\\u201dMichael whispered to Curly.\"\n        ],\n        [\n            35852,\n            \"I say, let us pretend that it is the end.\"\n        ],\n        [\n            51912,\n            \"They have been planning it out on the ship: mother\\u2019s rapture, father\\u2019s shout of joy, Nana\\u2019s leap through the air to embrace them first, when what they ought to be prepared for is a good hiding.\"\n        ],\n        [\n            51972,\n            \"so that when they enter grandly Mrs. Darling may not even offer Wendy her mouth, and Mr. Darling may exclaim pettishly, \\u201cDash it all, here are those boys again.\"\n        ],\n        [\n            52298,\n            \"When the children flew away, Mr. Darling felt in his bones that all the blame was his for having chained Nana up, and that from first to last she had been wiser than he.\"\n        ],\n        [\n            52336,\n            \"Of course, as we have seen, he was quite a simple man;\"\n        ],\n        [\n            52351,\n            \"indeed he might have passed for a boy again if he had been able to take his baldness off;\"\n        ],\n        [\n            52394,\n            \"and having thought the matter out with anxious care after the flight of the children, he went down on all fours and crawled into the kennel.\"\n        ],\n        [\n            52456,\n            \"\\u201d In the bitterness of his remorse he swore that he would never leave the kennel until his children came back.\"\n        ],\n        [\n            52506,\n            \"And there never was a more humble man than the once proud George Darling, as he sat in the kennel of an evening talking with his wife of their children and all their pretty ways.\"\n        ],\n        [\n            52606,\n            \"Something of the strength of character of the man will be seen if we remember how sensitive he was to the opinion of neighbours: this man whose every movement now attracted surprised attention.\"\n        ],\n        [\n            52716,\n            \"charming girls scaled it to get his autograph;\"\n        ],\n        [\n            53035,\n            \"As Mr. Darling puts his head out to kiss his wife, we see that his face is more worn than of yore, but has a softer expression.\"\n        ],\n        [\n            53118,\n            \"\\u201cListen to them,\\u201dhe said;\"\n        ],\n        [\n            53232,\n            \"\\u201cBut if I had been a weak man,\\u201dhe said.\"\n        ],\n        [\n            53246,\n            \"\\u201cGood heavens, if I had been a weak man!\"\n        ],\n        [\n            53331,\n            \"\\u201d You may be sure she begged his pardon;\"\n        ],\n        [\n            54272,\n            \"\\u201cSurely,\\u201dsaid John, like one who had lost faith in his memory, \\u201che used not to sleep in the kennel?\"\n        ],\n        [\n            54925,\n            \"They ought to have looked at Mr. Darling also, but they forgot about him.\"\n        ],\n        [\n            54956,\n            \"but Mr. Darling was curiously depressed, and they saw that he considered six a rather large number.\"\n        ],\n        [\n            54976,\n            \"\\u201cI must say,\\u201dhe said to Wendy, \\u201cthat you don\\u2019t do things by halves,\\u201da grudging remark which the twins thought was pointed at them.\"\n        ],\n        [\n            55011,\n            \"The first twin was the proud one, and he asked, flushing, \\u201cDo you think we should be too much of a handful, sir?\"\n        ],\n        [\n            55140,\n            \"He was as glad to have them as she was, he said, but he thought they should have asked his consent as well as hers, instead of treating him as a cypher in his own house.\"\n        ],\n        [\n            55180,\n            \"\\u201cI don\\u2019t think he is a cypher,\\u201dTootles cried instantly.\"\n        ],\n        [\n            55196,\n            \"\\u201cDo you think he is a cypher, Curly?\"\n        ],\n        [\n            55252,\n            \"and he was absurdly gratified, and said he would find space for them all in the drawing-room if they fitted in.\"\n        ],\n        [\n            55277,\n            \"\\u201cWe\\u2019ll fit in, sir,\\u201dthey assured him.\"\n        ],\n        [\n            55302,\n            \"\\u201cMind you, I am not sure that we have a drawing-room, but we pretend we have, and it\\u2019s all the same.\"\n        ],\n        [\n            55335,\n            \"\\u201d He went off dancing through the house, and they all cried \\u201cHoop la!\"\n        ],\n        [\n            57033,\n            \"Slightly married a lady of title, and so he became a lord.\"\n        ]\n    ],\n    \"[1, 8]\": [\n        [\n            28347,\n            \"It was the pirate dinghy, with three figures in her, Smee and Starkey, and the third a captive, no other than Tiger Lily.\"\n        ],\n        [\n            28813,\n            \"\\u201cWe are putting the redskin on the rock,\\u201dSmee called out.\"\n        ],\n        [\n            29288,\n            \"\\u201cThe game\\u2019s up,\\u201dhe cried, \\u201cthose boys have found a mother.\"\n        ],\n        [\n            29355,\n            \"\\u201d and always after this she felt that if you could have a pet pirate Smee would be her one.\"\n        ],\n        [\n            29448,\n            \"\\u201cSee,\\u201dsaid Hook in answer to Smee\\u2019s question, \\u201cthat is a mother.\"\n        ],\n        [\n            29521,\n            \"Smee, much impressed, gazed at the bird as the nest was borne past, but the more suspicious Starkey said, \\u201cIf she is a mother, perhaps she is hanging about here to help Peter.\"\n        ],\n        [\n            29595,\n            \"\\u201cCaptain,\\u201dsaid Smee, \\u201ccould we not kidnap these boys\\u2019 mother and make her our mother?\"\n        ],\n        [\n            29912,\n            \"\\u201d \\u201cIt is passing queer,\\u201dSmee said, and they all fidgeted uncomfortably.\"\n        ],\n        [\n            30563,\n            \"In a moment Hook was himself again, and Smee and Starkey were his faithful henchmen.\"\n        ],\n        [\n            30746,\n            \"The corkscrew of Smee got Tootles in the fourth rib, but he was himself pinked in turn by Curly.\"\n        ],\n        [\n            40762,\n            \"\\u201cYou will never hear the tom-tom again,\\u201dhe muttered, but inaudibly of course, for strict silence had been enjoined.\"\n        ],\n        [\n            40986,\n            \"He rose out of it into the arms of Cecco, who flung him to Smee, who flung him to Starkey, who flung him to Bill Jukes, who flung him to Noodler, and so he was tossed from one to another till he fell at the feet of the black pirate.\"\n        ],\n        [\n            44482,\n            \"I know not why he was so infinitely pathetic, unless it were because he was so pathetically unaware of it;\"\n        ],\n        [\n            45245,\n            \"For long he muttered to himself, staring at Smee, who was hemming placidly, under the conviction that all children feared him.\"\n        ],\n        [\n            45337,\n            \"To tell poor Smee that they thought him lovable!\"\n        ],\n        [\n            45359,\n            \"Instead, he revolved this mystery in his mind: why do they find Smee lovable?\"\n        ],\n        [\n            46635,\n            \"\\u201cSee here, honey,\\u201dhe whispered, \\u201cI\\u2019ll save you if you promise to be my mother.\"\n        ]\n    ],\n    \"[1, 10]\": [\n        [\n            497,\n            \"Wendy came first, then John, then Michael.\"\n        ],\n        [\n            933,\n            \"There was the same excitement over John, and Michael had even a narrower squeak;\"\n        ],\n        [\n            1338,\n            \"She resented visits to the nursery from Mrs. Darling\\u2019s friends, but if they did come she first whipped off Michael\\u2019s pinafore and put him into the one with blue braiding, and smoothed out Wendy and made a dash at John\\u2019s hair.\"\n        ],\n        [\n            2355,\n            \"She knew of no Peter, and yet he was here and there in John and Michael\\u2019s minds, while Wendy\\u2019s began to be scrawled all over with him.\"\n        ],\n        [\n            3342,\n            \"Look at the four of them, Wendy and Michael over there, John here, and Mrs. Darling by the fire.\"\n        ],\n        [\n            3443,\n            \"But in her dream he had rent the film that obscures the Neverland, and she saw Wendy and John and Michael peeping through the gap.\"\n        ],\n        [\n            3917,\n            \"She thought of showing it to Mr. Darling, but he was totting up winter great-coats for John and Michael, with a wet towel around his head to keep his brain clear, and it seemed a shame to trouble him;\"\n        ],\n        [\n            4654,\n            \"Then John was born, with the extra pomp that he conceived due to the birth of a male, and Michael came from his bath to ask to be born also, but John said brutally that they did not want any more.\"\n        ],\n        [\n            4704,\n            \"\\u201cNobody wants me,\\u201dhe said, and of course the lady in the evening-dress could not stand that.\"\n        ],\n        [\n            4770,\n            \"Such a little thing for Mr. and Mrs. Darling and Nana to recall now, but not so little if that was to be Michael\\u2019s last night in the nursery.\"\n        ],\n        [\n            5234,\n            \"he thanked her carelessly, at once forgot his rage, and in another moment was dancing round the room with Michael on his back.\"\n        ],\n        [\n            5499,\n            \"\\u201d It was an opportunity, his wife felt, for telling him about the boy.\"\n        ],\n        [\n            5559,\n            \"\\u201d \\u201cWe were still discussing it, you remember,\\u201dsays Mr. Darling, \\u201cwhen Nana came in with Michael\\u2019s medicine.\"\n        ],\n        [\n            5690,\n            \"Mrs. Darling left the room to get a chocolate for him, and Mr. Darling thought this showed want of firmness.\"\n        ],\n        [\n            6227,\n            \"\\u201d \\u201cSo are you a cowardly custard.\"\n        ],\n        [\n            7201,\n            \"\\u201d Even Michael, already half asleep, knew that she was perturbed, and he asked, \\u201cCan anything harm us, mother, after the night-lights are lit?\"\n        ],\n        [\n            7235,\n            \"\\u201d \\u201cNothing, precious,\\u201dshe said;\"\n        ],\n        [\n            7260,\n            \"\\u201d She went from bed to bed singing enchantments over them, and little Michael flung his arms round her.\"\n        ],\n        [\n            7281,\n            \"\\u201cMother,\\u201dhe cried, \\u201cI\\u2019m glad of you.\"\n        ],\n        [\n            7296,\n            \"\\u201d They were the last words she was to hear from him for a long time.\"\n        ],\n        [\n            11435,\n            \"\\u201cPeter, would you teach John and Michael to fly too?\"\n        ],\n        [\n            11448,\n            \"\\u201d \\u201cIf you like,\\u201dhe said indifferently, and she ran to John and Michael and shook them.\"\n        ],\n        [\n            11807,\n            \"\\u201d Here Michael, encouraged by his success, breathed so loudly that they were nearly detected.\"\n        ],\n        [\n            12144,\n            \"\\u201d said John and Michael.\"\n        ],\n        [\n            12317,\n            \"Not one of them could fly an inch, though even Michael was in words of two syllables, and Peter did not know A from Z.\"\n        ],\n        [\n            12923,\n            \"\\u201cCome,\\u201dhe cried imperiously, and soared out at once into the night, followed by John and Michael and Wendy.\"\n        ],\n        [\n            13073,\n            \"John and Michael raced, Michael getting a start.\"\n        ],\n        [\n            13633,\n            \"\\u201d \\u201cWe could go back,\\u201dMichael said.\"\n        ],\n        [\n            13875,\n            \"If Nana had been with them, she would have had a bandage round Michael\\u2019s forehead by this time.\"\n        ],\n        [\n            14371,\n            \"Wendy and John and Michael stood on tip-toe in the air to get their first sight of the island.\"\n        ],\n        [\n            15071,\n            \"\\u201d Wendy said \\u201ctea first\\u201dquickly, and Michael pressed her hand in gratitude, but the braver John hesitated.\"\n        ],\n        [\n            15306,\n            \"\\u201d Then indeed Michael began to cry, and even John could speak in gulps only, for they knew Hook\\u2019s reputation.\"\n        ],\n        [\n            16268,\n            \"When at last the heavens were steady again, John and Michael found themselves alone in the darkness.\"\n        ],\n        [\n            16287,\n            \"John was treading the air mechanically, and Michael without knowing how to float was floating.\"\n        ],\n        [\n            16564,\n            \"She called to Peter and John and Michael, and got only mocking echoes in reply.\"\n        ],\n        [\n            22396,\n            \"They skurried this way and that, down for bedding, up for firewood, and while they were at it, who should appear but John and Michael.\"\n        ],\n        [\n            22449,\n            \"\\u201cJohn, John,\\u201dMichael would cry, \\u201cwake up!\"\n        ],\n        [\n            22564,\n            \"John and Michael watched him.\"\n        ],\n        [\n            22582,\n            \"\\u201d \\u201cJohn,\\u201dMichael proposed, \\u201clet us wake her and get her to make supper for us,\\u201dbut as he said it some of the other boys rushed on carrying branches for the building of the house.\"\n        ],\n        [\n            25700,\n            \"What did disturb her at times was that John remembered his parents vaguely only, as people he had once known, while Michael was quite willing to believe that she was really his mother.\"\n        ],\n        [\n            26175,\n            \"It consisted in pretending not to have adventures, in doing the sort of thing John and Michael had been doing all their lives, sitting on stools flinging balls in the air, pushing each other, going out for walks and coming back without having killed so much as a grizzly.\"\n        ],\n        [\n            26293,\n            \"and John and Michael had to pretend to be delighted also;\"\n        ],\n        [\n            31838,\n            \"Michael and Curly tried.\"\n        ],\n        [\n            34254,\n            \"\\u201cAs I can\\u2019t be father,\\u201dhe said heavily, \\u201cI don\\u2019t suppose, Michael, you would let me be baby?\"\n        ],\n        [\n            34781,\n            \"\\u201cIt was me told him mothers are called old lady,\\u201dMichael whispered to Curly.\"\n        ],\n        [\n            35952,\n            \"WENDY\\u2019S STORY \\u201cListen, then,\\u201dsaid Wendy, settling down to her story, with Michael at her feet and seven boys in the bed.\"\n        ],\n        [\n            36213,\n            \"\\u201cI think I knew them,\\u201dsaid Michael rather doubtfully.\"\n        ],\n        [\n            37301,\n            \"\\u201cWendy, let us go home,\\u201dcried John and Michael together.\"\n        ],\n        [\n            46064,\n            \"\\u201d \\u201cWhat do you think, Michael?\"\n        ],\n        [\n            46109,\n            \"\\u201d He wanted John to decide, and John wanted him to decide.\"\n        ],\n        [\n            51894,\n            \"This would spoil so completely the surprise to which Wendy and John and Michael are looking forward.\"\n        ],\n        [\n            53454,\n            \"and while he slept, Wendy and John and Michael flew into the room.\"\n        ],\n        [\n            54028,\n            \"Thus Wendy and John and Michael found the window open for them after all, which of course was more than they deserved.\"\n        ],\n        [\n            54052,\n            \"They alighted on the floor, quite unashamed of themselves, and the youngest one had already forgotten his home.\"\n        ],\n        [\n            54073,\n            \"\\u201cJohn,\\u201dhe said, looking around him doubtfully, \\u201cI think I have been here before.\"\n        ],\n        [\n            54208,\n            \"\\u201cHe is not so big as the pirate I killed,\\u201dhe said with such frank disappointment that I am glad Mr. Darling was asleep;\"\n        ],\n        [\n            54710,\n            \"Yes, they did, they went round Wendy and John and Michael, who had slipped out of bed and run to her.\"\n        ],\n        [\n            54792,\n            \"He had had ecstasies innumerable that other children can never know;\"\n        ],\n        [\n            56425,\n            \"Michael believed longer than the other boys, though they jeered at him;\"\n        ],\n        [\n            56786,\n            \"\\u201d Michael came close to her and whispered, with a shiver, \\u201cPerhaps there is no such person, Wendy!\"\n        ]\n    ],\n    \"[1, 11]\": [\n        [\n            57252,\n            \"There were only two beds in the nursery now, Jane\\u2019s and her nurse\\u2019s;\"\n        ],\n        [\n            57353,\n            \"It was Jane\\u2019s invention to raise the sheet over her mother\\u2019s head and her own, thus making a tent, and in the awful darkness to whisper: \\u201cWhat do we see now?\"\n        ],\n        [\n            57426,\n            \"\\u201cYes, you do,\\u201dsays Jane, \\u201cyou see when you were a little girl.\"\n        ],\n        [\n            57469,\n            \"\\u201d \\u201cDoes it fly,\\u201dasks the artful child, \\u201cthe way you flew when you were a little girl?\"\n        ],\n        [\n            59026,\n            \"and Jane descended and stood by his side, with the look in her face that he liked to see on ladies when they gazed at him.\"\n        ],\n        [\n            59054,\n            \"\\u201cHe does so need a mother,\\u201dJane said.\"\n        ],\n        [\n            59255,\n            \"Jane is now a common grown-up, with a daughter called Margaret;\"\n        ]\n    ],\n    \"[1, 12]\": [\n        [\n            15,\n            \"They soon know that they will grow up, and the way Wendy knew was this.\"\n        ],\n        [\n            32,\n            \"One day when she was two years old she was playing in a garden, and she plucked another flower and ran with it to her mother.\"\n        ],\n        [\n            60,\n            \"I suppose she must have looked rather delightful, for Mrs. Darling put her hand to her heart and cried, \\u201cOh, why can\\u2019t you remain like this for ever!\"\n        ],\n        [\n            96,\n            \"\\u201d This was all that passed between them on the subject, but henceforth Wendy knew that she must grow up.\"\n        ],\n        [\n            134,\n            \"Of course they lived at 14, and until Wendy came her mother was the chief one.\"\n        ],\n        [\n            200,\n            \"and her sweet mocking mouth had one kiss on it that Wendy could never get, though there it was, perfectly conspicuous in the right-hand corner.\"\n        ],\n        [\n            230,\n            \"The way Mr. Darling won her was this: the many gentlemen who had been boys when she was a girl discovered simultaneously that they loved her, and they all ran to her house to propose to her except Mr. Darling, who took a cab and nipped in first, and so he got her.\"\n        ],\n        [\n            322,\n            \"Wendy thought Napoleon could have got it, but I can picture him trying, and then going off in a passion, slamming the door.\"\n        ],\n        [\n            349,\n            \"Mr. Darling used to boast to Wendy that her mother not only loved him but respected him.\"\n        ],\n        [\n            497,\n            \"Wendy came first, then John, then Michael.\"\n        ],\n        [\n            507,\n            \"For a week or two after Wendy came it was doubtful whether they would be able to keep her, as she was another mouth to feed.\"\n        ],\n        [\n            535,\n            \"Mr. Darling was frightfully proud of her, but he was very honourable, and he sat on the edge of Mrs. Darling\\u2019s bed, holding her hand and calculating expenses, while she looked at him imploringly.\"\n        ],\n        [\n            702,\n            \"\\u2014 eight nine seven, dot and carry seven \\u2014 don\\u2019t speak, my own \\u2014 and the pound you lent to that man who came to the door \\u2014 quiet, child \\u2014 dot and carry child \\u2014 there, you\\u2019ve done it!\"\n        ],\n        [\n            796,\n            \"But she was prejudiced in Wendy\\u2019s favour, and he was really the grander character of the two.\"\n        ],\n        [\n            1338,\n            \"She resented visits to the nursery from Mrs. Darling\\u2019s friends, but if they did come she first whipped off Michael\\u2019s pinafore and put him into the one with blue braiding, and smoothed out Wendy and made a dash at John\\u2019s hair.\"\n        ],\n        [\n            2120,\n            \"John lived in a boat turned upside down on the sands, Michael in a wigwam, Wendy in a house of leaves deftly sewn together.\"\n        ],\n        [\n            2147,\n            \"John had no friends, Michael had friends at night, Wendy had a pet wolf forsaken by its parents, but on the whole the Neverlands have a family resemblance, and if they stood still in a row you could say of them that they have each other\\u2019s nose, and so forth.\"\n        ],\n        [\n            2355,\n            \"She knew of no Peter, and yet he was here and there in John and Michael\\u2019s minds, while Wendy\\u2019s began to be scrawled all over with him.\"\n        ],\n        [\n            2433,\n            \"Her mother had been questioning her.\"\n        ],\n        [\n            2551,\n            \"\\u201cBesides,\\u201dshe said to Wendy, \\u201che would be grown up by this time.\"\n        ],\n        [\n            2570,\n            \"\\u201d \\u201cOh no, he isn\\u2019t grown up,\\u201dWendy assured her confidently, \\u201cand he is just my size.\"\n        ],\n        [\n            2639,\n            \"\\u201cMark my words,\\u201dhe said, \\u201cit is some nonsense Nana has been putting into their heads;\"\n        ],\n        [\n            2763,\n            \"Some leaves of a tree had been found on the nursery floor, which certainly were not there when the children went to bed, and Mrs. Darling was puzzling over them when Wendy said with a tolerant smile: \\u201cI do believe it is that Peter again!\"\n        ],\n        [\n            2843,\n            \"She was a tidy child.\"\n        ],\n        [\n            2981,\n            \"Mrs. Darling did not know what to think, for it all seemed so natural to Wendy that you could not dismiss it by saying she had been dreaming.\"\n        ],\n        [\n            3012,\n            \"\\u201cMy child,\\u201dthe mother cried, \\u201cwhy did you not tell me of this before?\"\n        ],\n        [\n            3172,\n            \"But Wendy had not been dreaming, as the very next night showed, the night on which the extraordinary adventures of these children may be said to have begun.\"\n        ],\n        [\n            3342,\n            \"Look at the four of them, Wendy and Michael over there, John here, and Mrs. Darling by the fire.\"\n        ],\n        [\n            3443,\n            \"But in her dream he had rent the film that obscures the Neverland, and she saw Wendy and John and Michael peeping through the gap.\"\n        ],\n        [\n            3564,\n            \"If you or I or Wendy had been there we should have seen that he was very like Mrs. Darling\\u2019s kiss.\"\n        ],\n        [\n            4517,\n            \"She had dressed early because Wendy so loved to see her in her evening-gown, with the necklace George had given her.\"\n        ],\n        [\n            4542,\n            \"She was wearing Wendy\\u2019s bracelet on her arm;\"\n        ],\n        [\n            4562,\n            \"Wendy loved to lend her bracelet to her mother.\"\n        ],\n        [\n            4572,\n            \"She had found her two older children playing at being herself and father on the occasion of Wendy\\u2019s birth, and John was saying: \\u201cI am happy to inform you, Mrs. Darling, that you are now a mother,\\u201din just such a tone as Mr. Darling himself may have used on the real occasion.\"\n        ],\n        [\n            4637,\n            \"Wendy had danced with joy, just as the real Mrs. Darling must have done.\"\n        ],\n        [\n            5978,\n            \"\\u201d \\u201cIt will soon be over, father,\\u201dJohn said cheerily, and then in rushed Wendy with the medicine in a glass.\"\n        ],\n        [\n            6650,\n            \"\\u201d \\u201cIt was only a joke,\\u201dhe roared, while she comforted her boys, and Wendy hugged Nana.\"\n        ],\n        [\n            7025,\n            \"They could hear Nana barking, and John whimpered, \\u201cIt is because he is chaining her up in the yard,\\u201dbut Wendy was wiser.\"\n        ],\n        [\n            7602,\n            \"but Wendy\\u2019s light blinked and gave such a yawn that the other two yawned also, and before they could close their mouths all the three went out.\"\n        ],\n        [\n            7821,\n            \"\\u201cTinker Bell,\\u201dhe called softly, after making sure that the children were asleep, \\u201cTink, where are you?\"\n        ],\n        [\n            7870,\n            \"\\u201cOh, do come out of that jug, and tell me, do you know where they put my shadow?\"\n        ],\n        [\n            8182,\n            \"\\u201cWendy Moira Angela Darling,\\u201dshe replied with some satisfaction.\"\n        ],\n        [\n            8254,\n            \"\\u201cI\\u2019m so sorry,\\u201dsaid Wendy Moira Angela.\"\n        ],\n        [\n            8341,\n            \"\\u201cI mean,\\u201dWendy said nicely, remembering that she was hostess, \\u201cis that what they put on the letters?\"\n        ],\n        [\n            8643,\n            \"\\u201cI shall sew it on for you, my little man,\\u201dshe said, though he was tall as herself, and she got out her housewife, and sewed the shadow on to Peter\\u2019s foot.\"\n        ],\n        [\n            9024,\n            \"\\u201cWendy,\\u201dhe continued, in a voice that no woman has ever yet been able to resist, \\u201cWendy, one girl is more use than twenty boys.\"\n        ],\n        [\n            9057,\n            \"\\u201d Now Wendy was every inch a woman, though there were not very many inches, and she peeped out of the bed-clothes.\"\n        ],\n        [\n            9314,\n            \"When people in our set are introduced, it is customary for them to ask each other\\u2019s age, and so Wendy, who always liked to do the correct thing, asked Peter how old he was.\"\n        ],\n        [\n            9670,\n            \"\\u201cYou see, Wendy, when the first baby laughed for the first time, its laugh broke into a thousand pieces, and they all went skipping about, and that was the beginning of fairies.\"\n        ],\n        [\n            9709,\n            \"\\u201d Tedious talk this, but being a stay-at-home she liked it.\"\n        ],\n        [\n            9766,\n            \"You see children know such a lot now, they soon don\\u2019t believe in fairies, and every time a child says, \\u2018 I don\\u2019t believe in fairies,\\u2019there is a fairy somewhere that falls down dead.\"\n        ],\n        [\n            10120,\n            \"\\u201d \\u201cThey hardly ever stand still,\\u201dhe said, but for one moment Wendy saw the romantic figure come to rest on the cuckoo clock.\"\n        ],\n        [\n            10311,\n            \"\\u201d They were together in the armchair by this time, and Wendy plied him with more questions.\"\n        ],\n        [\n            10487,\n            \"\\u201cI think,\\u201dshe said, \\u201cit is perfectly lovely the way you talk about girls;\"\n        ],\n        [\n            10532,\n            \"This seemed to Wendy rather forward for a first meeting, and she told him with spirit that he was not captain in her house.\"\n        ],\n        [\n            10558,\n            \"However, John continued to sleep so placidly on the floor that she allowed him to remain there.\"\n        ],\n        [\n            10911,\n            \"O Wendy, your mother was telling you such a lovely story.\"\n        ],\n        [\n            11085,\n            \"\\u201cOh, the stories I could tell to the boys!\"\n        ],\n        [\n            11125,\n            \"\\u201cWendy, do come with me and tell the other boys.\"\n        ],\n        [\n            11254,\n            \"\\u201d \\u201cAnd, Wendy, there are mermaids.\"\n        ],\n        [\n            11277,\n            \"\\u201d \\u201cOh,\\u201dcried Wendy, \\u201cto see a mermaid!\"\n        ],\n        [\n            11298,\n            \"\\u201cWendy,\\u201dhe said, \\u201chow we should all respect you.\"\n        ],\n        [\n            11345,\n            \"\\u201cWendy,\\u201dhe said, the sly one, \\u201cyou could tuck us in at night.\"\n        ],\n        [\n            11395,\n            \"\\u201cAnd you could darn our clothes, and make pockets for us.\"\n        ],\n        [\n            11448,\n            \"\\u201d \\u201cIf you like,\\u201dhe said indifferently, and she ran to John and Michael and shook them.\"\n        ],\n        [\n            11470,\n            \"\\u201cWake up,\\u201dshe cried, \\u201cPeter Pan has come and he is to teach us to fly.\"\n        ],\n        [\n            11644,\n            \"And thus when Liza entered, holding Nana, the nursery seemed quite its old self, very dark, and you would have sworn you heard its three wicked inmates breathing angelically as they slept.\"\n        ],\n        [\n            11908,\n            \"\\u201d She tied the unhappy dog up again, but do you think Nana ceased to bark?\"\n        ],\n        [\n            12295,\n            \"\\u201cI\\u2019ve got it now, Wendy!\"\n        ],\n        [\n            12470,\n            \"John let go and met Wendy near the bathroom.\"\n        ],\n        [\n            12923,\n            \"\\u201cCome,\\u201dhe cried imperiously, and soared out at once into the night, followed by John and Michael and Wendy.\"\n        ],\n        [\n            13116,\n            \"They were flying over the sea before this thought began to disturb Wendy seriously.\"\n        ],\n        [\n            13242,\n            \"But Wendy noticed with gentle concern that Peter did not seem to know that this was rather an odd way of getting your bread and butter, nor even that there are other ways.\"\n        ],\n        [\n            13497,\n            \"\\u201cDo be more polite to him,\\u201dWendy whispered to John, when they were playing \\u201cFollow my Leader.\"\n        ],\n        [\n            13606,\n            \"\\u201cYou must be nice to him,\\u201dWendy impressed on her brothers.\"\n        ],\n        [\n            13765,\n            \"\\u201d \\u201cI nipped a bit out of that eagle\\u2019s mouth pretty neatly, Wendy.\"\n        ],\n        [\n            13783,\n            \"\\u201d \\u201cAfter the twentieth try,\\u201dWendy reminded him.\"\n        ],\n        [\n            14011,\n            \"\\u201cAnd if he forgets them so quickly,\\u201dWendy argued, \\u201chow can we expect that he will go on remembering us?\"\n        ],\n        [\n            14061,\n            \"She saw recognition come into his eyes as he was about to pass them the time of day and go on;\"\n        ],\n        [\n            14371,\n            \"Wendy and John and Michael stood on tip-toe in the air to get their first sight of the island.\"\n        ],\n        [\n            14464,\n            \"\\u201d \\u201cI say, John, I see your flamingo with the broken leg!\"\n        ],\n        [\n            14552,\n            \"Why, we burned your boat.\"\n        ],\n        [\n            14570,\n            \"I say, John, I see the smoke of the redskin camp!\"\n        ],\n        [\n            15071,\n            \"\\u201d Wendy said \\u201ctea first\\u201dquickly, and Michael pressed her hand in gratitude, but the braver John hesitated.\"\n        ],\n        [\n            16042,\n            \"Presently Wendy took the hat, because John said it struck against his knee as he flew;\"\n        ],\n        [\n            16060,\n            \"and this, as we shall see, led to mischief, for Tinker Bell hated to be under an obligation to Wendy.\"\n        ],\n        [\n            16384,\n            \"I don\\u2019t know whether the idea came suddenly to Tink, or whether she had planned it on the way, but she at once popped out of the hat and began to lure Wendy to her destruction.\"\n        ],\n        [\n            16508,\n            \"What she said in her lovely tinkle Wendy could not of course understand, and I believe some of it was bad words, but it sounded kind, and she flew back and forward, plainly meaning \\u201cFollow me, and all will be well.\"\n        ],\n        [\n            16564,\n            \"She called to Peter and John and Michael, and got only mocking echoes in reply.\"\n        ],\n        [\n            16581,\n            \"She did not yet know that Tink hated her with the fierce hatred of a very woman.\"\n        ],\n        [\n            18321,\n            \"Bringing up the rear, the place of greatest danger, comes Tiger Lily, proudly erect, a princess in her own right.\"\n        ],\n        [\n            18346,\n            \"She is the most beautiful of dusky Dianas and the belle of the Piccaninnies, coquettish, cold and amorous by turns;\"\n        ],\n        [\n            19199,\n            \"\\u201d \\u201cAy, and the sound would have brought Tiger Lily\\u2019s redskins upon us.\"\n        ],\n        [\n            19341,\n            \"\\u201d The pirates disappeared among the trees, and in a moment their Captain and Smee were alone.\"\n        ],\n        [\n            19530,\n            \"\\u201d \\u201cAy,\\u201dthe captain answered, \\u201cif I was a mother I would pray to have my children born with this instead of that,\\u201dand he cast a look of pride upon his iron hand and one of scorn upon the other.\"\n        ],\n        [\n            20798,\n            \"Wendy was now almost overhead, and they could hear her plaintive cry.\"\n        ],\n        [\n            20863,\n            \"Tink\\u2019s reply rang out: \\u201cPeter wants you to shoot the Wendy.\"\n        ],\n        [\n            21003,\n            \"THE LITTLE HOUSE Foolish Tootles was standing like a conqueror over Wendy\\u2019s body when the other boys sprang, armed, from their trees.\"\n        ],\n        [\n            21030,\n            \"\\u201cYou are too late,\\u201dhe cried proudly, \\u201cI have shot the Wendy.\"\n        ],\n        [\n            21078,\n            \"They had crowded round Wendy, and as they looked a terrible silence fell upon the wood.\"\n        ],\n        [\n            21096,\n            \"If Wendy\\u2019s heart had been beating they would all have heard it.\"\n        ],\n        [\n            21156,\n            \"\\u201cAnd we have killed her,\\u201dNibs said hoarsely.\"\n        ],\n        [\n            21175,\n            \"\\u201cNow I see,\\u201dCurly said: \\u201cPeter was bringing her to us.\"\n        ],\n        [\n            21201,\n            \"\\u201cA lady to take care of us at last,\\u201dsaid one of the twins, \\u201cand you have killed her!\"\n        ],\n        [\n            21403,\n            \"\\u201cHide her,\\u201dthey whispered, and gathered hastily around Wendy.\"\n        ],\n        [\n            21835,\n            \"\\u201d All looked at him in wonder, save Nibs, who fortunately looked at Wendy.\"\n        ],\n        [\n            24083,\n            \"\\u201d Wendy said, \\u201cyou see, I feel that is exactly what I am.\"\n        ],\n        [\n            24145,\n            \"I am sure your feet are damp.\"\n        ],\n        [\n            24153,\n            \"And before I put you to bed I have just time to finish the story of Cinderella.\"\n        ],\n        [\n            24198,\n            \"And that was the first of the many joyous evenings they had with Wendy.\"\n        ],\n        [\n            24213,\n            \"By and by she tucked them up in the great bed in the home under the trees, but she herself slept that night in the little house, and Peter kept watch outside with drawn sword, for the pirates could be heard carousing far away and the wolves were on the prowl.\"\n        ],\n        [\n            24356,\n            \"THE HOME UNDER THE GROUND One of the first things Peter did next day was to measure Wendy and John and Michael for hollow trees.\"\n        ],\n        [\n            24594,\n            \"Once you fit, great care must be taken to go on fitting, and this, as Wendy was to discover to her delight, keeps a whole family in perfect condition.\"\n        ],\n        [\n            24628,\n            \"Wendy and Michael fitted their trees at the first try, but John had to be altered a little.\"\n        ],\n        [\n            24811,\n            \"There was an enormous fireplace which was in almost any part of the room where you cared to light it, and across this Wendy stretched strings, made of fibre, from which she suspended her washing.\"\n        ],\n        [\n            24914,\n            \"Michael should have used it also, but Wendy would have a baby, and he was the littlest, and you know what women are, and the short and long of it is that he was hung up in a basket.\"\n        ],\n        [\n            25214,\n            \"I suppose it was all especially entrancing to Wendy, because those rampagious boys of hers gave her so much to do.\"\n        ],\n        [\n            25259,\n            \"The cooking, I can tell you, kept her nose to the pot, and even if there was nothing in it, even if there was no pot, she had to keep watching that it came aboil just the same.\"\n        ],\n        [\n            25432,\n            \"Wendy\\u2019s favourite time for sewing and darning was after they had all gone to bed.\"\n        ],\n        [\n            25465,\n            \"and she occupied it in making new things for them, and putting double pieces on the knees, for they were all most frightfully hard on their knees.\"\n        ],\n        [\n            25495,\n            \"When she sat down to a basketful of their stockings, every heel with a hole in it, she would fling up her arms and exclaim, \\u201cOh dear, I am sure I sometimes think spinsters are to be envied!\"\n        ],\n        [\n            25548,\n            \"You remember about her pet wolf.\"\n        ],\n        [\n            25656,\n            \"But I am afraid that Wendy did not really worry about her father and mother;\"\n        ],\n        [\n            25700,\n            \"What did disturb her at times was that John remembered his parents vaguely only, as people he had once known, while Michael was quite willing to believe that she was really his mother.\"\n        ],\n        [\n            25736,\n            \"These things scared her a little, and nobly anxious to do her duty, she tried to fix the old life in their minds by setting them examination papers on it, as like as possible to the ones she used to do at school.\"\n        ],\n        [\n            25783,\n            \"The other boys thought this awfully interesting, and insisted on joining, and they made slates for themselves, and sat round the table, writing and thinking hard about the questions she had written on another slate and passed round.\"\n        ],\n        [\n            26102,\n            \"Wendy, you see, had been forgetting, too.\"\n        ],\n        [\n            26128,\n            \"but about this time Peter invented, with Wendy\\u2019s help, a new game that fascinated him enormously, until he suddenly had no more interest in it, which, as you have been told, was what always happened with his games.\"\n        ],\n        [\n            26417,\n            \"But she was never quite sure, you know.\"\n        ],\n        [\n            26427,\n            \"There were, however, many adventures which she knew to be true because she was in them herself, and there were still more that were at least partly true, for the other boys were in them and said they were wholly true.\"\n        ],\n        [\n            26807,\n            \"but always Wendy snatched it from the hands of her children, so that in time it lost its succulence, and became as hard as a stone, and was used as a missile, and Hook fell over it in the dark.\"\n        ],\n        [\n            26956,\n            \"A shorter adventure, and quite as exciting, was Tinker Bell\\u2019s attempt, with the help of some street fairies, to have the sleeping Wendy conveyed on a great floating leaf to the mainland.\"\n        ],\n        [\n            27049,\n            \"and though he waited for hours, with the other boys and Wendy looking on breathlessly from trees, not one of them dared to accept his challenge.\"\n        ],\n        [\n            27295,\n            \"You must not think from this that the mermaids were on friendly terms with them: on the contrary, it was among Wendy\\u2019s lasting regrets that all the time she was on the island she never had a civil word from one of them.\"\n        ],\n        [\n            27464,\n            \"He gave Wendy one of their combs.\"\n        ],\n        [\n            27496,\n            \"but the lagoon is dangerous for mortals then, and until the evening of which we have now to tell, Wendy had never seen the lagoon by moonlight, less from fear, for of course Peter would have accompanied her, than because she had strict rules about every one being in bed by seven.\"\n        ],\n        [\n            27773,\n            \"Wendy insisted on their doing this, and it had to be a real rest even though the meal was make-believe.\"\n        ],\n        [\n            27797,\n            \"So they lay there in the sun, and their bodies glistened in it, while she sat beside them and looked important.\"\n        ],\n        [\n            27836,\n            \"The rock was not much larger than their great bed, but of course they all knew how not to take up much room, and they were dozing, or at least lying with their eyes shut, and pinching occasionally when they thought Wendy was not looking.\"\n        ],\n        [\n            28009,\n            \"There crowded upon her all the stories she had been told of Marooners\\u2019 Rock, so called because evil captains put sailors on it and leave them there to drown.\"\n        ],\n        [\n            28054,\n            \"Of course she should have roused the children at once;\"\n        ],\n        [\n            28094,\n            \"But she was a young mother and she did not know this;\"\n        ],\n        [\n            28107,\n            \"she thought you simply must stick to your rule about half an hour after the mid-day meal.\"\n        ],\n        [\n            28127,\n            \"So, though fear was upon her, and she longed to hear male voices, she would not waken them.\"\n        ],\n        [\n            28149,\n            \"Even when she heard the sound of muffled oars, though her heart was in her mouth, she did not waken them.\"\n        ],\n        [\n            28173,\n            \"She stood over them to let them have their sleep out.\"\n        ],\n        [\n            29161,\n            \"\\u201d he whispered to her, and though she thought so also, she was really glad for the sake of his reputation that no one heard him except herself.\"\n        ],\n        [\n            29355,\n            \"\\u201d and always after this she felt that if you could have a pet pirate Smee would be her one.\"\n        ],\n        [\n            31270,\n            \"but now they were uneasy, for they had lost both Peter and Wendy, and were scouring the lagoon for them, calling them by name.\"\n        ],\n        [\n            31298,\n            \"They found the dinghy and went home in it, shouting \\u201cPeter, Wendy\\u201das they went, but no answer came save mocking laughter from the mermaids.\"\n        ],\n        [\n            31473,\n            \"As they lay side by side a mermaid caught Wendy by the feet, and began pulling her softly into the water.\"\n        ],\n        [\n            31528,\n            \"\\u201cWe are on the rock, Wendy,\\u201dhe said, \\u201cbut it is growing smaller.\"\n        ],\n        [\n            31564,\n            \"\\u201cWe must go,\\u201dshe said, almost brightly.\"\n        ],\n        [\n            31843,\n            \"\\u201d \\u201cLet us draw lots,\\u201dWendy said bravely.\"\n        ],\n        [\n            33288,\n            \"but Wendy, though glorying in having them all home again safe and sound, was scandalised by the lateness of the hour, and cried, \\u201cTo bed, to bed,\\u201din a voice that had to be obeyed.\"\n        ],\n        [\n            33332,\n            \"Next day, however, she was awfully tender, and gave out bandages to every one, and they played till bed-time at limping about and carrying their arms in slings.\"\n        ],\n        [\n            33693,\n            \"Secretly Wendy sympathised with them a little, but she was far too loyal a housewife to listen to any complaints against father.\"\n        ],\n        [\n            33734,\n            \"Her private opinion was that the redskins should not call her a squaw.\"\n        ],\n        [\n            33876,\n            \"and really, what with their chatter and recriminations, the noise, as Wendy said, was positively deafening.\"\n        ],\n        [\n            33897,\n            \"To be sure, she did not mind noise, but she simply would not have them grabbing things, and then excusing themselves by saying that Tootles had pushed their elbow.\"\n        ],\n        [\n            33930,\n            \"There was a fixed rule that they must never hit back at meals, but should refer the matter of dispute to Wendy by raising the right arm politely and saying, \\u201cI complain of so-and-so;\"\n        ],\n        [\n            33990,\n            \"\\u201cSilence,\\u201dcried Wendy when for the twentieth time she had told them that they were not all to speak at once.\"\n        ],\n        [\n            34024,\n            \"\\u201d \\u201cNot quite empty, mummy,\\u201dSlightly said, after looking into an imaginary mug.\"\n        ],\n        [\n            34184,\n            \"He was so much the humblest of them, indeed he was the only humble one, that Wendy was specially gentle with him.\"\n        ],\n        [\n            34480,\n            \"\\u201d \\u201cOh dear, oh dear,\\u201dcried Wendy, \\u201cI\\u2019m sure I sometimes think that spinsters are to be envied.\"\n        ],\n        [\n            34507,\n            \"\\u201d She told them to clear away, and sat down to her work-basket, a heavy load of stockings and every knee with a hole in it as usual.\"\n        ],\n        [\n            34594,\n            \"\\u201d While she sewed they played around her;\"\n        ],\n        [\n            34647,\n            \"There was a step above, and Wendy, you may be sure, was the first to recognize it.\"\n        ],\n        [\n            34668,\n            \"\\u201cChildren, I hear your father\\u2019s step.\"\n        ],\n        [\n            34735,\n            \"He had brought nuts for the boys as well as the correct time for Wendy.\"\n        ],\n        [\n            34751,\n            \"\\u201cPeter, you just spoil them, you know,\\u201dWendy simpered.\"\n        ],\n        [\n            34977,\n            \"\\u201cPeople of our figure, Wendy!\"\n        ],\n        [\n            35104,\n            \"\\u201cPeter, I think Curly has your nose.\"\n        ],\n        [\n            35261,\n            \"\\u201cYou see,\\u201dhe continued apologetically, \\u201cit would make me seem so old to be their real father.\"\n        ],\n        [\n            35284,\n            \"\\u201d \\u201cBut they are ours, Peter, yours and mine.\"\n        ],\n        [\n            35354,\n            \"\\u201d \\u201cThose of a devoted son, Wendy.\"\n        ],\n        [\n            35498,\n            \"\\u201d \\u201cOh yes, Tinker Bell will tell you,\\u201dWendy retorted scornfully.\"\n        ],\n        [\n            35581,\n            \"She had said it so often that Wendy needed no translation.\"\n        ],\n        [\n            35593,\n            \"\\u201cI almost agree with her,\\u201dWendy snapped.\"\n        ],\n        [\n            35793,\n            \"The stories they told, before it was time for Wendy\\u2019s good-night story!\"\n        ],\n        [\n            35864,\n            \"\\u201d And then at last they all got into bed for Wendy\\u2019s story, the story they loved best, the story Peter hated.\"\n        ],\n        [\n            35952,\n            \"WENDY\\u2019S STORY \\u201cListen, then,\\u201dsaid Wendy, settling down to her story, with Michael at her feet and seven boys in the bed.\"\n        ],\n        [\n            36019,\n            \"\\u201cQuiet,\\u201dtheir mother admonished them.\"\n        ],\n        [\n            36173,\n            \"\\u201cThe gentleman\\u2019s name,\\u201dWendy continued, \\u201cwas Mr. Darling, and her name was Mrs. Darling.\"\n        ],\n        [\n            36226,\n            \"\\u201cThey were married, you know,\\u201dexplained Wendy, \\u201cand what do you think they had?\"\n        ],\n        [\n            36392,\n            \"\\u201cThey flew away,\\u201dWendy continued, \\u201cto the Neverland, where the lost children are.\"\n        ],\n        [\n            36443,\n            \"\\u201d \\u201cO Wendy,\\u201dcried Tootles, \\u201cwas one of the lost children called Tootles?\"\n        ],\n        [\n            36491,\n            \"Now I want you to consider the feelings of the unhappy parents with all their children flown away.\"\n        ],\n        [\n            36594,\n            \"\\u201d \\u201cIf you knew how great is a mother\\u2019s love,\\u201dWendy told them triumphantly, \\u201cyou would have no fear.\"\n        ],\n        [\n            36678,\n            \"\\u201cYou see,\\u201dWendy said complacently, \\u201cour heroine knew that the mother would always leave the window open for her children to fly back by;\"\n        ],\n        [\n            36728,\n            \"\\u201d \\u201cLet us now,\\u201dsaid Wendy, bracing herself up for her finest effort, \\u201ctake a peep into the future;\"\n        ],\n        [\n            36936,\n            \"\\u201d That was the story, and they were as pleased with it as the fair narrator herself.\"\n        ],\n        [\n            37126,\n            \"\\u201d \\u201cWendy, you are wrong about mothers.\"\n        ],\n        [\n            37165,\n            \"\\u201cLong ago,\\u201dhe said, \\u201cI thought like you that my mother would always keep the window open for me, so I stayed away for moons and moons and moons, and then flew back;\"\n        ],\n        [\n            37301,\n            \"\\u201cWendy, let us go home,\\u201dcried John and Michael together.\"\n        ],\n        [\n            37316,\n            \"\\u201cYes,\\u201dshe said, clutching them.\"\n        ],\n        [\n            37372,\n            \"\\u201cAt once,\\u201dWendy replied resolutely, for the horrible thought had come to her: \\u201cPerhaps mother is in half mourning by this time.\"\n        ],\n        [\n            37670,\n            \"\\u201d In her extremity an instinct told her to which of them to turn.\"\n        ],\n        [\n            37751,\n            \"But the first who does not behave to Wendy like an English gentleman I will blood him severely.\"\n        ],\n        [\n            37823,\n            \"\\u201cWendy,\\u201dhe said, striding up and down, \\u201cI have asked the redskins to guide you through the wood, as flying tires you so.\"\n        ],\n        [\n            37861,\n            \"\\u201d \\u201cThen,\\u201dhe continued, in the short sharp voice of one accustomed to be obeyed, \\u201cTinker Bell will take you across the sea.\"\n        ],\n        [\n            37938,\n            \"\\u201cYou are to get up, Tink,\\u201dNibs called, \\u201cand take Wendy on a journey.\"\n        ],\n        [\n            37959,\n            \"\\u201d Of course Tink had been delighted to hear that Wendy was going;\"\n        ],\n        [\n            37973,\n            \"but she was jolly well determined not to be her courier, and she said so in still more offensive language.\"\n        ],\n        [\n            38011,\n            \"\\u201d Nibs exclaimed, aghast at such insubordination, whereupon Peter went sternly toward the young lady\\u2019s chamber.\"\n        ],\n        [\n            38094,\n            \"In the meantime the boys were gazing very forlornly at Wendy, now equipped with John and Michael for the journey.\"\n        ],\n        [\n            38116,\n            \"By this time they were dejected, not merely because they were about to lose her, but also because they felt that she was going off to something nice to which they had not been invited.\"\n        ],\n        [\n            38162,\n            \"Crediting them with a nobler feeling Wendy melted.\"\n        ],\n        [\n            38171,\n            \"\\u201cDear ones,\\u201dshe said, \\u201cif you will all come with me I feel almost sure I can get my father and mother to adopt you.\"\n        ],\n        [\n            38392,\n            \"\\u201d She loved to give them medicine, and undoubtedly gave them too much.\"\n        ],\n        [\n            38559,\n            \"\\u201cTo find your mother,\\u201dshe coaxed.\"\n        ],\n        [\n            38865,\n            \"She was always so particular about their flannels.\"\n        ],\n        [\n            40340,\n            \"It was Pan he wanted, Pan and Wendy and their band, but chiefly Pan.\"\n        ],\n        [\n            41150,\n            \"Perhaps it is tell-tale to divulge that for a moment Hook entranced her, and we tell on her only because her slip led to strange results.\"\n        ],\n        [\n            41180,\n            \"Had she haughtily unhanded him (and we should have loved to write it of her), she would have been hurled through the air like the others, and then Hook would probably not have been present at the tying of the children;\"\n        ],\n        [\n            42162,\n            \"for she had always tucked them inside it, because you never know that you may not grow chilly at the turn of the night.\"\n        ],\n        [\n            43203,\n            \"\\u201d he shouted, and in one ungrammatical sentence, as long as the ribbons that conjurers pull from their mouths, she told of the capture of Wendy and the boys.\"\n        ],\n        [\n            44176,\n            \"Slightly, if he had an opportunity, would blaze the trees, for instance, Curly would drop seeds, and Wendy would leave her handkerchief at some important place.\"\n        ],\n        [\n            45908,\n            \"\\u201cWould your mother like you to be a pirate, Twin?\"\n        ],\n        [\n            46263,\n            \"But they tried to look brave when Wendy was brought up.\"\n        ],\n        [\n            46275,\n            \"No words of mine can tell you how Wendy despised those pirates.\"\n        ],\n        [\n            46370,\n            \"\\u201cSo, my beauty,\\u201dsaid Hook, as if he spoke in syrup, \\u201cyou are to see your children walk the plank.\"\n        ],\n        [\n            46516,\n            \"\\u201cI feel that I have a message to you from your real mothers, and it is this: \\u2018 We hope our sons will die like English gentlemen.\"\n        ],\n        [\n            46635,\n            \"\\u201cSee here, honey,\\u201dhe whispered, \\u201cI\\u2019ll save you if you promise to be my mother.\"\n        ],\n        [\n            46672,\n            \"\\u201cI would almost rather have no children at all,\\u201dshe said disdainfully.\"\n        ],\n        [\n            46759,\n            \"Hook smiled on them with his teeth closed, and took a step toward Wendy.\"\n        ],\n        [\n            46833,\n            \"They all heard it \\u2014 pirates, boys, Wendy;\"\n        ],\n        [\n            49230,\n            \"First signing them to hide, Peter cut Wendy\\u2019s bonds, and then nothing could have been easier than for them all to fly off together;\"\n        ],\n        [\n            49470,\n            \"We\\u2019ll right the ship when she\\u2019s gone.\"\n        ],\n        [\n            51050,\n            \"and then she took them into Hook\\u2019s cabin and pointed to his watch which was hanging on a nail.\"\n        ],\n        [\n            51094,\n            \"She got them to bed in the pirates\\u2019 bunks pretty quickly, you may be sure;\"\n        ],\n        [\n            51894,\n            \"This would spoil so completely the surprise to which Wendy and John and Michael are looking forward.\"\n        ],\n        [\n            51972,\n            \"so that when they enter grandly Mrs. Darling may not even offer Wendy her mouth, and Mr. Darling may exclaim pettishly, \\u201cDash it all, here are those boys again.\"\n        ],\n        [\n            53144,\n            \"\\u201cThere were several adults to-day,\\u201dhe assured her with a faint flush;\"\n        ],\n        [\n            53753,\n            \"and he cried exultantly, \\u201cYou will never see Wendy again, lady, for the window is barred!\"\n        ],\n        [\n            53856,\n            \"\\u201cShe\\u2019s awfully fond of Wendy,\\u201dhe said to himself.\"\n        ],\n        [\n            53902,\n            \"We can\\u2019t both have her, lady.\"\n        ],\n        [\n            54028,\n            \"Thus Wendy and John and Michael found the window open for them after all, which of course was more than they deserved.\"\n        ],\n        [\n            54256,\n            \"Wendy and John had been taken aback somewhat at finding their father in the kennel.\"\n        ],\n        [\n            54299,\n            \"\\u201d \\u201cJohn,\\u201dWendy said falteringly, \\u201cperhaps we don\\u2019t remember the old life as well as we thought we did.\"\n        ],\n        [\n            54396,\n            \"\\u201cThen are you not really our mother, Wendy?\"\n        ],\n        [\n            54420,\n            \"\\u201d exclaimed Wendy, with her first real twinge of remorse, \\u201cit was quite time we came back.\"\n        ],\n        [\n            54461,\n            \"\\u201d But Wendy, who saw that they must break the joyous news more gently, had a better plan.\"\n        ],\n        [\n            54659,\n            \"\\u201d \\u201cThat\\u2019s John,\\u201dshe said.\"\n        ],\n        [\n            54710,\n            \"Yes, they did, they went round Wendy and John and Michael, who had slipped out of bed and run to her.\"\n        ],\n        [\n            54827,\n            \"WHEN WENDY GREW UP I hope you want to know what became of the other boys.\"\n        ],\n        [\n            54844,\n            \"They were waiting below to give Wendy time to explain about them;\"\n        ],\n        [\n            54976,\n            \"\\u201cI must say,\\u201dhe said to Wendy, \\u201cthat you don\\u2019t do things by halves,\\u201da grudging remark which the twins thought was pointed at them.\"\n        ],\n        [\n            55093,\n            \"\\u201cI always cut their hair myself,\\u201dsaid Wendy.\"\n        ],\n        [\n            55463,\n            \"\\u201d \\u201cYou don\\u2019t feel, Peter,\\u201dshe said falteringly, \\u201cthat you would like to say anything to my parents about a very sweet subject?\"\n        ],\n        [\n            55712,\n            \"\\u201d \\u201cWith Tink in the house we built for Wendy.\"\n        ],\n        [\n            56145,\n            \"I suppose it was because Wendy knew this that her last words to him were these rather plaintive ones: \\u201cYou won\\u2019t forget me, Peter, will you, before spring cleaning time comes?\"\n        ],\n        [\n            56549,\n            \"\\u201cDon\\u2019t you remember,\\u201dshe asked, amazed, \\u201chow you killed him and saved all our lives?\"\n        ],\n        [\n            56588,\n            \"When she expressed a doubtful hope that Tinker Bell would be glad to see her he said, \\u201cWho is Tinker Bell?\"\n        ],\n        [\n            56786,\n            \"\\u201d Michael came close to her and whispered, with a shiver, \\u201cPerhaps there is no such person, Wendy!\"\n        ],\n        [\n            56900,\n            \"and when they met again Wendy was a married woman, and Peter was no more to her than a little dust in the box in which she had kept her toys.\"\n        ],\n        [\n            56938,\n            \"You need not be sorry for her.\"\n        ],\n        [\n            56958,\n            \"In the end she grew up of her own free will a day quicker than other girls.\"\n        ],\n        [\n            57426,\n            \"\\u201cYes, you do,\\u201dsays Jane, \\u201cyou see when you were a little girl.\"\n        ],\n        [\n            57469,\n            \"\\u201d \\u201cDoes it fly,\\u201dasks the artful child, \\u201cthe way you flew when you were a little girl?\"\n        ],\n        [\n            58039,\n            \"\\u201cAh yes, many girls hear it when they are sleeping, but I was the only one who heard it awake.\"\n        ],\n        [\n            58186,\n            \"He was a little boy, and she was grown up.\"\n        ],\n        [\n            58276,\n            \"Something inside her was crying \\u201cWoman, Woman, let go of me.\"\n        ],\n        [\n            58309,\n            \"\\u201cJohn is not here now,\\u201dshe gasped.\"\n        ],\n        [\n            58741,\n            \"I am a married woman, Peter.\"\n        ],\n        [\n            59078,\n            \"\\u201cno one knows it so well as I.\"\n        ],\n        [\n            59191,\n            \"Of course in the end Wendy let them fly away together.\"\n        ],\n        [\n            59203,\n            \"Our last glimpse of her shows her at the window, watching them receding into the sky until they were as small as stars.\"\n        ],\n        [\n            59228,\n            \"As you look at Wendy, you may see her hair becoming white, and her figure little again, for all this happened long ago.\"\n        ]\n    ],\n    \"[1, 13]\": [\n        [\n            3384,\n            \"She dreamt that the Neverland had come too near and that a strange boy had broken through from it.\"\n        ],\n        [\n            3404,\n            \"He did not alarm her, for she thought she had seen him before in the faces of many women who have no children.\"\n        ],\n        [\n            3429,\n            \"Perhaps he is to be found in the faces of some mothers also.\"\n        ],\n        [\n            3443,\n            \"But in her dream he had rent the film that obscures the Neverland, and she saw Wendy and John and Michael peeping through the gap.\"\n        ],\n        [\n            3502,\n            \"He was accompanied by a strange light, no bigger than your fist, which darted about the room like a living thing and I think it must have been this light that wakened Mrs. Darling.\"\n        ],\n        [\n            3540,\n            \"She started up with a cry, and saw the boy, and somehow she knew at once that he was Peter Pan.\"\n        ],\n        [\n            3564,\n            \"If you or I or Wendy had been there we should have seen that he was very like Mrs. Darling\\u2019s kiss.\"\n        ],\n        [\n            3623,\n            \"When he saw she was a grown-up, he gnashed the little pearls at her.\"\n        ],\n        [\n            3690,\n            \"Again Mrs. Darling screamed, this time in distress for him, for she thought he was killed, and she ran down into the street to look for his little body, but it was not there;\"\n        ],\n        [\n            3753,\n            \"She returned to the nursery, and found Nana with something in her mouth, which proved to be the boy\\u2019s shadow.\"\n        ],\n        [\n            3871,\n            \"let us put it where he can get it easily without disturbing the children.\"\n        ],\n        [\n            4312,\n            \"\\u201d Mr. Darling would cry, and Nana\\u2019s bark was the echo of it, but Mrs. Darling never upbraided Peter;\"\n        ],\n        [\n            4338,\n            \"there was something in the right-hand corner of her mouth that wanted her not to call Peter names.\"\n        ],\n        [\n            4517,\n            \"She had dressed early because Wendy so loved to see her in her evening-gown, with the necklace George had given her.\"\n        ],\n        [\n            5317,\n            \"\\u201d \\u201cThey were rather sweet, don\\u2019t you think, George?\"\n        ],\n        [\n            5436,\n            \"\\u201cGeorge, Nana is a treasure.\"\n        ],\n        [\n            5466,\n            \"\\u201d \\u201cOh no, dear one, I feel sure she knows they have souls.\"\n        ],\n        [\n            5559,\n            \"\\u201d \\u201cWe were still discussing it, you remember,\\u201dsays Mr. Darling, \\u201cwhen Nana came in with Michael\\u2019s medicine.\"\n        ],\n        [\n            6635,\n            \"\\u201cO George,\\u201dshe said, \\u201cit\\u2019s your medicine!\"\n        ],\n        [\n            6873,\n            \"\\u201d \\u201cGeorge, George,\\u201dMrs. Darling whispered, \\u201cremember what I told you about that boy.\"\n        ],\n        [\n            7496,\n            \"So as soon as the door of 27 closed on Mr. and Mrs. Darling there was a commotion in the firmament, and the smallest of all the stars in the Milky Way screamed out: \\u201cNow, Peter!\"\n        ],\n        [\n            7633,\n            \"There was another light in the room now, a thousand times brighter than the night-lights, and in the time we have taken to say this, it had been in all the drawers in the nursery, looking for Peter\\u2019s shadow, rummaged the wardrobe and turned every pocket inside out.\"\n        ],\n        [\n            7821,\n            \"\\u201cTinker Bell,\\u201dhe called softly, after making sure that the children were asleep, \\u201cTink, where are you?\"\n        ],\n        [\n            7870,\n            \"\\u201cOh, do come out of that jug, and tell me, do you know where they put my shadow?\"\n        ],\n        [\n            8007,\n            \"If he thought at all, but I don\\u2019t believe he ever thought, it was that he and his shadow, when brought near each other, would join like drops of water, and when they did not he was appalled.\"\n        ],\n        [\n            8395,\n            \"\\u201d \\u201cDon\\u2019t have a mother,\\u201dhe said.\"\n        ],\n        [\n            8426,\n            \"He thought them very over-rated persons.\"\n        ],\n        [\n            8476,\n            \"\\u201cI wasn\\u2019t crying about mothers,\\u201dhe said rather indignantly.\"\n        ],\n        [\n            8643,\n            \"\\u201cI shall sew it on for you, my little man,\\u201dshe said, though he was tall as herself, and she got out her housewife, and sewed the shadow on to Peter\\u2019s foot.\"\n        ],\n        [\n            9024,\n            \"\\u201cWendy,\\u201dhe continued, in a voice that no woman has ever yet been able to resist, \\u201cWendy, one girl is more use than twenty boys.\"\n        ],\n        [\n            9314,\n            \"When people in our set are introduced, it is customary for them to ask each other\\u2019s age, and so Wendy, who always liked to do the correct thing, asked Peter how old he was.\"\n        ],\n        [\n            9475,\n            \"\\u201cIt was because I heard father and mother,\\u201dhe explained in a low voice, \\u201ctalking about what I was to be when I became a man.\"\n        ],\n        [\n            9514,\n            \"\\u201cI don\\u2019t want ever to be a man,\\u201dhe said with passion.\"\n        ],\n        [\n            9811,\n            \"\\u201d Really, he thought they had now talked enough about fairies, and it struck him that Tinker Bell was keeping very quiet.\"\n        ],\n        [\n            9991,\n            \"No one could ever look quite so merry as Peter, and the loveliest of gurgles was his laugh.\"\n        ],\n        [\n            10120,\n            \"\\u201d \\u201cThey hardly ever stand still,\\u201dhe said, but for one moment Wendy saw the romantic figure come to rest on the cuckoo clock.\"\n        ],\n        [\n            10215,\n            \"She says you are a great ugly girl, and that she is my fairy.\"\n        ],\n        [\n            10239,\n            \"\\u201cYou know you can\\u2019t be my fairy, Tink, because I am an gentleman and you are a lady.\"\n        ],\n        [\n            10311,\n            \"\\u201d They were together in the armchair by this time, and Wendy plied him with more questions.\"\n        ],\n        [\n            10426,\n            \"\\u201d \\u201cYes,\\u201dsaid cunning Peter, \\u201cbut we are rather lonely.\"\n        ],\n        [\n            10487,\n            \"\\u201cI think,\\u201dshe said, \\u201cit is perfectly lovely the way you talk about girls;\"\n        ],\n        [\n            10513,\n            \"\\u201d For reply Peter rose and kicked John out of bed, blankets and all;\"\n        ],\n        [\n            10975,\n            \"\\u201d Peter was so glad that he rose from the floor, where they had been sitting, and hurried to the window.\"\n        ],\n        [\n            11125,\n            \"\\u201cWendy, do come with me and tell the other boys.\"\n        ],\n        [\n            11435,\n            \"\\u201cPeter, would you teach John and Michael to fly too?\"\n        ],\n        [\n            11448,\n            \"\\u201d \\u201cIf you like,\\u201dhe said indifferently, and she ran to John and Michael and shook them.\"\n        ],\n        [\n            11470,\n            \"\\u201cWake up,\\u201dshe cried, \\u201cPeter Pan has come and he is to teach us to fly.\"\n        ],\n        [\n            12109,\n            \"\\u201cI say, Peter, can you really fly?\"\n        ],\n        [\n            12120,\n            \"\\u201d Instead of troubling to answer him Peter flew around the room, taking the mantelpiece on the way.\"\n        ],\n        [\n            12209,\n            \"\\u201cI say, how do you do it?\"\n        ],\n        [\n            12234,\n            \"\\u201cYou just think lovely wonderful thoughts,\\u201dPeter explained, \\u201cand they lift you up in the air.\"\n        ],\n        [\n            12256,\n            \"\\u201d He showed them again.\"\n        ],\n        [\n            12262,\n            \"\\u201cYou\\u2019re so nippy at it,\\u201dJohn said, \\u201ccouldn\\u2019t you do it very slowly once?\"\n        ],\n        [\n            12317,\n            \"Not one of them could fly an inch, though even Michael was in words of two syllables, and Peter did not know A from Z.\"\n        ],\n        [\n            12345,\n            \"Of course Peter had been trifling with them, for no one can fly unless the fairy dust has been blown on him.\"\n        ],\n        [\n            12369,\n            \"Fortunately, as we have mentioned, one of his hands was messy with it, and he blew some on each of them, with the most superb results.\"\n        ],\n        [\n            12400,\n            \"\\u201cNow just wiggle your shoulders this way,\\u201dhe said, \\u201cand let go.\"\n        ],\n        [\n            12509,\n            \"\\u201d They were not nearly so elegant as Peter, they could not help kicking a little, but their heads were bobbing against the ceiling, and there is almost nothing so delicious as that.\"\n        ],\n        [\n            12600,\n            \"\\u201d Of course it was to this that Peter had been luring them.\"\n        ],\n        [\n            12923,\n            \"\\u201cCome,\\u201dhe cried imperiously, and soared out at once into the night, followed by John and Michael and Wendy.\"\n        ],\n        [\n            13022,\n            \"Peter, you see, just said anything that came into his head.\"\n        ],\n        [\n            13036,\n            \"At first his companions trusted him implicitly, and so great were the delights of flying that they wasted time circling round church spires or any other tall objects on the way that took their fancy.\"\n        ],\n        [\n            13162,\n            \"Did they really feel hungry at times, or were they merely pretending, because Peter had such a jolly new way of feeding them?\"\n        ],\n        [\n            13188,\n            \"His way was to pursue birds who had food in their mouths suitable for humans and snatch it from them;\"\n        ],\n        [\n            13242,\n            \"But Wendy noticed with gentle concern that Peter did not seem to know that this was rather an odd way of getting your bread and butter, nor even that there are other ways.\"\n        ],\n        [\n            13387,\n            \"but he always waited till the last moment, and you felt it was his cleverness that interested him and not the saving of human life.\"\n        ],\n        [\n            13414,\n            \"Also he was fond of variety, and the sport that engrossed him one moment would suddenly cease to engage him, so there was always the possibility that the next time you fell he would let you go.\"\n        ],\n        [\n            13454,\n            \"He could sleep in the air without falling, by merely lying on his back and floating, but this was, partly at least, because he was so light that if you got behind him and blew he went faster.\"\n        ],\n        [\n            13497,\n            \"\\u201cDo be more polite to him,\\u201dWendy whispered to John, when they were playing \\u201cFollow my Leader.\"\n        ],\n        [\n            13520,\n            \"\\u201d \\u201cThen tell him to stop showing off,\\u201dsaid John.\"\n        ],\n        [\n            13534,\n            \"When playing Follow my Leader, Peter would fly close to the water and touch each shark\\u2019s tail in passing, just as in the street you may run your finger along an iron railing.\"\n        ],\n        [\n            13572,\n            \"They could not follow him in this with much success, so perhaps it was rather like showing off, especially as he kept looking behind to see how many tails they missed.\"\n        ],\n        [\n            13606,\n            \"\\u201cYou must be nice to him,\\u201dWendy impressed on her brothers.\"\n        ],\n        [\n            13621,\n            \"\\u201cWhat could we do if he were to leave us!\"\n        ],\n        [\n            13644,\n            \"\\u201cHow could we ever find our way back without him?\"\n        ],\n        [\n            13697,\n            \"\\u201d This was true, Peter had forgotten to show them how to stop.\"\n        ],\n        [\n            13897,\n            \"Peter was not with them for the moment, and they felt rather lonely up there by themselves.\"\n        ],\n        [\n            13916,\n            \"He could go so much faster than they that he would suddenly shoot out of sight, to have some adventure in which they had no share.\"\n        ],\n        [\n            14037,\n            \"\\u201d Indeed, sometimes when he returned he did not remember them, at least not well.\"\n        ],\n        [\n            14061,\n            \"She saw recognition come into his eyes as he was about to pass them the time of day and go on;\"\n        ],\n        [\n            14156,\n            \"However, to make amends he showed them how to lie out flat on a strong wind that was going their way, and this was such a pleasant change that they tried it several times and found that they could sleep thus with security.\"\n        ],\n        [\n            14202,\n            \"Indeed they would have slept longer, but Peter tired quickly of sleeping, and soon he would cry in his captain voice, \\u201cWe get off here.\"\n        ],\n        [\n            14250,\n            \"for after many moons they did reach it, and, what is more, they had been going pretty straight all the time, not perhaps so much owing to the guidance of Peter or Tink as because the island was looking for them.\"\n        ],\n        [\n            14639,\n            \"\\u201d Peter was a little annoyed with them for knowing so much, but if he wanted to lord it over them his triumph was at hand, for have I not told you that anon fear fell upon them?\"\n        ],\n        [\n            14832,\n            \"They had been flying apart, but they huddled close to Peter now.\"\n        ],\n        [\n            14920,\n            \"Sometimes they hung in the air until Peter had beaten on it with his fists.\"\n        ],\n        [\n            14936,\n            \"\\u201cThey don\\u2019t want us to land,\\u201dhe explained.\"\n        ],\n        [\n            15045,\n            \"\\u201cWould you like an adventure now,\\u201dhe said casually to John, \\u201cor would you like to have your tea first?\"\n        ],\n        [\n            15105,\n            \"\\u201cThere\\u2019s a pirate asleep in the pampas just beneath us,\\u201dPeter told him.\"\n        ],\n        [\n            15124,\n            \"\\u201cIf you like, we\\u2019ll go down and kill him.\"\n        ],\n        [\n            15138,\n            \"\\u201d \\u201cI don\\u2019t see him,\\u201dJohn said after a long pause.\"\n        ],\n        [\n            15159,\n            \"\\u201d \\u201cSuppose,\\u201dJohn said, a little huskily, \\u201che were to wake up.\"\n        ],\n        [\n            15183,\n            \"\\u201cYou don\\u2019t think I would kill him while he was sleeping!\"\n        ],\n        [\n            15247,\n            \"He asked if there were many pirates on the island just now, and Peter said he had never known so many.\"\n        ],\n        [\n            15331,\n            \"\\u201cHe was Blackbeard\\u2019s bo\\u2019sun,\\u201dJohn whispered huskily.\"\n        ],\n        [\n            15355,\n            \"He is the only man of whom Barbecue was afraid.\"\n        ],\n        [\n            15387,\n            \"\\u201d \\u201cHe is not so big as he was.\"\n        ],\n        [\n            15512,\n            \"\\u201d \\u201cI say, John,\\u201dsaid Peter.\"\n        ],\n        [\n            15546,\n            \"\\u201d \\u201cThere is one thing,\\u201dPeter continued, \\u201cthat every boy who serves under me has to promise, and so must you.\"\n        ],\n        [\n            15578,\n            \"\\u201cIt is this, if we meet Hook in open fight, you must leave him to me.\"\n        ],\n        [\n            15678,\n            \"\\u201cShe tells me,\\u201dhe said, \\u201cthat the pirates sighted us before the darkness came, and got Long Tom out.\"\n        ],\n        [\n            15772,\n            \"\\u201cShe thinks we have lost the way,\\u201dhe replied stiffly, \\u201cand she is rather frightened.\"\n        ],\n        [\n            15958,\n            \"\\u201cIf only one of us had a pocket,\\u201dPeter said, \\u201cwe could carry her in it.\"\n        ],\n        [\n            16028,\n            \"John carried it, though she had hoped to be carried by Peter.\"\n        ],\n        [\n            16101,\n            \"It was the stillest silence they had ever known, broken once by a distant lapping, which Peter explained was the wild beasts drinking at the ford, and again by a rasping sound that might have been the branches of trees rubbing together, but he said it was the redskins sharpening their knives.\"\n        ],\n        [\n            16564,\n            \"She called to Peter and John and Michael, and got only mocking echoes in reply.\"\n        ],\n        [\n            16642,\n            \"We ought to use the pluperfect and say wakened, but woke is better and was always used by Peter.\"\n        ],\n        [\n            16717,\n            \"But with the coming of Peter, who hates lethargy, they are under way again: if you put your ear to the ground now, you would hear the whole island seething with life.\"\n        ],\n        [\n            16768,\n            \"The lost boys were out looking for Peter, the pirates were out looking for the lost boys, the redskins were out looking for the pirates, and the beasts were out looking for the redskins.\"\n        ],\n        [\n            16876,\n            \"and when they seem to be growing up, which is against the rules, Peter thins them out;\"\n        ],\n        [\n            16912,\n            \"Let us pretend to lie here among the sugar-cane and watch them as they steal by in single file, each with his hand on his dagger.\"\n        ],\n        [\n            16942,\n            \"They are forbidden by Peter to look in the least like him, and they wear the skins of the bears slain by themselves, in which they are so round and furry that when they fall they roll.\"\n        ],\n        [\n            17275,\n            \"he is a pickle, and so often has he had to deliver up his person when Peter said sternly, \\u201cStand forth the one who did this thing,\\u201dthat now at the command he stands forth automatically whether he has done it or not.\"\n        ],\n        [\n            17345,\n            \"Peter never quite knew what twins were, and his band were not allowed to know anything he did not know, so these two were always vague about themselves, and did their best to give satisfaction by keeping close together in an apologetic sort of way.\"\n        ],\n        [\n            18663,\n            \"\\u201cI do wish Peter would come back,\\u201devery one of them said nervously, though in height and still more in breadth they were all larger than their captain.\"\n        ],\n        [\n            18725,\n            \"but perhaps some distant sound disturbed him, for he added hastily, \\u201cbut I wish he would come back, and tell us whether he has heard anything more about Cinderella.\"\n        ],\n        [\n            18759,\n            \"\\u201d They talked of Cinderella, and Tootles was confident that his mother must have been very like her.\"\n        ],\n        [\n            18779,\n            \"It was only in Peter\\u2019s absence that they could speak of mothers, the subject being forbidden by him as silly.\"\n        ],\n        [\n            20056,\n            \"\\u201cDid you hear them say Peter Pan\\u2019s from home?\"\n        ],\n        [\n            20584,\n            \"\\u201d And then, \\u201cLet us do what Peter would do.\"\n        ],\n        [\n            20654,\n            \"Now Nibs rose from the ground, and the others thought that his staring eyes still saw the wolves.\"\n        ],\n        [\n            20682,\n            \"\\u201cI have seen a wonderfuller thing,\\u201dhe cried, as they gathered round him eagerly.\"\n        ],\n        [\n            20863,\n            \"Tink\\u2019s reply rang out: \\u201cPeter wants you to shoot the Wendy.\"\n        ],\n        [\n            20892,\n            \"\\u201cLet us do what Peter wishes!\"\n        ],\n        [\n            21003,\n            \"THE LITTLE HOUSE Foolish Tootles was standing like a conqueror over Wendy\\u2019s body when the other boys sprang, armed, from their trees.\"\n        ],\n        [\n            21030,\n            \"\\u201cYou are too late,\\u201dhe cried proudly, \\u201cI have shot the Wendy.\"\n        ],\n        [\n            21132,\n            \"\\u201cI think this must be a lady.\"\n        ],\n        [\n            21175,\n            \"\\u201cNow I see,\\u201dCurly said: \\u201cPeter was bringing her to us.\"\n        ],\n        [\n            21201,\n            \"\\u201cA lady to take care of us at last,\\u201dsaid one of the twins, \\u201cand you have killed her!\"\n        ],\n        [\n            21226,\n            \"\\u201d They were sorry for him, but sorrier for themselves, and when he took a step nearer them they turned from him.\"\n        ],\n        [\n            21284,\n            \"\\u201cWhen ladies used to come to me in dreams, I said, \\u2018 Pretty mother, pretty mother.\"\n        ],\n        [\n            21354,\n            \"\\u201d It was at this tragic moment that they heard a sound which made the heart of every one of them rise to his mouth.\"\n        ],\n        [\n            21380,\n            \"They heard Peter crow.\"\n        ],\n        [\n            21388,\n            \"\\u201d they cried, for it was always thus that he signalled his return.\"\n        ],\n        [\n            21422,\n            \"Again came that ringing crow, and Peter dropped in front of them.\"\n        ],\n        [\n            21436,\n            \"\\u201cGreetings, boys,\\u201dhe cried, and mechanically they saluted, and then again was silence.\"\n        ],\n        [\n            21459,\n            \"\\u201cI am back,\\u201dhe said hotly, \\u201cwhy do you not cheer?\"\n        ],\n        [\n            21501,\n            \"\\u201cGreat news, boys,\\u201dhe cried, \\u201cI have brought at last a mother for you all.\"\n        ],\n        [\n            21623,\n            \"\\u201d So they all stood back, and let him see, and after he had looked for a little time he did not know what to do next.\"\n        ],\n        [\n            21703,\n            \"They would all have been glad to follow if he had done this.\"\n        ],\n        [\n            21723,\n            \"He took it from her heart and faced his band.\"\n        ],\n        [\n            21835,\n            \"\\u201d All looked at him in wonder, save Nibs, who fortunately looked at Wendy.\"\n        ],\n        [\n            22004,\n            \"\\u201d Peter did not hear him.\"\n        ],\n        [\n            22070,\n            \"\\u201d Then they had to tell Peter of Tink\\u2019s crime, and almost never had they seen him look so stern.\"\n        ],\n        [\n            22188,\n            \"Fairies indeed are strange, and Peter, who understood them best, often cuffed them.\"\n        ],\n        [\n            22249,\n            \"\\u201d \\u201cNo, no,\\u201dPeter said, \\u201cyou must not touch her.\"\n        ],\n        [\n            22352,\n            \"\\u201cQuick,\\u201dhe ordered them, \\u201cbring me each of you the best of what we have.\"\n        ],\n        [\n            22492,\n            \"\\u201d You may be sure they were very relieved to find Peter.\"\n        ],\n        [\n            22505,\n            \"\\u201cHullo, Peter,\\u201dthey said.\"\n        ],\n        [\n            22514,\n            \"\\u201cHullo,\\u201dreplied Peter amicably, though he had quite forgotten them.\"\n        ],\n        [\n            22564,\n            \"John and Michael watched him.\"\n        ],\n        [\n            22635,\n            \"\\u201cCurly,\\u201dsaid Peter in his most captainy voice, \\u201csee that these boys help in the building of the house.\"\n        ],\n        [\n            22731,\n            \"\\u201d \\u201cYes,\\u201dsaid Peter, \\u201cand you also.\"\n        ],\n        [\n            22813,\n            \"\\u201cSlightly,\\u201dhe cried, \\u201cfetch a doctor.\"\n        ],\n        [\n            22844,\n            \"But he knew Peter must be obeyed, and he returned in a moment, wearing John\\u2019s hat and looking solemn.\"\n        ],\n        [\n            22868,\n            \"\\u201cPlease, sir,\\u201dsaid Peter, going to him, \\u201care you a doctor?\"\n        ],\n        [\n            22887,\n            \"\\u201d The difference between him and the other boys at such a time was that they knew it was make-believe, while to him make-believe and true were exactly the same thing.\"\n        ],\n        [\n            22944,\n            \"If they broke down in their make-believe he rapped them on the knuckles.\"\n        ],\n        [\n            22960,\n            \"\\u201cYes, my little man,\\u201dSlightly anxiously replied, who had chapped knuckles.\"\n        ],\n        [\n            22977,\n            \"\\u201cPlease, sir,\\u201dPeter explained, \\u201ca lady lies very ill.\"\n        ],\n        [\n            23034,\n            \"\\u201d \\u201cI will put a glass thing in her mouth,\\u201dsaid Slightly, and he made-believe to do it, while Peter waited.\"\n        ],\n        [\n            23476,\n            \"To prevent Peter ordering babies they hurried into song again: \\u201cWe\\u2019ve made the roses peeping out, The babes are at the door, We cannot make ourselves, you know,\\u2019Cos we\\u2019ve been made before.\"\n        ],\n        [\n            23605,\n            \"They were very ashamed, but Tootles gave the sole of his shoe, and it made an excellent knocker.\"\n        ],\n        [\n            23677,\n            \"He snatched the hat off John\\u2019s head, knocked out the bottom, and put the hat on the roof.\"\n        ],\n        [\n            23747,\n            \"\\u201cAll look your best,\\u201dPeter warned them;\"\n        ],\n        [\n            23787,\n            \"He knocked politely, and now the wood was as still as the children, not a sound to be heard except from Tinker Bell, who was watching from a branch and openly sneering.\"\n        ],\n        [\n            24213,\n            \"By and by she tucked them up in the great bed in the home under the trees, but she herself slept that night in the little house, and Peter kept watch outside with drawn sword, for the pirates could be heard carousing far away and the wolves were on the prowl.\"\n        ],\n        [\n            24356,\n            \"THE HOME UNDER THE GROUND One of the first things Peter did next day was to measure Wendy and John and Michael for hollow trees.\"\n        ],\n        [\n            24499,\n            \"But you simply must fit, and Peter measures you for your tree as carefully as for a suit of clothes: the only difference being that the clothes are made to fit you, while you have to be made to fit the tree.\"\n        ],\n        [\n            24545,\n            \"Usually it is done quite easily, as by your wearing too many garments or too few, but if you are bumpy in awkward places or the only available tree is an odd shape, Peter does some things to you, and after that you fit.\"\n        ],\n        [\n            25303,\n            \"You never exactly knew whether there would be a real meal or just a make-believe, it all depended upon Peter\\u2019s whim: he could eat, really eat, if it was part of a game, but he could not stodge just to feel stodgy, which is what most children like better than anything else;\"\n        ],\n        [\n            25376,\n            \"Make-believe was so real to him that during a meal of it you could see him getting rounder.\"\n        ],\n        [\n            25397,\n            \"Of course it was trying, but you simply had to follow his lead, and if you could prove to him that you were getting loose for your tree he let you stodge.\"\n        ],\n        [\n            26032,\n            \"For one thing he despised all mothers except Wendy, and for another he was the only boy on the island who could neither write nor spell;\"\n        ],\n        [\n            26128,\n            \"but about this time Peter invented, with Wendy\\u2019s help, a new game that fascinated him enormously, until he suddenly had no more interest in it, which, as you have been told, was what always happened with his games.\"\n        ],\n        [\n            26305,\n            \"otherwise he would have treated them severely.\"\n        ],\n        [\n            26313,\n            \"He often went out alone, and when he came back you were never absolutely certain whether he had had an adventure or not.\"\n        ],\n        [\n            26363,\n            \"and, on the other hand, he might say a great deal about it, and yet you could not find the body.\"\n        ],\n        [\n            26645,\n            \"and of course this would have ended the fight had not the real redskins fascinated by Peter\\u2019s methods, agreed to be lost boys for that once, and so at it they all went again, more fiercely than ever.\"\n        ],\n        [\n            26750,\n            \"Or we might tell how Peter saved Tiger Lily\\u2019s life in the Mermaids\\u2019 Lagoon, and so made her his ally.\"\n        ],\n        [\n            26852,\n            \"Or suppose we tell of the birds that were Peter\\u2019s friends, particularly of the Never bird that built in a tree overhanging the lagoon, and how the nest fell into the water, and still the bird sat on her eggs, and Peter gave orders that she was not to be disturbed.\"\n        ],\n        [\n            27015,\n            \"Or again, we might choose Peter\\u2019s defiance of the lions, when he drew a circle round him on the ground with an arrow and dared them to cross it;\"\n        ],\n        [\n            27049,\n            \"and though he waited for hours, with the other boys and Wendy looking on breathlessly from trees, not one of them dared to accept his challenge.\"\n        ],\n        [\n            27464,\n            \"He gave Wendy one of their combs.\"\n        ],\n        [\n            27496,\n            \"but the lagoon is dangerous for mortals then, and until the evening of which we have now to tell, Wendy had never seen the lagoon by moonlight, less from fear, for of course Peter would have accompanied her, than because she had strict rules about every one being in bed by seven.\"\n        ],\n        [\n            28192,\n            \"It was well for those boys then that there was one among them who could sniff danger even in his sleep.\"\n        ],\n        [\n            28254,\n            \"The others came closer to him.\"\n        ],\n        [\n            28277,\n            \"While that smile was on his face no one dared address him;\"\n        ],\n        [\n            28791,\n            \"\\u201cHe must be swimming out to us,\\u201dStarkey said, when they had looked for him in vain.\"\n        ],\n        [\n            29161,\n            \"\\u201d he whispered to her, and though she thought so also, she was really glad for the sake of his reputation that no one heard him except herself.\"\n        ],\n        [\n            29521,\n            \"Smee, much impressed, gazed at the bird as the nest was borne past, but the more suspicious Starkey said, \\u201cIf she is a mother, perhaps she is hanging about here to help Peter.\"\n        ],\n        [\n            29595,\n            \"\\u201cCaptain,\\u201dsaid Smee, \\u201ccould we not kidnap these boys\\u2019 mother and make her our mother?\"\n        ],\n        [\n            30455,\n            \"\\u201cYou ask him some questions,\\u201dhe said to the others, wiping his damp brow.\"\n        ],\n        [\n            30514,\n            \"\\u201d Of course in his pride he was carrying the game too far, and the miscreants saw their chance.\"\n        ],\n        [\n            30957,\n            \"Had it been so with Peter at that moment I would admit it.\"\n        ],\n        [\n            30971,\n            \"After all, he was the only man that the Sea-Cook had feared.\"\n        ],\n        [\n            31177,\n            \"I suppose that was the real difference between him and all the rest.\"\n        ],\n        [\n            31270,\n            \"but now they were uneasy, for they had lost both Peter and Wendy, and were scouring the lagoon for them, calling them by name.\"\n        ],\n        [\n            31298,\n            \"They found the dinghy and went home in it, shouting \\u201cPeter, Wendy\\u201das they went, but no answer came save mocking laughter from the mermaids.\"\n        ],\n        [\n            31343,\n            \"They were not very anxious, because they had such faith in Peter.\"\n        ],\n        [\n            31457,\n            \"He knew that they would soon be drowned, but he could do no more.\"\n        ],\n        [\n            31528,\n            \"\\u201cWe are on the rock, Wendy,\\u201dhe said, \\u201cbut it is growing smaller.\"\n        ],\n        [\n            31584,\n            \"\\u201cShall we swim or fly, Peter?\"\n        ],\n        [\n            31671,\n            \"\\u201d \\u201cDo you mean we shall both be drowned?\"\n        ],\n        [\n            31714,\n            \"As they sat thus something brushed against Peter as light as a kiss, and stayed there, as if saying timidly, \\u201cCan I be of any use?\"\n        ],\n        [\n            31976,\n            \"Peter was not quite like other boys;\"\n        ],\n        [\n            32069,\n            \"THE NEVER BIRD The last sound Peter heard before he was quite alone were the mermaids retiring one by one to their bedchambers under the sea.\"\n        ],\n        [\n            32096,\n            \"He was too far away to hear their doors shut;\"\n        ],\n        [\n            32107,\n            \"but every door in the coral caves where they live rings a tiny bell when it opens or closes (as in all the nicest houses on the mainland), and he heard the bells.\"\n        ],\n        [\n            32236,\n            \"and when it won, Peter, always sympathetic to the weaker side, could not help clapping;\"\n        ],\n        [\n            32352,\n            \"I rather wonder at the bird, for though he had been nice to her, he had also sometimes tormented her.\"\n        ],\n        [\n            32375,\n            \"I can suppose only that, like Mrs. Darling and the rest of them, she was melted because he had all his first teeth.\"\n        ],\n        [\n            32438,\n            \"In fanciful stories people can talk to the birds freely, and I wish for the moment I could pretend that this were such a story, and say that Peter replied intelligently to the Never bird;\"\n        ],\n        [\n            33473,\n            \"They called Peter the Great White Father, prostrating themselves before him;\"\n        ],\n        [\n            33502,\n            \"\\u201cThe great white father,\\u201dhe would say to them in a very lordly manner, as they grovelled at his feet, \\u201cis glad to see the Piccaninny warriors protecting his wigwam from the pirates.\"\n        ],\n        [\n            33567,\n            \"Me no let pirates hurt him.\"\n        ],\n        [\n            33609,\n            \"\\u201d Always when he said, \\u201cPeter Pan has spoken,\\u201dit meant that they must now shut up, and they accepted it humbly in that spirit;\"\n        ],\n        [\n            33678,\n            \"and what annoyed the boys was that Peter seemed to think this all right.\"\n        ],\n        [\n            34096,\n            \"\\u201d \\u201cMay I sit in Peter\\u2019s chair, as he is not here?\"\n        ],\n        [\n            34184,\n            \"He was so much the humblest of them, indeed he was the only humble one, that Wendy was specially gentle with him.\"\n        ],\n        [\n            34209,\n            \"\\u201cI don\\u2019t suppose,\\u201dTootles said diffidently, \\u201cthat I could be father.\"\n        ],\n        [\n            34254,\n            \"\\u201cAs I can\\u2019t be father,\\u201dhe said heavily, \\u201cI don\\u2019t suppose, Michael, you would let me be baby?\"\n        ],\n        [\n            34305,\n            \"\\u201cAs I can\\u2019t be baby,\\u201dTootles said, getting heavier and heavier and heavier, \\u201cdo you think I could be a twin?\"\n        ],\n        [\n            34357,\n            \"\\u201d \\u201cAs I can\\u2019t be anything important,\\u201dsaid Tootles, \\u201cwould any of you like to see me do a trick?\"\n        ],\n        [\n            34466,\n            \"\\u201d \\u201cI complain of Curly.\"\n        ],\n        [\n            34473,\n            \"\\u201d \\u201cI complain of Nibs.\"\n        ],\n        [\n            34708,\n            \"\\u201d And then, as so often before, the gay children dragged him from his tree.\"\n        ],\n        [\n            34735,\n            \"He had brought nuts for the boys as well as the correct time for Wendy.\"\n        ],\n        [\n            34751,\n            \"\\u201cPeter, you just spoil them, you know,\\u201dWendy simpered.\"\n        ],\n        [\n            34781,\n            \"\\u201cIt was me told him mothers are called old lady,\\u201dMichael whispered to Curly.\"\n        ],\n        [\n            34853,\n            \"\\u201d Peter was really the best dancer among them, but he pretended to be scandalised.\"\n        ],\n        [\n            35104,\n            \"\\u201cPeter, I think Curly has your nose.\"\n        ],\n        [\n            35261,\n            \"\\u201cYou see,\\u201dhe continued apologetically, \\u201cit would make me seem so old to be their real father.\"\n        ],\n        [\n            35284,\n            \"\\u201d \\u201cBut they are ours, Peter, yours and mine.\"\n        ],\n        [\n            35410,\n            \"There is something she wants to be to me, but she says it is not my mother.\"\n        ],\n        [\n            35490,\n            \"\\u201cPerhaps Tinker Bell will tell me.\"\n        ],\n        [\n            35498,\n            \"\\u201d \\u201cOh yes, Tinker Bell will tell you,\\u201dWendy retorted scornfully.\"\n        ],\n        [\n            35539,\n            \"\\u201cShe says she glories in being abandoned,\\u201dPeter interpreted.\"\n        ],\n        [\n            35864,\n            \"\\u201d And then at last they all got into bed for Wendy\\u2019s story, the story they loved best, the story Peter hated.\"\n        ],\n        [\n            36477,\n            \"Hurrah, I am in a story, Nibs.\"\n        ],\n        [\n            36633,\n            \"\\u201cI do like a mother\\u2019s love,\\u201dsaid Tootles, hitting Nibs with a pillow.\"\n        ],\n        [\n            37136,\n            \"\\u201d They all gathered round him in affright, so alarming was his agitation;\"\n        ],\n        [\n            37151,\n            \"and with a fine candour he told them what he had hitherto concealed.\"\n        ],\n        [\n            37165,\n            \"\\u201cLong ago,\\u201dhe said, \\u201cI thought like you that my mother would always keep the window open for me, so I stayed away for moons and moons and moons, and then flew back;\"\n        ],\n        [\n            37206,\n            \"but the window was barred, for mother had forgotten all about me, and there was another little boy sleeping in my bed.\"\n        ],\n        [\n            37231,\n            \"\\u201d I am not sure that this was true, but Peter thought it was true;\"\n        ],\n        [\n            37253,\n            \"\\u201cAre you sure mothers are like that?\"\n        ],\n        [\n            37504,\n            \"and he was so full of wrath against grown-ups, who, as usual, were spoiling everything, that as soon as he got inside his tree he breathed intentionally quick short breaths at the rate of about five to a second.\"\n        ],\n        [\n            37550,\n            \"He did this because there is a saying in the Neverland that, every time you breathe, a grown-up dies;\"\n        ],\n        [\n            37574,\n            \"and Peter was killing them off vindictively as fast as possible.\"\n        ],\n        [\n            37793,\n            \"Then Peter returned, and they saw at once that they would get no support from him.\"\n        ],\n        [\n            37811,\n            \"He would keep no girl in the Neverland against her will.\"\n        ],\n        [\n            37823,\n            \"\\u201cWendy,\\u201dhe said, striding up and down, \\u201cI have asked the redskins to guide you through the wood, as flying tires you so.\"\n        ],\n        [\n            37861,\n            \"\\u201d \\u201cThen,\\u201dhe continued, in the short sharp voice of one accustomed to be obeyed, \\u201cTinker Bell will take you across the sea.\"\n        ],\n        [\n            38011,\n            \"\\u201d Nibs exclaimed, aghast at such insubordination, whereupon Peter went sternly toward the young lady\\u2019s chamber.\"\n        ],\n        [\n            38032,\n            \"\\u201cTink,\\u201dhe rapped out, \\u201cif you don\\u2019t get up and dress at once I will open the curtains, and then we shall all see you in your _ neglig\\u00e9e _.\"\n        ],\n        [\n            38202,\n            \"\\u201d The invitation was meant specially for Peter, but each of the boys was thinking exclusively of himself, and at once they jumped with joy.\"\n        ],\n        [\n            38291,\n            \"\\u201d \\u201cPeter, can we go?\"\n        ],\n        [\n            38305,\n            \"They took it for granted that if they went he would go also, but really they scarcely cared.\"\n        ],\n        [\n            38341,\n            \"\\u201cAll right,\\u201dPeter replied with a bitter smile, and immediately they rushed to get their things.\"\n        ],\n        [\n            38569,\n            \"Now, if Peter had ever quite had a mother, he no longer missed her.\"\n        ],\n        [\n            38618,\n            \"\\u201cperhaps she would say I was old, and I just want always to be a little boy and to have fun.\"\n        ],\n        [\n            38674,\n            \"They gazed blankly at him, their sticks over their backs, and on each stick a bundle.\"\n        ],\n        [\n            38693,\n            \"Their first thought was that if Peter was not going he had probably changed his mind about letting them go.\"\n        ],\n        [\n            38723,\n            \"\\u201cIf you find your mothers,\\u201dhe said darkly, \\u201cI hope you will like them.\"\n        ],\n        [\n            38801,\n            \"\\u201d and he held out his hand cheerily, quite as if they must really go now, for he had something important to do.\"\n        ],\n        [\n            38903,\n            \"Peter, however, was not the kind that breaks down before other people.\"\n        ],\n        [\n            39037,\n            \"they were beseeching him mutely not to desert them.\"\n        ],\n        [\n            40596,\n            \"We have seen them at the first clang of the weapons, turned as it were into stone figures, open-mouthed, all appealing with outstretched arms to Peter;\"\n        ],\n        [\n            40684,\n            \"The pirates, listening avidly at the mouths of the trees, heard the question put by every boy, and alas, they also heard Peter\\u2019s answer.\"\n        ],\n        [\n            40715,\n            \"\\u201cIf the redskins have won,\\u201dhe said, \\u201cthey will beat the tom-tom;\"\n        ],\n        [\n            40863,\n            \"\\u201d The doomed children answered with a cheer that was music to the black hearts above, and almost immediately they repeated their good-byes to Peter.\"\n        ],\n        [\n            41388,\n            \"While his dogs were merely sweating because every time they tried to pack the unhappy lad tight in one part he bulged out in another, Hook\\u2019s master mind had gone far beneath Slightly\\u2019s surface, probing not for effects but for causes;\"\n        ],\n        [\n            41446,\n            \"Slightly, white to the gills, knew that Hook had surprised his secret, which was this, that no boy so blown out could use a tree wherein an average man need stick.\"\n        ],\n        [\n            41509,\n            \"Madly addicted to the drinking of water when he was hot, he had swelled in consequence to his present girth, and instead of reducing himself to fit his tree he had, unknown to the others, whittled his tree to make it fit him.\"\n        ],\n        [\n            42086,\n            \"Unaware of the tragedy being enacted above, Peter had continued, for a little time after the children left, to play gaily on his pipes: no doubt rather a forlorn attempt to prove to himself that he did not care.\"\n        ],\n        [\n            42222,\n            \"Sometimes, though not often, he had dreams, and they were more painful than the dreams of other boys.\"\n        ],\n        [\n            43147,\n            \"\\u201d It was Tink, and quickly he unbarred to her.\"\n        ],\n        [\n            43188,\n            \"\\u201d she cried, and offered him three guesses.\"\n        ],\n        [\n            43203,\n            \"\\u201d he shouted, and in one ungrammatical sentence, as long as the ribbons that conjurers pull from their mouths, she told of the capture of Wendy and the boys.\"\n        ],\n        [\n            43448,\n            \"and with one of her lightning movements Tink got between his lips and the draught, and drained it to the dregs.\"\n        ],\n        [\n            43471,\n            \"\\u201cWhy, Tink, how dare you drink my medicine?\"\n        ],\n        [\n            43513,\n            \"\\u201cIt was poisoned, Peter,\\u201dshe told him softly;\"\n        ],\n        [\n            43536,\n            \"\\u201d \\u201cO Tink, did you drink it to save me?\"\n        ],\n        [\n            43560,\n            \"\\u201d Her wings would scarcely carry her now, but in reply she alighted on his shoulder and gave his nose a loving bite.\"\n        ],\n        [\n            43585,\n            \"She whispered in his ear \\u201cYou silly ass,\\u201dand then, tottering to her chamber, lay down on the bed.\"\n        ],\n        [\n            43610,\n            \"His head almost filled the fourth wall of her little room as he knelt near her in distress.\"\n        ],\n        [\n            43637,\n            \"and he knew that if it went out she would be no more.\"\n        ],\n        [\n            43651,\n            \"She liked his tears so much that she put out her beautiful finger and let them run over it.\"\n        ],\n        [\n            43671,\n            \"Her voice was so low that at first he could not make out what she said.\"\n        ],\n        [\n            43729,\n            \"but he addressed all who might be dreaming of the Neverland, and who were therefore nearer to him than you think: boys and girls in their nighties, and naked papooses in their baskets hung from trees.\"\n        ],\n        [\n            43820,\n            \"\\u201cIf you believe,\\u201dhe shouted to them, \\u201cclap your hands;\"\n        ],\n        [\n            44007,\n            \"but in that fitful light to have flown low would have meant trailing his shadow through the trees, thus disturbing birds and acquainting a watchful foe that he was astir.\"\n        ],\n        [\n            44085,\n            \"But in what direction, for he could not be sure that the children had been taken to the ship?\"\n        ],\n        [\n            44139,\n            \"He had taught the children something of the forest lore that he had himself learned from Tiger Lily and Tinker Bell, and knew that in their dire hour they were not likely to forget it.\"\n        ],\n        [\n            44176,\n            \"Slightly, if he had an opportunity, would blaze the trees, for instance, Curly would drop seeds, and Wendy would leave her handkerchief at some important place.\"\n        ],\n        [\n            44645,\n            \"Peter had been removed for ever from his path, and all the other boys were in the brig, about to walk the plank.\"\n        ],\n        [\n            47248,\n            \"When last we saw him he was stealing across the island with one finger to his lips and his dagger at the ready.\"\n        ],\n        [\n            47355,\n            \"and he decided to tick, so that wild beasts should believe he was the crocodile and let him pass unmolested.\"\n        ],\n        [\n            47580,\n            \"and he was amazed to see the pirates cowering from him, with Hook in their midst as abject as if he had heard the crocodile.\"\n        ],\n        [\n            48105,\n            \"They followed him with their eyes;\"\n        ],\n        [\n            49187,\n            \"In the cabin he had found the thing for which he had gone in search: the key that would free the children of their manacles, and now they all stole forth, armed with such weapons as they could find.\"\n        ],\n        [\n            49230,\n            \"First signing them to hide, Peter cut Wendy\\u2019s bonds, and then nothing could have been easier than for them all to fly off together;\"\n        ],\n        [\n            50112,\n            \"Peter was a superb swordsman, and parried with dazzling rapidity;\"\n        ],\n        [\n            50263,\n            \"At the sight of his own blood, whose peculiar colour, you remember, was offensive to him, the sword fell from Hook\\u2019s hand, and he was at Peter\\u2019s mercy.\"\n        ],\n        [\n            51294,\n            \"but he piped all hands and delivered a short address to them;\"\n        ],\n        [\n            51307,\n            \"said he hoped they would do their duty like gallant hearties, but that he knew they were the scum of Rio and the Gold Coast, and if they snapped at him he would tear them.\"\n        ],\n        [\n            51345,\n            \"The bluff strident words struck the note sailors understood, and they cheered him lustily.\"\n        ],\n        [\n            51383,\n            \"Captain Pan calculated, after consulting the ship\\u2019s chart, that if this weather lasted they should strike the Azores about the 21st of June, after which it would save time to fly.\"\n        ],\n        [\n            51537,\n            \"It was afterwards whispered among them that on the first night he wore this suit he sat long in the cabin with Hook\\u2019s cigar-holder in his mouth and one hand clenched, all but for the forefinger, which he bent and held threateningly aloft like a hook.\"\n        ],\n        [\n            53493,\n            \"but something must have happened since then, for it is not they who have flown in, it is Peter and Tinker Bell.\"\n        ],\n        [\n            53526,\n            \"\\u201cQuick Tink,\\u201dhe whispered, \\u201cclose the window;\"\n        ],\n        [\n            53547,\n            \"Now you and I must get away by the door;\"\n        ],\n        [\n            53582,\n            \"\\u201d Now I understand what had hitherto puzzled me, why when Peter had exterminated the pirates he did not return to the island and leave Tink to escort the children to the mainland.\"\n        ],\n        [\n            53655,\n            \"He whispered to Tink, \\u201cIt\\u2019s Wendy\\u2019s mother!\"\n        ],\n        [\n            53701,\n            \"\\u201d Of course he knew nothing whatever about his mother;\"\n        ],\n        [\n            53712,\n            \"but he sometimes bragged about her.\"\n        ],\n        [\n            53753,\n            \"and he cried exultantly, \\u201cYou will never see Wendy again, lady, for the window is barred!\"\n        ],\n        [\n            53774,\n            \"\\u201d He peeped in again to see why the music had stopped, and now he saw that Mrs. Darling had laid her head on the box, and that two tears were sitting on her eyes.\"\n        ],\n        [\n            53813,\n            \"\\u201cShe wants me to unbar the window,\\u201dthought Peter, \\u201cbut I won\\u2019t, not I!\"\n        ],\n        [\n            53856,\n            \"\\u201cShe\\u2019s awfully fond of Wendy,\\u201dhe said to himself.\"\n        ],\n        [\n            53929,\n            \"He ceased to look at her, but even then she would not let go of him.\"\n        ],\n        [\n            53947,\n            \"He skipped about and made funny faces, but when he stopped it was just as if she were inside him, knocking.\"\n        ],\n        [\n            55463,\n            \"\\u201d \\u201cYou don\\u2019t feel, Peter,\\u201dshe said falteringly, \\u201cthat you would like to say anything to my parents about a very sweet subject?\"\n        ],\n        [\n            55531,\n            \"She told Peter that she had adopted all the other boys, and would like to adopt him also.\"\n        ],\n        [\n            55581,\n            \"\\u201d \\u201cSoon I would be a man?\"\n        ],\n        [\n            55617,\n            \"\\u201cI don\\u2019t want to be a man.\"\n        ],\n        [\n            55628,\n            \"O Wendy\\u2019s mother, if I was to wake up and feel there was a beard!\"\n        ],\n        [\n            55683,\n            \"\\u201cKeep back, lady, no one is going to catch me and make me a man.\"\n        ],\n        [\n            55911,\n            \"\\u201d \\u201cTink can\\u2019t go a twentieth part of the way round,\\u201dshe reminded him a little tartly.\"\n        ],\n        [\n            56010,\n            \"\\u201d \\u201cBut he does so need a mother.\"\n        ],\n        [\n            56115,\n            \"He had no sense of time, and was so full of adventures that all I have told you about him is only a halfpenny-worth of them.\"\n        ],\n        [\n            56145,\n            \"I suppose it was because Wendy knew this that her last words to him were these rather plaintive ones: \\u201cYou won\\u2019t forget me, Peter, will you, before spring cleaning time comes?\"\n        ],\n        [\n            56549,\n            \"\\u201cDon\\u2019t you remember,\\u201dshe asked, amazed, \\u201chow you killed him and saved all our lives?\"\n        ],\n        [\n            56646,\n            \"\\u201cI expect she is no more.\"\n        ],\n        [\n            56654,\n            \"\\u201d I expect he was right, for fairies don\\u2019t live long, but they are so little that a short time seems a good while to them.\"\n        ],\n        [\n            56714,\n            \"But he was exactly as fascinating as ever, and they had a lovely spring cleaning in the little house on the tree tops.\"\n        ],\n        [\n            56900,\n            \"and when they met again Wendy was a married woman, and Peter was no more to her than a little dust in the box in which she had kept her toys.\"\n        ],\n        [\n            57663,\n            \"\\u201d They are now embarked on the great adventure of the night when Peter flew in looking for his shadow.\"\n        ],\n        [\n            57798,\n            \"\\u201cAnd then he flew us all away to the Neverland and the fairies and the pirates and the redskins and the mermaids\\u2019 lagoon, and the home under the ground, and the little house.\"\n        ],\n        [\n            58186,\n            \"He was a little boy, and she was grown up.\"\n        ],\n        [\n            58577,\n            \"\\u201d For almost the only time in his life that I know of, Peter was afraid.\"\n        ],\n        [\n            58741,\n            \"I am a married woman, Peter.\"\n        ],\n        [\n            59016,\n            \"\\u201cShe is my mother,\\u201dPeter explained;\"\n        ],\n        [\n            59026,\n            \"and Jane descended and stood by his side, with the look in her face that he liked to see on ladies when they gazed at him.\"\n        ],\n        [\n            59054,\n            \"\\u201cHe does so need a mother,\\u201dJane said.\"\n        ],\n        [\n            59270,\n            \"and every spring cleaning time, except when he forgets, Peter comes for Margaret and takes her to the Neverland, where she tells him stories about himself, to which he listens eagerly.\"\n        ]\n    ],\n    \"[1, 14]\": [\n        [\n            19107,\n            \"As the pirates advanced, the quick eye of Starkey sighted Nibs disappearing through the wood, and at once his pistol flashed out.\"\n        ],\n        [\n            28347,\n            \"It was the pirate dinghy, with three figures in her, Smee and Starkey, and the third a captive, no other than Tiger Lily.\"\n        ],\n        [\n            28791,\n            \"\\u201cHe must be swimming out to us,\\u201dStarkey said, when they had looked for him in vain.\"\n        ],\n        [\n            29396,\n            \"\\u201d \\u201cI heard nothing,\\u201dsaid Starkey, raising the lantern over the waters, and as the pirates looked they saw a strange sight.\"\n        ],\n        [\n            29521,\n            \"Smee, much impressed, gazed at the bird as the nest was borne past, but the more suspicious Starkey said, \\u201cIf she is a mother, perhaps she is hanging about here to help Peter.\"\n        ],\n        [\n            29837,\n            \"\\u201cYou called over the water to us to let her go,\\u201dsaid Starkey.\"\n        ],\n        [\n            30563,\n            \"In a moment Hook was himself again, and Smee and Starkey were his faithful henchmen.\"\n        ],\n        [\n            30661,\n            \"First to draw blood was John, who gallantly climbed into the boat and held Starkey.\"\n        ],\n        [\n            30767,\n            \"Farther from the rock Starkey was pressing Slightly and the twins hard.\"\n        ],\n        [\n            40986,\n            \"He rose out of it into the arms of Cecco, who flung him to Smee, who flung him to Starkey, who flung him to Bill Jukes, who flung him to Noodler, and so he was tossed from one to another till he fell at the feet of the black pirate.\"\n        ],\n        [\n            50934,\n            \"but two reached the shore: Starkey to be captured by the redskins, who made him nurse for all their papooses, a melancholy come-down for a pirate;\"\n        ]\n    ],\n    \"[1, 17]\": [\n        [\n            17730,\n            \"In the midst of them, the blackest and largest in that dark setting, reclined James Hook, or as he wrote himself, Jas.\"\n        ],\n        [\n            17776,\n            \"He lay at his ease in a rough chariot drawn and propelled by his men, and instead of a right hand he had the iron hook with which ever and anon he encouraged them to increase their pace.\"\n        ],\n        [\n            17816,\n            \"As dogs this terrible man treated and addressed them, and as dogs they obeyed him.\"\n        ],\n        [\n            17871,\n            \"His eyes were of the blue of the forget-me-not, and of a profound melancholy, save when he was plunging his hook into you, at which time two red spots appeared in them and lit them up horribly.\"\n        ],\n        [\n            17916,\n            \"In manner, something of the grand seigneur still clung to him, so that he even ripped you up with an air, and I have been told that he was a _ raconteur _ of repute.\"\n        ],\n        [\n            17976,\n            \"and the elegance of his diction, even when he was swearing, no less than the distinction of his demeanour, showed him one of a different cast from his crew.\"\n        ],\n        [\n            18115,\n            \"Let us now kill a pirate, to show Hook\\u2019s method.\"\n        ],\n        [\n            18133,\n            \"As they pass, Skylights lurches clumsily against him, ruffling his lace collar;\"\n        ],\n        [\n            18290,\n            \"In the van, on all fours, is Great Big Little Panther, a brave of so many scalps that in his present position they somewhat impede his progress.\"\n        ],\n        [\n            19152,\n            \"Now for the first time we hear the voice of Hook.\"\n        ],\n        [\n            19296,\n            \"\\u201cJohnny\\u2019s a silent fellow,\\u201dhe reminded Hook.\"\n        ],\n        [\n            19341,\n            \"\\u201d The pirates disappeared among the trees, and in a moment their Captain and Smee were alone.\"\n        ],\n        [\n            19360,\n            \"Hook heaved a heavy sigh, and I know not why it was, perhaps it was because of the soft beauty of the evening, but there came over him a desire to confide to his faithful bo\\u2019sun the story of his life.\"\n        ],\n        [\n            19440,\n            \"\\u201cMost of all,\\u201dHook was saying passionately, \\u201cI want their captain, Peter Pan.\"\n        ],\n        [\n            19530,\n            \"\\u201d \\u201cAy,\\u201dthe captain answered, \\u201cif I was a mother I would pray to have my children born with this instead of that,\\u201dand he cast a look of pride upon his iron hand and one of scorn upon the other.\"\n        ],\n        [\n            19718,\n            \"\\u201cI want Peter Pan, who first gave the brute its taste for me.\"\n        ],\n        [\n            20298,\n            \"\\u201d he cried, and in their exultation they danced and sang: \\u201cAvast, belay, when I appear, By fear they\\u2019re overtook;\"\n        ],\n        [\n            20327,\n            \"Nought\\u2019s left upon your bones when you Have shaken claws with Hook.\"\n        ],\n        [\n            20465,\n            \"but the dangers of the night were not yet over, for presently Nibs rushed breathless into their midst, pursued by a pack of wolves.\"\n        ],\n        [\n            24382,\n            \"Hook, you remember, had sneered at the boys for thinking they needed a tree apiece, but this was ignorance, for unless your tree fitted you it was difficult to go up and down, and no two of the boys were quite the same size.\"\n        ],\n        [\n            29062,\n            \"He was swimming to the boat, and as his men showed a light to guide him he had soon reached them.\"\n        ],\n        [\n            29199,\n            \"The two pirates were very curious to know what had brought their captain to them, but he sat with his head on his hook in a position of profound melancholy.\"\n        ],\n        [\n            29238,\n            \"\\u201d they asked timidly, but he answered with a hollow moan.\"\n        ],\n        [\n            29448,\n            \"\\u201cSee,\\u201dsaid Hook in answer to Smee\\u2019s question, \\u201cthat is a mother.\"\n        ],\n        [\n            29710,\n            \"\\u201cDo you agree, my bullies?\"\n        ],\n        [\n            29749,\n            \"By this time they were on the rock, and suddenly Hook remembered Tiger Lily.\"\n        ],\n        [\n            29776,\n            \"He had a playful humour at moments, and they thought this was one of the moments.\"\n        ],\n        [\n            29837,\n            \"\\u201cYou called over the water to us to let her go,\\u201dsaid Starkey.\"\n        ],\n        [\n            29871,\n            \"\\u201d His face had gone black with rage, but he saw that they believed their words, and he was startled.\"\n        ],\n        [\n            29894,\n            \"\\u201cLads,\\u201dhe said, shaking a little, \\u201cI gave no such order.\"\n        ],\n        [\n            30201,\n            \"\\u201d They were his dogs snapping at him, but, tragic figure though he had become, he scarcely heeded them.\"\n        ],\n        [\n            30224,\n            \"Against such fearful evidence it was not their belief in him that he needed, it was his own.\"\n        ],\n        [\n            30268,\n            \"In his dark nature there was a touch of the feminine, as in all the great pirates, and it sometimes gave him intuitions.\"\n        ],\n        [\n            30455,\n            \"\\u201cYou ask him some questions,\\u201dhe said to the others, wiping his damp brow.\"\n        ],\n        [\n            30563,\n            \"In a moment Hook was himself again, and Smee and Starkey were his faithful henchmen.\"\n        ],\n        [\n            30793,\n            \"The others were all brave boys, and they must not be blamed for backing from the pirate captain.\"\n        ],\n        [\n            30813,\n            \"His iron claw made a circle of dead water round him, from which they fled like affrighted fishes.\"\n        ],\n        [\n            31219,\n            \"A few moments afterwards the other boys saw Hook in the water striking wildly for the ship;\"\n        ],\n        [\n            33930,\n            \"There was a fixed rule that they must never hit back at meals, but should refer the matter of dispute to Wendy by raising the right arm politely and saying, \\u201cI complain of so-and-so;\"\n        ],\n        [\n            34113,\n            \"\\u201d \\u201cSit in father\\u2019s chair, John!\"\n        ],\n        [\n            39079,\n            \"THE CHILDREN ARE CARRIED OFF The pirate attack had been a complete surprise: a sure proof that the unscrupulous Hook had conducted it improperly, for to surprise redskins fairly is beyond the wit of the white man.\"\n        ],\n        [\n            39531,\n            \"They found only one hillock with a stream at its base, so that Hook had no choice;\"\n        ],\n        [\n            39563,\n            \"Everything being thus mapped out with almost diabolical cunning, the main body of the redskins folded their blankets around them, and in the phlegmatic manner that is to them, the pearl of manhood squatted above the children\\u2019s home, awaiting the cold moment when they should deal pale death.\"\n        ],\n        [\n            39618,\n            \"Here dreaming, though wide-awake, of the exquisite tortures to which they were to put him at break of day, those confiding savages were found by the treacherous Hook.\"\n        ],\n        [\n            39738,\n            \"What could the bewildered scouts do, masters as they were of every war-like artifice save this one, but trot helplessly after him, exposing themselves fatally to view, while they gave pathetic utterance to the coyote cry.\"\n        ],\n        [\n            40078,\n            \"To what extent Hook is to blame for his tactics on this occasion is for the historian to decide.\"\n        ],\n        [\n            40133,\n            \"What he should perhaps have done was to acquaint his opponents that he proposed to follow a new method.\"\n        ],\n        [\n            40228,\n            \"Fain would his dogs have known, as breathing heavily and wiping their cutlasses, they gathered at a discreet distance from his hook, and squinted through their ferret eyes at this extraordinary man.\"\n        ],\n        [\n            40264,\n            \"Elation must have been in his heart, but his face did not reflect it: ever a dark and solitary enigma, he stood aloof from his followers in spirit as in substance.\"\n        ],\n        [\n            40929,\n            \"Rapidly and silently Hook gave his orders: one man to each tree, and the others to arrange themselves in a line two yards apart.\"\n        ],\n        [\n            40986,\n            \"He rose out of it into the arms of Cecco, who flung him to Smee, who flung him to Starkey, who flung him to Bill Jukes, who flung him to Noodler, and so he was tossed from one to another till he fell at the feet of the black pirate.\"\n        ],\n        [\n            41150,\n            \"Perhaps it is tell-tale to divulge that for a moment Hook entranced her, and we tell on her only because her slip led to strange results.\"\n        ],\n        [\n            41180,\n            \"Had she haughtily unhanded him (and we should have loved to write it of her), she would have been hurled through the air like the others, and then Hook would probably not have been present at the tying of the children;\"\n        ],\n        [\n            41282,\n            \"and for the trussing of them the black pirate had cut a rope into nine equal pieces.\"\n        ],\n        [\n            41340,\n            \"The pirates kicked him in their rage, just as you kick the parcel (though in fairness you should kick the string);\"\n        ],\n        [\n            41365,\n            \"and strange to say it was Hook who told them to belay their violence.\"\n        ],\n        [\n            41388,\n            \"While his dogs were merely sweating because every time they tried to pack the unhappy lad tight in one part he bulged out in another, Hook\\u2019s master mind had gone far beneath Slightly\\u2019s surface, probing not for effects but for causes;\"\n        ],\n        [\n            41446,\n            \"Slightly, white to the gills, knew that Hook had surprised his secret, which was this, that no boy so blown out could use a tree wherein an average man need stick.\"\n        ],\n        [\n            41595,\n            \"he merely signed that the captives were to be conveyed to the ship, and that he would be alone.\"\n        ],\n        [\n            41969,\n            \"He was a brave man, but for a moment he had to stop there and wipe his brow, which was dripping like a candle.\"\n        ],\n        [\n            42435,\n            \"he loved flowers (I have been told) and sweet music (he was himself no mean performer on the harpsichord);\"\n        ],\n        [\n            43313,\n            \"\\u201d shrieked Tinker Bell, who had heard Hook mutter about his deed as he sped through the forest.\"\n        ],\n        [\n            44582,\n            \"and the exhausted four who had carried the little house lay prone on the deck, where even in their sleep they rolled skillfully to this side or that out of Hook\\u2019s reach, lest he should claw them mechanically in passing.\"\n        ],\n        [\n            44687,\n            \"and knowing as we do how vain a tabernacle is man, could we be surprised had he now paced the deck unsteadily, bellied out by the winds of his success?\"\n        ],\n        [\n            44818,\n            \"but as those who read between the lines must already have guessed, he had been at a famous public school;\"\n        ],\n        [\n            45017,\n            \"\\u201cI am the only man whom Barbecue feared,\\u201dhe urged, \\u201cand Flint feared Barbecue.\"\n        ],\n        [\n            45211,\n            \"\\u201cNo little children to love me!\"\n        ],\n        [\n            45245,\n            \"For long he muttered to himself, staring at Smee, who was hemming placidly, under the conviction that all children feared him.\"\n        ],\n        [\n            45294,\n            \"He had said horrid things to them and hit them with the palm of his hand, because he could not hit with his fist, but they had only clung to him the more.\"\n        ],\n        [\n            45359,\n            \"Instead, he revolved this mystery in his mind: why do they find Smee lovable?\"\n        ],\n        [\n            45433,\n            \"He remembered that you have to prove you don\\u2019t know you have it before you are eligible for Pop.\"\n        ],\n        [\n            45477,\n            \"What arrested him was this reflection: \\u201cTo claw a man because he is good form, what would that be?\"\n        ],\n        [\n            45656,\n            \"For a time he seemed unconscious of their presence.\"\n        ],\n        [\n            45707,\n            \"\\u201cNow then, bullies,\\u201dhe said briskly, \\u201csix of you walk the plank to-night, but I have room for two cabin boys.\"\n        ],\n        [\n            45772,\n            \"Tootles hated the idea of signing under such a man, but an instinct told him that it would be prudent to lay the responsibility on an absent person;\"\n        ],\n        [\n            45802,\n            \"and though a somewhat silly boy, he knew that mothers alone are always willing to be the buffer.\"\n        ],\n        [\n            45942,\n            \"\\u201cNibs, would \\u2014\\u201d\\u201cStow this gab,\\u201droared Hook, and the spokesmen were dragged back.\"\n        ],\n        [\n            45964,\n            \"\\u201cYou, boy,\\u201dhe said, addressing John, \\u201cyou look as if you had a little pluck in you.\"\n        ],\n        [\n            45989,\n            \"Didst never want to be a pirate, my hearty?\"\n        ],\n        [\n            46014,\n            \"and he was struck by Hook\\u2019s picking him out.\"\n        ],\n        [\n            46050,\n            \"We\\u2019ll call you that here, bully, if you join.\"\n        ],\n        [\n            46138,\n            \"Through Hook\\u2019s teeth came the answer: \\u201cYou would have to swear, \\u2018 Down with the King.\"\n        ],\n        [\n            46178,\n            \"\\u201cThen I refuse,\\u201dhe cried, banging the barrel in front of Hook.\"\n        ],\n        [\n            46221,\n            \"and Hook roared out, \\u201cThat seals your doom.\"\n        ],\n        [\n            46370,\n            \"\\u201cSo, my beauty,\\u201dsaid Hook, as if he spoke in syrup, \\u201cyou are to see your children walk the plank.\"\n        ],\n        [\n            46464,\n            \"\\u201cThey are,\\u201dhe snarled.\"\n        ],\n        [\n            46472,\n            \"\\u201cSilence all,\\u201dhe called gloatingly, \\u201cfor a mother\\u2019s last words to her children.\"\n        ],\n        [\n            46602,\n            \"John, what are \\u2014\\u201dBut Hook had found his voice again.\"\n        ],\n        [\n            46759,\n            \"Hook smiled on them with his teeth closed, and took a step toward Wendy.\"\n        ],\n        [\n            46867,\n            \"All knew that what was about to happen concerned him alone, and that from being actors they were suddenly become spectators.\"\n        ],\n        [\n            46972,\n            \"Left so fearfully alone, any other man would have lain with his eyes shut where he fell: but the gigantic brain of Hook was still working, and under its guidance he crawled on the knees along the deck as far from the sound as he could go.\"\n        ],\n        [\n            47023,\n            \"The pirates respectfully cleared a passage for him, and it was only when he brought up against the bulwarks that he spoke.\"\n        ],\n        [\n            47056,\n            \"They gathered round him, all eyes averted from the thing that was coming aboard.\"\n        ],\n        [\n            47084,\n            \"Only when Hook was hidden from them did curiosity loosen the limbs of the boys so that they could rush to the ship\\u2019s side to see the crocodile climbing it.\"\n        ],\n        [\n            47580,\n            \"and he was amazed to see the pirates cowering from him, with Hook in their midst as abject as if he had heard the crocodile.\"\n        ],\n        [\n            47939,\n            \"He broke into the villainous ditty: \\u201cYo ho, yo ho, the frisky plank, You walks along it so, Till it goes down and you goes down To Davy Jones below!\"\n        ],\n        [\n            48112,\n            \"they scarce knew that Hook had resumed his song, his dogs joining in with him: \\u201cYo ho, yo ho, the scratching cat, Its tails are nine, you know, And when they\\u2019re writ upon your back \\u2014\\u201dWhat was the last line will never be known, for of a sudden the song was stayed by a dreadful screech from the cabin.\"\n        ],\n        [\n            48715,\n            \"\\u201cAnd now,\\u201dHook said courteously, \\u201cdid any other gentlemen say mutiny?\"\n        ],\n        [\n            48840,\n            \"His reluctance to return to the cabin impressed them all unfavourably, and the mutinous sounds again broke forth.\"\n        ],\n        [\n            48923,\n            \"\\u201d \\u201cThey say,\\u201dsaid another, looking viciously at Hook, \\u201cthat when he comes it\\u2019s in the likeness of the wickedest man aboard.\"\n        ],\n        [\n            48996,\n            \"Hook had well-nigh forgotten his prisoners, but as he swung round on them now his face lit up again.\"\n        ],\n        [\n            49046,\n            \"Let them fight the doodle-doo for their lives.\"\n        ],\n        [\n            49057,\n            \"If they kill him, we\\u2019re so much the better;\"\n        ],\n        [\n            49070,\n            \"if he kills them, we\\u2019re none the worse.\"\n        ],\n        [\n            49124,\n            \"\\u201d cried Hook, and all listened.\"\n        ],\n        [\n            49350,\n            \"Hook tried to hearten them;\"\n        ],\n        [\n            49356,\n            \"but like the dogs he had made them they showed him their fangs, and he knew that if he took his eyes off them now they would leap at him.\"\n        ],\n        [\n            49388,\n            \"\\u201cLads,\\u201dhe said, ready to cajole or strike as need be, but never quailing for an instant, \\u201cI\\u2019ve thought it out.\"\n        ],\n        [\n            49520,\n            \"and they made a rush at the figure in the cloak.\"\n        ],\n        [\n            49589,\n            \"Then they all knew who\\u2019twas that had been undoing them in the cabin, and twice Hook essayed to speak and twice he failed.\"\n        ],\n        [\n            49847,\n            \"I think all were gone when a group of savage boys surrounded Hook, who seemed to have a charmed life, as he kept them at bay in that circle of fire.\"\n        ],\n        [\n            49881,\n            \"They had done for his dogs, but this man alone seemed to be a match for them all.\"\n        ],\n        [\n            49901,\n            \"Again and again they closed upon him, and again and again he hewed a clear space.\"\n        ],\n        [\n            49919,\n            \"He had lifted up one boy with his hook, and was using him as a buckler, when another, who had just passed his sword through Mullins, sprang into the fray.\"\n        ],\n        [\n            50263,\n            \"At the sight of his own blood, whose peculiar colour, you remember, was offensive to him, the sword fell from Hook\\u2019s hand, and he was at Peter\\u2019s mercy.\"\n        ],\n        [\n            50624,\n            \"Misguided man though he was, we may be glad, without sympathising with him, that in the end he was true to the traditions of his race.\"\n        ],\n        [\n            50751,\n            \"For we have come to his last moment.\"\n        ],\n        [\n            50797,\n            \"for we purposely stopped the clock that this knowledge might be spared him: a little mark of respect from us at the end.\"\n        ],\n        [\n            50822,\n            \"He had one last triumph, which I think we need not grudge him.\"\n        ],\n        [\n            51050,\n            \"and then she took them into Hook\\u2019s cabin and pointed to his watch which was hanging on a nail.\"\n        ],\n        [\n            51537,\n            \"It was afterwards whispered among them that on the first night he wore this suit he sat long in the cabin with Hook\\u2019s cigar-holder in his mouth and one hand clenched, all but for the forefinger, which he bent and held threateningly aloft like a hook.\"\n        ],\n        [\n            56549,\n            \"\\u201cDon\\u2019t you remember,\\u201dshe asked, amazed, \\u201chow you killed him and saved all our lives?\"\n        ]\n    ],\n    \"[1, 18]\": [\n        [\n            40986,\n            \"He rose out of it into the arms of Cecco, who flung him to Smee, who flung him to Starkey, who flung him to Bill Jukes, who flung him to Noodler, and so he was tossed from one to another till he fell at the feet of the black pirate.\"\n        ],\n        [\n            55082,\n            \"\\u201cWe could lie doubled up,\\u201dsaid Nibs.\"\n        ]\n    ],\n    \"[1, 19]\": [\n        [\n            46516,\n            \"\\u201cI feel that I have a message to you from your real mothers, and it is this: \\u2018 We hope our sons will die like English gentlemen.\"\n        ],\n        [\n            46833,\n            \"They all heard it \\u2014 pirates, boys, Wendy;\"\n        ],\n        [\n            47084,\n            \"Only when Hook was hidden from them did curiosity loosen the limbs of the boys so that they could rush to the ship\\u2019s side to see the crocodile climbing it.\"\n        ],\n        [\n            48042,\n            \"\\u201d they cried so piteously that every pirate smiled.\"\n        ],\n        [\n            49727,\n            \"but they fought on the defensive only, which enabled the boys to hunt in pairs and choose their quarry.\"\n        ],\n        [\n            49757,\n            \"others hid in dark recesses, where they were found by Slightly, who did not fight, but ran about with a lantern which he flashed in their faces, so that they were half blinded and fell as an easy prey to the reeking swords of the other boys.\"\n        ]\n    ],\n    \"[2, 4]\": [\n        [\n            17145,\n            \"Tootles, the fairy Tink, who is bent on mischief this night is looking for a tool, and she thinks you are the most easily tricked of the boys.\"\n        ]\n    ],\n    \"[2, 7]\": [\n        [\n            1426,\n            \"Nana also troubled him in another way.\"\n        ],\n        [\n            1434,\n            \"He had sometimes a feeling that she did not admire him.\"\n        ],\n        [\n            1446,\n            \"\\u201cI know she admires you tremendously, George,\\u201dMrs. Darling would assure him, and then she would sign to the children to be specially nice to father.\"\n        ],\n        [\n            4040,\n            \"\\u201cI ought to have been specially careful on a Friday,\\u201dshe used to say afterwards to her husband, while perhaps Nana was on the other side of her, holding her hand.\"\n        ],\n        [\n            4177,\n            \"\\u201cIf only I had not poured my medicine into Nana\\u2019s bowl,\\u201dsaid Mr. Darling.\"\n        ],\n        [\n            4219,\n            \"\\u201cMy liking for parties, George.\"\n        ],\n        [\n            4289,\n            \"\\u201d Many a time it was Mr. Darling who put the handkerchief to Nana\\u2019s eyes.\"\n        ],\n        [\n            4312,\n            \"\\u201d Mr. Darling would cry, and Nana\\u2019s bark was the echo of it, but Mrs. Darling never upbraided Peter;\"\n        ],\n        [\n            5347,\n            \"\\u201d The romp had ended with the appearance of Nana, and most unluckily Mr. Darling collided against her, covering his trousers with hairs.\"\n        ],\n        [\n            5559,\n            \"\\u201d \\u201cWe were still discussing it, you remember,\\u201dsays Mr. Darling, \\u201cwhen Nana came in with Michael\\u2019s medicine.\"\n        ],\n        [\n            5628,\n            \"If he had a weakness, it was for thinking that all his life he had taken medicine boldly, and so now, when Michael dodged the spoon in Nana\\u2019s mouth, he had said reprovingly, \\u201cBe a man, Michael.\"\n        ],\n        [\n            5714,\n            \"\\u201cMother, don\\u2019t pamper him,\\u201dhe called after her.\"\n        ],\n        [\n            6411,\n            \"\\u201cLook here, all of you,\\u201dhe said entreatingly, as soon as Nana had gone into the bathroom.\"\n        ],\n        [\n            6444,\n            \"I shall pour my medicine into Nana\\u2019s bowl, and she will drink it, thinking it is milk!\"\n        ],\n        [\n            6474,\n            \"but the children did not have their father\\u2019s sense of humour, and they looked at him reproachfully as he poured the medicine into Nana\\u2019s bowl.\"\n        ],\n        [\n            6509,\n            \"\\u201d he said doubtfully, and they did not dare expose him when Mrs. Darling and Nana returned.\"\n        ],\n        [\n            6529,\n            \"\\u201cNana, good dog,\\u201dhe said, patting her, \\u201cI have put a little milk into your bowl, Nana.\"\n        ],\n        [\n            6571,\n            \"Then she gave Mr. Darling such a look, not an angry look: she showed him the great red tear that makes us so sorry for noble dogs, and crept into her kennel.\"\n        ],\n        [\n            6650,\n            \"\\u201d \\u201cIt was only a joke,\\u201dhe roared, while she comforted her boys, and Wendy hugged Nana.\"\n        ],\n        [\n            6796,\n            \"But I refuse to allow that dog to lord it in my nursery for an hour longer.\"\n        ],\n        [\n            6814,\n            \"\\u201d The children wept, and Nana ran to him beseechingly, but he waved her back.\"\n        ],\n        [\n            6903,\n            \"He was determined to show who was master in that house, and when commands would not draw Nana from the kennel, he lured her out of it with honeyed words, and seizing her roughly, dragged her from the nursery.\"\n        ],\n        [\n            6974,\n            \"When he had tied her up in the back-yard, the wretched father went and sat in the passage, with his knuckles to his eyes.\"\n        ],\n        [\n            7025,\n            \"They could hear Nana barking, and John whimpered, \\u201cIt is because he is chaining her up in the yard,\\u201dbut Wendy was wiser.\"\n        ],\n        [\n            51912,\n            \"They have been planning it out on the ship: mother\\u2019s rapture, father\\u2019s shout of joy, Nana\\u2019s leap through the air to embrace them first, when what they ought to be prepared for is a good hiding.\"\n        ],\n        [\n            51972,\n            \"so that when they enter grandly Mrs. Darling may not even offer Wendy her mouth, and Mr. Darling may exclaim pettishly, \\u201cDash it all, here are those boys again.\"\n        ],\n        [\n            52298,\n            \"When the children flew away, Mr. Darling felt in his bones that all the blame was his for having chained Nana up, and that from first to last she had been wiser than he.\"\n        ],\n        [\n            52422,\n            \"To all Mrs. Darling\\u2019s dear invitations to him to come out he replied sadly but firmly: \\u201cNo, my own one, this is the place for me.\"\n        ],\n        [\n            52506,\n            \"And there never was a more humble man than the once proud George Darling, as he sat in the kennel of an evening talking with his wife of their children and all their pretty ways.\"\n        ],\n        [\n            52543,\n            \"Very touching was his deference to Nana.\"\n        ],\n        [\n            52551,\n            \"He would not let her come into the kennel, but on all other matters he followed her wishes implicitly.\"\n        ],\n        [\n            52750,\n            \"\\u201d On that eventful Thursday week, Mrs. Darling was in the night-nursery awaiting George\\u2019s return home;\"\n        ],\n        [\n            53035,\n            \"As Mr. Darling puts his head out to kiss his wife, we see that his face is more worn than of yore, but has a softer expression.\"\n        ],\n        [\n            53191,\n            \"For some time he sat with his head out of the kennel, talking with Mrs. Darling of this success, and pressing her hand reassuringly when she said she hoped his head would not be turned by it.\"\n        ],\n        [\n            53258,\n            \"\\u201d \\u201cAnd, George,\\u201dshe said timidly, \\u201cyou are as full of remorse as ever, aren\\u2019t you?\"\n        ],\n        [\n            53331,\n            \"\\u201d You may be sure she begged his pardon;\"\n        ],\n        [\n            54508,\n            \"\\u201d And so when Mrs. Darling went back to the night-nursery to see if her husband was asleep, all the beds were occupied.\"\n        ],\n        [\n            54748,\n            \"and Mr. Darling woke to share her bliss, and Nana came rushing in.\"\n        ],\n        [\n            55108,\n            \"\\u201d Mrs. Darling exclaimed, pained to see her dear one showing himself in such an unfavourable light.\"\n        ],\n        [\n            55140,\n            \"He was as glad to have them as she was, he said, but he thought they should have asked his consent as well as hers, instead of treating him as a cypher in his own house.\"\n        ]\n    ],\n    \"[2, 10]\": [\n        [\n            1338,\n            \"She resented visits to the nursery from Mrs. Darling\\u2019s friends, but if they did come she first whipped off Michael\\u2019s pinafore and put him into the one with blue braiding, and smoothed out Wendy and made a dash at John\\u2019s hair.\"\n        ],\n        [\n            4378,\n            \"It had begun so uneventfully, so precisely like a hundred other evenings, with Nana putting on the water for Michael\\u2019s bath and carrying him to it on her back.\"\n        ],\n        [\n            4770,\n            \"Such a little thing for Mr. and Mrs. Darling and Nana to recall now, but not so little if that was to be Michael\\u2019s last night in the nursery.\"\n        ],\n        [\n            5559,\n            \"\\u201d \\u201cWe were still discussing it, you remember,\\u201dsays Mr. Darling, \\u201cwhen Nana came in with Michael\\u2019s medicine.\"\n        ],\n        [\n            5628,\n            \"If he had a weakness, it was for thinking that all his life he had taken medicine boldly, and so now, when Michael dodged the spoon in Nana\\u2019s mouth, he had said reprovingly, \\u201cBe a man, Michael.\"\n        ],\n        [\n            5714,\n            \"\\u201cMother, don\\u2019t pamper him,\\u201dhe called after her.\"\n        ],\n        [\n            13875,\n            \"If Nana had been with them, she would have had a bandage round Michael\\u2019s forehead by this time.\"\n        ],\n        [\n            54208,\n            \"\\u201cHe is not so big as the pirate I killed,\\u201dhe said with such frank disappointment that I am glad Mr. Darling was asleep;\"\n        ]\n    ],\n    \"[2, 12]\": [\n        [\n            1338,\n            \"She resented visits to the nursery from Mrs. Darling\\u2019s friends, but if they did come she first whipped off Michael\\u2019s pinafore and put him into the one with blue braiding, and smoothed out Wendy and made a dash at John\\u2019s hair.\"\n        ],\n        [\n            6650,\n            \"\\u201d \\u201cIt was only a joke,\\u201dhe roared, while she comforted her boys, and Wendy hugged Nana.\"\n        ],\n        [\n            6697,\n            \"\\u201d And still Wendy hugged Nana.\"\n        ],\n        [\n            7025,\n            \"They could hear Nana barking, and John whimpered, \\u201cIt is because he is chaining her up in the yard,\\u201dbut Wendy was wiser.\"\n        ],\n        [\n            7054,\n            \"\\u201cThat is not Nana\\u2019s unhappy bark,\\u201dshe said, little guessing what was about to happen;\"\n        ],\n        [\n            10154,\n            \"\\u201d she cried, though Tink\\u2019s face was still distorted with passion.\"\n        ],\n        [\n            11644,\n            \"And thus when Liza entered, holding Nana, the nursery seemed quite its old self, very dark, and you would have sworn you heard its three wicked inmates breathing angelically as they slept.\"\n        ],\n        [\n            11693,\n            \"Liza was in a bad temper, for she was mixing the Christmas puddings in the kitchen, and had been drawn from them, with a raisin still on her cheek, by Nana\\u2019s absurd suspicions.\"\n        ],\n        [\n            11733,\n            \"She thought the best way of getting a little quiet was to take Nana to the nursery for a moment, but in custody of course.\"\n        ],\n        [\n            11760,\n            \"\\u201cThere, you suspicious brute,\\u201dshe said, not sorry that Nana was in disgrace.\"\n        ],\n        [\n            11825,\n            \"Nana knew that kind of breathing, and she tried to drag herself out of Liza\\u2019s clutches.\"\n        ],\n        [\n            11850,\n            \"\\u201cNo more of it, Nana,\\u201dshe said sternly, pulling her out of the room.\"\n        ],\n        [\n            11870,\n            \"\\u201cI warn you if you bark again I shall go straight for master and missus and bring them home from the party, and then, oh, won\\u2019t master whip you, just.\"\n        ],\n        [\n            11908,\n            \"\\u201d She tied the unhappy dog up again, but do you think Nana ceased to bark?\"\n        ],\n        [\n            11961,\n            \"Unfortunately Liza returned to her puddings, and Nana, seeing that no help would come from her, strained and strained at the chain until at last she broke it.\"\n        ],\n        [\n            15793,\n            \"You don\\u2019t think I would send her away all by herself when she is frightened!\"\n        ],\n        [\n            15831,\n            \"\\u201cThen tell her,\\u201dWendy begged, \\u201cto put out her light.\"\n        ],\n        [\n            16060,\n            \"and this, as we shall see, led to mischief, for Tinker Bell hated to be under an obligation to Wendy.\"\n        ],\n        [\n            16384,\n            \"I don\\u2019t know whether the idea came suddenly to Tink, or whether she had planned it on the way, but she at once popped out of the hat and began to lure Wendy to her destruction.\"\n        ],\n        [\n            16508,\n            \"What she said in her lovely tinkle Wendy could not of course understand, and I believe some of it was bad words, but it sounded kind, and she flew back and forward, plainly meaning \\u201cFollow me, and all will be well.\"\n        ],\n        [\n            20970,\n            \"\\u201cOut of the way, Tink,\\u201dhe shouted, and then he fired, and Wendy fluttered to the ground with an arrow in her breast.\"\n        ],\n        [\n            51972,\n            \"so that when they enter grandly Mrs. Darling may not even offer Wendy her mouth, and Mr. Darling may exclaim pettishly, \\u201cDash it all, here are those boys again.\"\n        ],\n        [\n            52887,\n            \"Some like Peter best, and some like Wendy best, but I like her best.\"\n        ],\n        [\n            53558,\n            \"and when Wendy comes she will think her mother has barred her out;\"\n        ],\n        [\n            54148,\n            \"\\u201cPerhaps Nana is inside it,\\u201dWendy said.\"\n        ],\n        [\n            54748,\n            \"and Mr. Darling woke to share her bliss, and Nana came rushing in.\"\n        ],\n        [\n            55510,\n            \"\\u201d Mrs. Darling came to the window, for at present she was keeping a sharp eye on Wendy.\"\n        ],\n        [\n            55742,\n            \"\\u201d \\u201cHow lovely,\\u201dcried Wendy so longingly that Mrs. Darling tightened her grip.\"\n        ],\n        [\n            55996,\n            \"I have got you home again, and I mean to keep you.\"\n        ],\n        [\n            56050,\n            \"but Mrs. Darling saw his mouth twitch, and she made this handsome offer: to let Wendy go to him for a week every year to do his spring cleaning.\"\n        ]\n    ],\n    \"[2, 13]\": [\n        [\n            3675,\n            \"She growled and sprang at the boy, who leapt lightly through the window.\"\n        ],\n        [\n            3753,\n            \"She returned to the nursery, and found Nana with something in her mouth, which proved to be the boy\\u2019s shadow.\"\n        ],\n        [\n            3778,\n            \"As he leapt at the window Nana had closed it quickly, too late to catch him, but his shadow had not had time to get out;\"\n        ],\n        [\n            3852,\n            \"She hung it out at the window, meaning \\u201cHe is sure to come back for it;\"\n        ],\n        [\n            4312,\n            \"\\u201d Mr. Darling would cry, and Nana\\u2019s bark was the echo of it, but Mrs. Darling never upbraided Peter;\"\n        ],\n        [\n            4464,\n            \"Oh dear, oh dear, I shan\\u2019t love you any more, Nana.\"\n        ],\n        [\n            4481,\n            \"I tell you I won\\u2019t be bathed, I won\\u2019t, I won\\u2019t!\"\n        ],\n        [\n            5436,\n            \"\\u201cGeorge, Nana is a treasure.\"\n        ],\n        [\n            5466,\n            \"\\u201d \\u201cOh no, dear one, I feel sure she knows they have souls.\"\n        ],\n        [\n            5559,\n            \"\\u201d \\u201cWe were still discussing it, you remember,\\u201dsays Mr. Darling, \\u201cwhen Nana came in with Michael\\u2019s medicine.\"\n        ],\n        [\n            10169,\n            \"\\u201cTink,\\u201dsaid Peter amiably, \\u201cthis lady says she wishes you were her fairy.\"\n        ],\n        [\n            10194,\n            \"\\u201cWhat does she say, Peter?\"\n        ],\n        [\n            10215,\n            \"She says you are a great ugly girl, and that she is my fairy.\"\n        ],\n        [\n            10239,\n            \"\\u201cYou know you can\\u2019t be my fairy, Tink, because I am an gentleman and you are a lady.\"\n        ],\n        [\n            10263,\n            \"\\u201d To this Tink replied in these words, \\u201cYou silly ass,\\u201dand disappeared into the bathroom.\"\n        ],\n        [\n            10284,\n            \"\\u201cShe is quite a common fairy,\\u201dPeter explained apologetically, \\u201cshe is called Tinker Bell because she mends the pots and kettles.\"\n        ],\n        [\n            11760,\n            \"\\u201cThere, you suspicious brute,\\u201dshe said, not sorry that Nana was in disgrace.\"\n        ],\n        [\n            14970,\n            \"Tinker Bell had been asleep on his shoulder, but now he wakened her and sent her on in front.\"\n        ],\n        [\n            15678,\n            \"\\u201cShe tells me,\\u201dhe said, \\u201cthat the pirates sighted us before the darkness came, and got Long Tom out.\"\n        ],\n        [\n            15750,\n            \"\\u201d \\u201cTell her to go away at once, Peter,\\u201dthe three cried simultaneously, but he refused.\"\n        ],\n        [\n            15772,\n            \"\\u201cShe thinks we have lost the way,\\u201dhe replied stiffly, \\u201cand she is rather frightened.\"\n        ],\n        [\n            15793,\n            \"You don\\u2019t think I would send her away all by herself when she is frightened!\"\n        ],\n        [\n            15958,\n            \"\\u201cIf only one of us had a pocket,\\u201dPeter said, \\u201cwe could carry her in it.\"\n        ],\n        [\n            16028,\n            \"John carried it, though she had hoped to be carried by Peter.\"\n        ],\n        [\n            18759,\n            \"\\u201d They talked of Cinderella, and Tootles was confident that his mother must have been very like her.\"\n        ],\n        [\n            20922,\n            \"He had a bow and arrow with him, and Tink noted it, and rubbed her little hands.\"\n        ],\n        [\n            20942,\n            \"\\u201cQuick, Tootles, quick,\\u201dshe screamed.\"\n        ],\n        [\n            20970,\n            \"\\u201cOut of the way, Tink,\\u201dhe shouted, and then he fired, and Wendy fluttered to the ground with an arrow in her breast.\"\n        ],\n        [\n            52887,\n            \"Some like Peter best, and some like Wendy best, but I like her best.\"\n        ],\n        [\n            53774,\n            \"\\u201d He peeped in again to see why the music had stopped, and now he saw that Mrs. Darling had laid her head on the box, and that two tears were sitting on her eyes.\"\n        ],\n        [\n            55531,\n            \"She told Peter that she had adopted all the other boys, and would like to adopt him also.\"\n        ],\n        [\n            55551,\n            \"\\u201cWould you send me to school?\"\n        ],\n        [\n            55595,\n            \"\\u201d \\u201cI don\\u2019t want to go to school and learn solemn things,\\u201dhe told her passionately.\"\n        ],\n        [\n            55666,\n            \"\\u201d and Mrs. Darling stretched out her arms to him, but he repulsed her.\"\n        ],\n        [\n            55911,\n            \"\\u201d \\u201cTink can\\u2019t go a twentieth part of the way round,\\u201dshe reminded him a little tartly.\"\n        ],\n        [\n            56050,\n            \"but Mrs. Darling saw his mouth twitch, and she made this handsome offer: to let Wendy go to him for a week every year to do his spring cleaning.\"\n        ],\n        [\n            56196,\n            \"He took Mrs. Darling\\u2019s kiss with him.\"\n        ]\n    ],\n    \"[4, 8]\": [\n        [\n            30746,\n            \"The corkscrew of Smee got Tootles in the fourth rib, but he was himself pinked in turn by Curly.\"\n        ]\n    ],\n    \"[4, 12]\": [\n        [\n            37685,\n            \"\\u201cTootles,\\u201dshe cried, \\u201cI appeal to you.\"\n        ],\n        [\n            37704,\n            \"She appealed to Tootles, quite the silliest one.\"\n        ],\n        [\n            37751,\n            \"But the first who does not behave to Wendy like an English gentleman I will blood him severely.\"\n        ]\n    ],\n    \"[6, 8]\": [\n        [\n            28347,\n            \"It was the pirate dinghy, with three figures in her, Smee and Starkey, and the third a captive, no other than Tiger Lily.\"\n        ],\n        [\n            28813,\n            \"\\u201cWe are putting the redskin on the rock,\\u201dSmee called out.\"\n        ],\n        [\n            28908,\n            \"\\u201cAy, ay,\\u201dSmee said, and he cut Tiger Lily\\u2019s cords.\"\n        ],\n        [\n            29521,\n            \"Smee, much impressed, gazed at the bird as the nest was borne past, but the more suspicious Starkey said, \\u201cIf she is a mother, perhaps she is hanging about here to help Peter.\"\n        ],\n        [\n            29595,\n            \"\\u201cCaptain,\\u201dsaid Smee, \\u201ccould we not kidnap these boys\\u2019 mother and make her our mother?\"\n        ]\n    ],\n    \"[6, 10]\": [\n        [\n            22582,\n            \"\\u201d \\u201cJohn,\\u201dMichael proposed, \\u201clet us wake her and get her to make supper for us,\\u201dbut as he said it some of the other boys rushed on carrying branches for the building of the house.\"\n        ]\n    ],\n    \"[6, 12]\": [\n        [\n            28689,\n            \"He was less sorry than Wendy for Tiger Lily: it was two against one that angered him, and he meant to save her.\"\n        ],\n        [\n            35388,\n            \"\\u201cYou are so queer,\\u201dhe said, frankly puzzled, \\u201cand Tiger Lily is just the same.\"\n        ],\n        [\n            36173,\n            \"\\u201cThe gentleman\\u2019s name,\\u201dWendy continued, \\u201cwas Mr. Darling, and her name was Mrs. Darling.\"\n        ]\n    ],\n    \"[6, 13]\": [\n        [\n            21501,\n            \"\\u201cGreat news, boys,\\u201dhe cried, \\u201cI have brought at last a mother for you all.\"\n        ],\n        [\n            21585,\n            \"\\u201cPeter,\\u201dhe said quietly, \\u201cI will show her to you,\\u201dand when the others would still have hidden her he said, \\u201cBack, twins, let Peter see.\"\n        ],\n        [\n            21653,\n            \"\\u201cShe is dead,\\u201dhe said uncomfortably.\"\n        ],\n        [\n            21672,\n            \"\\u201d He thought of hopping off in a comic sort of way till he was out of sight of her, and then never going near the spot any more.\"\n        ],\n        [\n            21723,\n            \"He took it from her heart and faced his band.\"\n        ],\n        [\n            21905,\n            \"\\u201cShe lives,\\u201dPeter said briefly.\"\n        ],\n        [\n            21924,\n            \"\\u201d Then Peter knelt beside her and found his button.\"\n        ],\n        [\n            21965,\n            \"It is the kiss I gave her.\"\n        ],\n        [\n            22011,\n            \"He was begging Wendy to get better quickly, so that he could show her the mermaids.\"\n        ],\n        [\n            22094,\n            \"\\u201cListen, Tinker Bell,\\u201dhe cried, \\u201cI am your friend no more.\"\n        ],\n        [\n            22118,\n            \"\\u201d She flew on to his shoulder and pleaded, but he brushed her off.\"\n        ],\n        [\n            22134,\n            \"Not until Wendy again raised her arm did he relent sufficiently to say, \\u201cWell, not for ever, but for a whole week.\"\n        ],\n        [\n            22249,\n            \"\\u201d \\u201cNo, no,\\u201dPeter said, \\u201cyou must not touch her.\"\n        ],\n        [\n            22529,\n            \"He was very busy at the moment measuring Wendy with his feet to see how large a house she would need.\"\n        ],\n        [\n            23034,\n            \"\\u201d \\u201cI will put a glass thing in her mouth,\\u201dsaid Slightly, and he made-believe to do it, while Peter waited.\"\n        ],\n        [\n            23212,\n            \"\\u201d \\u201cPeter,\\u201dshouted another, \\u201cshe is moving in her sleep.\"\n        ],\n        [\n            23249,\n            \"\\u201d \\u201cPerhaps she is going to sing in her sleep,\\u201dsaid Peter.\"\n        ],\n        [\n            26750,\n            \"Or we might tell how Peter saved Tiger Lily\\u2019s life in the Mermaids\\u2019 Lagoon, and so made her his ally.\"\n        ],\n        [\n            28689,\n            \"He was less sorry than Wendy for Tiger Lily: it was two against one that angered him, and he meant to save her.\"\n        ],\n        [\n            29521,\n            \"Smee, much impressed, gazed at the bird as the nest was borne past, but the more suspicious Starkey said, \\u201cIf she is a mother, perhaps she is hanging about here to help Peter.\"\n        ],\n        [\n            29595,\n            \"\\u201cCaptain,\\u201dsaid Smee, \\u201ccould we not kidnap these boys\\u2019 mother and make her our mother?\"\n        ],\n        [\n            31414,\n            \"the girl had fainted and lay on the boy\\u2019s arm.\"\n        ],\n        [\n            31427,\n            \"With a last effort Peter pulled her up the rock and then lay down beside her.\"\n        ],\n        [\n            32332,\n            \"She had come to save him, to give him her nest, though there were eggs in it.\"\n        ],\n        [\n            32352,\n            \"I rather wonder at the bird, for though he had been nice to her, he had also sometimes tormented her.\"\n        ],\n        [\n            32375,\n            \"I can suppose only that, like Mrs. Darling and the rest of them, she was melted because he had all his first teeth.\"\n        ],\n        [\n            32402,\n            \"She called out to him what she had come for, and he called out to her what she was doing there;\"\n        ],\n        [\n            32509,\n            \"\\u201cI \\u2014 want \\u2014 you \\u2014 to \\u2014 get \\u2014 into \\u2014 the \\u2014 nest,\\u201dthe bird called, speaking as slowly and distinctly as possible, \\u201cand \\u2014 then \\u2014 you \\u2014 can \\u2014 drift \\u2014 ashore, but \\u2014 I \\u2014 am \\u2014 too \\u2014 tired \\u2014 to \\u2014 bring \\u2014 it \\u2014 any \\u2014 nearer \\u2014 so \\u2014 you \\u2014 must \\u2014 try to \\u2014 swim \\u2014 to \\u2014 it.\"\n        ],\n        [\n            32612,\n            \"\\u201d \\u201cI \\u2014 want \\u2014 you \\u2014\\u201dthe bird said, and repeated it all over.\"\n        ],\n        [\n            32672,\n            \"\\u201d she screamed, \\u201cWhy don\\u2019t you do as I tell you?\"\n        ],\n        [\n            32688,\n            \"\\u201d Peter felt that she was calling him names, and at a venture he retorted hotly: \\u201cSo are you!\"\n        ],\n        [\n            32732,\n            \"\\u201d Nevertheless the bird was determined to save him if she could, and by one last mighty effort she propelled the nest against the rock.\"\n        ],\n        [\n            32776,\n            \"Then at last he understood, and clutched the nest and waved his thanks to the bird as she fluttered overhead.\"\n        ],\n        [\n            32798,\n            \"It was not to receive his thanks, however, that she hung there in the sky;\"\n        ],\n        [\n            32828,\n            \"it was to see what he did with her eggs.\"\n        ],\n        [\n            33016,\n            \"The Never bird saw at once what he was up to, and screamed her admiration of him;\"\n        ],\n        [\n            33035,\n            \"and, alas, Peter crowed his agreement with her.\"\n        ],\n        [\n            33091,\n            \"She drifted in one direction, and he was borne off in another, both cheering.\"\n        ],\n        [\n            33108,\n            \"Of course when Peter landed he beached his barque in a place where the bird would easily find it;\"\n        ],\n        [\n            33391,\n            \"Peter had saved Tiger Lily from a dreadful fate, and now there was nothing she and her braves would not do for him.\"\n        ],\n        [\n            33555,\n            \"\\u201cPeter Pan save me, me his velly nice friend.\"\n        ],\n        [\n            33567,\n            \"Me no let pirates hurt him.\"\n        ],\n        [\n            33574,\n            \"\\u201d She was far too pretty to cringe in this way, but Peter thought it his due, and he would answer condescendingly, \\u201cIt is good.\"\n        ],\n        [\n            35388,\n            \"\\u201cYou are so queer,\\u201dhe said, frankly puzzled, \\u201cand Tiger Lily is just the same.\"\n        ],\n        [\n            35410,\n            \"There is something she wants to be to me, but she says it is not my mother.\"\n        ],\n        [\n            44139,\n            \"He had taught the children something of the forest lore that he had himself learned from Tiger Lily and Tinker Bell, and knew that in their dire hour they were not likely to forget it.\"\n        ]\n    ],\n    \"[6, 14]\": [\n        [\n            28347,\n            \"It was the pirate dinghy, with three figures in her, Smee and Starkey, and the third a captive, no other than Tiger Lily.\"\n        ],\n        [\n            28926,\n            \"At once like an eel she slid between Starkey\\u2019s legs into the water.\"\n        ],\n        [\n            29521,\n            \"Smee, much impressed, gazed at the bird as the nest was borne past, but the more suspicious Starkey said, \\u201cIf she is a mother, perhaps she is hanging about here to help Peter.\"\n        ],\n        [\n            29837,\n            \"\\u201cYou called over the water to us to let her go,\\u201dsaid Starkey.\"\n        ]\n    ],\n    \"[6, 17]\": [\n        [\n            29749,\n            \"By this time they were on the rock, and suddenly Hook remembered Tiger Lily.\"\n        ],\n        [\n            29837,\n            \"\\u201cYou called over the water to us to let her go,\\u201dsaid Starkey.\"\n        ]\n    ],\n    \"[7, 10]\": [\n        [\n            2355,\n            \"She knew of no Peter, and yet he was here and there in John and Michael\\u2019s minds, while Wendy\\u2019s began to be scrawled all over with him.\"\n        ],\n        [\n            3917,\n            \"She thought of showing it to Mr. Darling, but he was totting up winter great-coats for John and Michael, with a wet towel around his head to keep his brain clear, and it seemed a shame to trouble him;\"\n        ],\n        [\n            5234,\n            \"he thanked her carelessly, at once forgot his rage, and in another moment was dancing round the room with Michael on his back.\"\n        ],\n        [\n            5287,\n            \"\\u201cO George, do you remember Michael suddenly said to me, \\u2018 How did you get to know me, mother?\"\n        ],\n        [\n            5559,\n            \"\\u201d \\u201cWe were still discussing it, you remember,\\u201dsays Mr. Darling, \\u201cwhen Nana came in with Michael\\u2019s medicine.\"\n        ],\n        [\n            5628,\n            \"If he had a weakness, it was for thinking that all his life he had taken medicine boldly, and so now, when Michael dodged the spoon in Nana\\u2019s mouth, he had said reprovingly, \\u201cBe a man, Michael.\"\n        ],\n        [\n            5690,\n            \"Mrs. Darling left the room to get a chocolate for him, and Mr. Darling thought this showed want of firmness.\"\n        ],\n        [\n            5714,\n            \"\\u201cMother, don\\u2019t pamper him,\\u201dhe called after her.\"\n        ],\n        [\n            5729,\n            \"\\u201cMichael, when I was your age I took medicine without a murmur.\"\n        ],\n        [\n            5763,\n            \"\\u2019\\u201dHe really thought this was true, and Wendy, who was now in her night-gown, believed it also, and she said, to encourage Michael, \\u201cThat medicine you sometimes take, father, is much nastier, isn\\u2019t it?\"\n        ],\n        [\n            5814,\n            \"\\u201d \\u201cEver so much nastier,\\u201dMr. Darling said bravely, \\u201cand I would take it now as an example to you, Michael, if I hadn\\u2019t lost the bottle.\"\n        ],\n        [\n            6043,\n            \"\\u201cMichael first,\\u201dhe said doggedly.\"\n        ],\n        [\n            6052,\n            \"\\u201cFather first,\\u201dsaid Michael, who was of a suspicious nature.\"\n        ],\n        [\n            6134,\n            \"\\u201cThe point is, that there is more in my glass than in Michael\\u2019s spoon.\"\n        ],\n        [\n            6187,\n            \"\\u201d \\u201cFather, I am waiting,\\u201dsaid Michael coldly.\"\n        ],\n        [\n            6305,\n            \"\\u201d Wendy gave the words, one, two, three, and Michael took his medicine, but Mr. Darling slipped his behind his back.\"\n        ],\n        [\n            6333,\n            \"There was a yell of rage from Michael, and \\u201cO father!\"\n        ],\n        [\n            34781,\n            \"\\u201cIt was me told him mothers are called old lady,\\u201dMichael whispered to Curly.\"\n        ],\n        [\n            34799,\n            \"\\u201cI complain of Michael,\\u201dsaid Curly instantly.\"\n        ],\n        [\n            54237,\n            \"it would have been sad if those had been the first words he heard his little Michael say.\"\n        ]\n    ],\n    \"[7, 11]\": [\n        [\n            57210,\n            \"It was Jane\\u2019s nursery now, for her father had bought it at the three per cents from Wendy\\u2019s father, who was no longer fond of stairs.\"\n        ]\n    ],\n    \"[7, 12]\": [\n        [\n            230,\n            \"The way Mr. Darling won her was this: the many gentlemen who had been boys when she was a girl discovered simultaneously that they loved her, and they all ran to her house to propose to her except Mr. Darling, who took a cab and nipped in first, and so he got her.\"\n        ],\n        [\n            290,\n            \"He got all of her, except the innermost box and the kiss.\"\n        ],\n        [\n            349,\n            \"Mr. Darling used to boast to Wendy that her mother not only loved him but respected him.\"\n        ],\n        [\n            535,\n            \"Mr. Darling was frightfully proud of her, but he was very honourable, and he sat on the edge of Mrs. Darling\\u2019s bed, holding her hand and calculating expenses, while she looked at him imploringly.\"\n        ],\n        [\n            595,\n            \"his way was with a pencil and a piece of paper, and if she confused him with suggestions he had to begin at the beginning again.\"\n        ],\n        [\n            623,\n            \"\\u201cNow don\\u2019t interrupt,\\u201dhe would beg of her.\"\n        ],\n        [\n            653,\n            \"I can cut off my coffee at the office, say ten shillings, making two nine and six, with your eighteen and three makes three nine seven, with five naught naught in my cheque-book makes eight nine seven \\u2014 who is that moving?\"\n        ],\n        [\n            702,\n            \"\\u2014 eight nine seven, dot and carry seven \\u2014 don\\u2019t speak, my own \\u2014 and the pound you lent to that man who came to the door \\u2014 quiet, child \\u2014 dot and carry child \\u2014 there, you\\u2019ve done it!\"\n        ],\n        [\n            796,\n            \"But she was prejudiced in Wendy\\u2019s favour, and he was really the grander character of the two.\"\n        ],\n        [\n            817,\n            \"\\u201cRemember mumps,\\u201dhe warned her almost threateningly, and off he went again.\"\n        ],\n        [\n            2355,\n            \"She knew of no Peter, and yet he was here and there in John and Michael\\u2019s minds, while Wendy\\u2019s began to be scrawled all over with him.\"\n        ],\n        [\n            2419,\n            \"\\u201cYes, he is rather cocky,\\u201dWendy admitted with regret.\"\n        ],\n        [\n            2551,\n            \"\\u201cBesides,\\u201dshe said to Wendy, \\u201che would be grown up by this time.\"\n        ],\n        [\n            2570,\n            \"\\u201d \\u201cOh no, he isn\\u2019t grown up,\\u201dWendy assured her confidently, \\u201cand he is just my size.\"\n        ],\n        [\n            2596,\n            \"\\u201d She meant that he was her size in both mind and body;\"\n        ],\n        [\n            2639,\n            \"\\u201cMark my words,\\u201dhe said, \\u201cit is some nonsense Nana has been putting into their heads;\"\n        ],\n        [\n            2763,\n            \"Some leaves of a tree had been found on the nursery floor, which certainly were not there when the children went to bed, and Mrs. Darling was puzzling over them when Wendy said with a tolerant smile: \\u201cI do believe it is that Peter again!\"\n        ],\n        [\n            2823,\n            \"\\u201d \\u201cIt is so naughty of him not to wipe his feet,\\u201dWendy said, sighing.\"\n        ],\n        [\n            2849,\n            \"She explained in quite a matter-of-fact way that she thought Peter sometimes came to the nursery in the night and sat on the foot of her bed and played on his pipes to her.\"\n        ],\n        [\n            2925,\n            \"\\u201d \\u201cI think he comes in by the window,\\u201dshe said.\"\n        ],\n        [\n            4572,\n            \"She had found her two older children playing at being herself and father on the occasion of Wendy\\u2019s birth, and John was saying: \\u201cI am happy to inform you, Mrs. Darling, that you are now a mother,\\u201din just such a tone as Mr. Darling himself may have used on the real occasion.\"\n        ],\n        [\n            5763,\n            \"\\u2019\\u201dHe really thought this was true, and Wendy, who was now in her night-gown, believed it also, and she said, to encourage Michael, \\u201cThat medicine you sometimes take, father, is much nastier, isn\\u2019t it?\"\n        ],\n        [\n            5903,\n            \"\\u201cI know where it is, father,\\u201dWendy cried, always glad to be of service.\"\n        ],\n        [\n            5923,\n            \"\\u201cI\\u2019ll bring it,\\u201dand she was off before he could stop her.\"\n        ],\n        [\n            5978,\n            \"\\u201d \\u201cIt will soon be over, father,\\u201dJohn said cheerily, and then in rushed Wendy with the medicine in a glass.\"\n        ],\n        [\n            6019,\n            \"\\u201cYou have been wonderfully quick,\\u201dher father retorted, with a vindictive politeness that was quite thrown away upon her.\"\n        ],\n        [\n            6067,\n            \"\\u201cI shall be sick, you know,\\u201dMr. Darling said threateningly.\"\n        ],\n        [\n            6111,\n            \"\\u201cI thought you took it quite easily, father.\"\n        ],\n        [\n            6305,\n            \"\\u201d Wendy gave the words, one, two, three, and Michael took his medicine, but Mr. Darling slipped his behind his back.\"\n        ],\n        [\n            6351,\n            \"\\u201cWhat do you mean by \\u2018 O father \\u2019?\"\n        ],\n        [\n            6650,\n            \"\\u201d \\u201cIt was only a joke,\\u201dhe roared, while she comforted her boys, and Wendy hugged Nana.\"\n        ],\n        [\n            7025,\n            \"They could hear Nana barking, and John whimpered, \\u201cIt is because he is chaining her up in the yard,\\u201dbut Wendy was wiser.\"\n        ],\n        [\n            34668,\n            \"\\u201cChildren, I hear your father\\u2019s step.\"\n        ],\n        [\n            51972,\n            \"so that when they enter grandly Mrs. Darling may not even offer Wendy her mouth, and Mr. Darling may exclaim pettishly, \\u201cDash it all, here are those boys again.\"\n        ],\n        [\n            54748,\n            \"and Mr. Darling woke to share her bliss, and Nana came rushing in.\"\n        ],\n        [\n            54976,\n            \"\\u201cI must say,\\u201dhe said to Wendy, \\u201cthat you don\\u2019t do things by halves,\\u201da grudging remark which the twins thought was pointed at them.\"\n        ],\n        [\n            57210,\n            \"It was Jane\\u2019s nursery now, for her father had bought it at the three per cents from Wendy\\u2019s father, who was no longer fond of stairs.\"\n        ]\n    ],\n    \"[7, 13]\": [\n        [\n            4312,\n            \"\\u201d Mr. Darling would cry, and Nana\\u2019s bark was the echo of it, but Mrs. Darling never upbraided Peter;\"\n        ],\n        [\n            5287,\n            \"\\u201cO George, do you remember Michael suddenly said to me, \\u2018 How did you get to know me, mother?\"\n        ],\n        [\n            5483,\n            \"\\u201d \\u201cI wonder,\\u201dMr. Darling said thoughtfully, \\u201cI wonder.\"\n        ],\n        [\n            5559,\n            \"\\u201d \\u201cWe were still discussing it, you remember,\\u201dsays Mr. Darling, \\u201cwhen Nana came in with Michael\\u2019s medicine.\"\n        ],\n        [\n            34781,\n            \"\\u201cIt was me told him mothers are called old lady,\\u201dMichael whispered to Curly.\"\n        ]\n    ],\n    \"[8, 12]\": [\n        [\n            29355,\n            \"\\u201d and always after this she felt that if you could have a pet pirate Smee would be her one.\"\n        ],\n        [\n            46625,\n            \"It was Smee who tied her to the mast.\"\n        ],\n        [\n            46635,\n            \"\\u201cSee here, honey,\\u201dhe whispered, \\u201cI\\u2019ll save you if you promise to be my mother.\"\n        ],\n        [\n            46659,\n            \"\\u201d But not even for Smee would she make such a promise.\"\n        ],\n        [\n            46688,\n            \"It is sad to know that not a boy was looking at her as Smee tied her to the mast;\"\n        ]\n    ],\n    \"[8, 13]\": [\n        [\n            28560,\n            \"\\u201cLuff, you lubber,\\u201dcried an Irish voice that was Smee\\u2019s;\"\n        ],\n        [\n            28854,\n            \"\\u201d \\u201cBut, captain \\u2014\\u201d\\u201cAt once, d\\u2019ye hear,\\u201dcried Peter, \\u201cor I\\u2019ll plunge my hook in you.\"\n        ],\n        [\n            29521,\n            \"Smee, much impressed, gazed at the bird as the nest was borne past, but the more suspicious Starkey said, \\u201cIf she is a mother, perhaps she is hanging about here to help Peter.\"\n        ],\n        [\n            29595,\n            \"\\u201cCaptain,\\u201dsaid Smee, \\u201ccould we not kidnap these boys\\u2019 mother and make her our mother?\"\n        ]\n    ],\n    \"[8, 14]\": [\n        [\n            28347,\n            \"It was the pirate dinghy, with three figures in her, Smee and Starkey, and the third a captive, no other than Tiger Lily.\"\n        ],\n        [\n            29521,\n            \"Smee, much impressed, gazed at the bird as the nest was borne past, but the more suspicious Starkey said, \\u201cIf she is a mother, perhaps she is hanging about here to help Peter.\"\n        ],\n        [\n            30000,\n            \"\\u201d In that supreme moment Hook did not blanch, even at the gills, but Smee and Starkey clung to each other in terror.\"\n        ],\n        [\n            30563,\n            \"In a moment Hook was himself again, and Smee and Starkey were his faithful henchmen.\"\n        ],\n        [\n            40986,\n            \"He rose out of it into the arms of Cecco, who flung him to Smee, who flung him to Starkey, who flung him to Bill Jukes, who flung him to Noodler, and so he was tossed from one to another till he fell at the feet of the black pirate.\"\n        ]\n    ],\n    \"[8, 17]\": [\n        [\n            29251,\n            \"\\u201cHe sighs,\\u201dsaid Smee.\"\n        ],\n        [\n            29268,\n            \"\\u201cAnd yet a third time he sighs,\\u201dsaid Smee.\"\n        ],\n        [\n            29448,\n            \"\\u201cSee,\\u201dsaid Hook in answer to Smee\\u2019s question, \\u201cthat is a mother.\"\n        ],\n        [\n            29794,\n            \"\\u201cThat is all right, captain,\\u201dSmee answered complacently;\"\n        ],\n        [\n            29823,\n            \"\\u201c\\u2019Twas your own orders,\\u201dthe bo\\u2019sun faltered.\"\n        ],\n        [\n            30000,\n            \"\\u201d In that supreme moment Hook did not blanch, even at the gills, but Smee and Starkey clung to each other in terror.\"\n        ],\n        [\n            30563,\n            \"In a moment Hook was himself again, and Smee and Starkey were his faithful henchmen.\"\n        ],\n        [\n            40986,\n            \"He rose out of it into the arms of Cecco, who flung him to Smee, who flung him to Starkey, who flung him to Bill Jukes, who flung him to Noodler, and so he was tossed from one to another till he fell at the feet of the black pirate.\"\n        ],\n        [\n            44504,\n            \"but even strong men had to turn hastily from looking at him, and more than once on summer evenings he had touched the fount of Hook\\u2019s tears and made it flow.\"\n        ],\n        [\n            45245,\n            \"For long he muttered to himself, staring at Smee, who was hemming placidly, under the conviction that all children feared him.\"\n        ],\n        [\n            45359,\n            \"Instead, he revolved this mystery in his mind: why do they find Smee lovable?\"\n        ],\n        [\n            45455,\n            \"With a cry of rage he raised his iron hand over Smee\\u2019s head;\"\n        ],\n        [\n            47845,\n            \"\\u201cIt\\u2019s gone, captain,\\u201dSmee said, wiping off his spectacles.\"\n        ],\n        [\n            50966,\n            \"and Smee, who henceforth wandered about the world in his spectacles, making a precarious living by saying he was the only man that Jas.\"\n        ]\n    ],\n    \"[8, 18]\": [\n        [\n            40986,\n            \"He rose out of it into the arms of Cecco, who flung him to Smee, who flung him to Starkey, who flung him to Bill Jukes, who flung him to Noodler, and so he was tossed from one to another till he fell at the feet of the black pirate.\"\n        ]\n    ],\n    \"[10, 12]\": [\n        [\n            497,\n            \"Wendy came first, then John, then Michael.\"\n        ],\n        [\n            1338,\n            \"She resented visits to the nursery from Mrs. Darling\\u2019s friends, but if they did come she first whipped off Michael\\u2019s pinafore and put him into the one with blue braiding, and smoothed out Wendy and made a dash at John\\u2019s hair.\"\n        ],\n        [\n            2355,\n            \"She knew of no Peter, and yet he was here and there in John and Michael\\u2019s minds, while Wendy\\u2019s began to be scrawled all over with him.\"\n        ],\n        [\n            3342,\n            \"Look at the four of them, Wendy and Michael over there, John here, and Mrs. Darling by the fire.\"\n        ],\n        [\n            3443,\n            \"But in her dream he had rent the film that obscures the Neverland, and she saw Wendy and John and Michael peeping through the gap.\"\n        ],\n        [\n            5763,\n            \"\\u2019\\u201dHe really thought this was true, and Wendy, who was now in her night-gown, believed it also, and she said, to encourage Michael, \\u201cThat medicine you sometimes take, father, is much nastier, isn\\u2019t it?\"\n        ],\n        [\n            6305,\n            \"\\u201d Wendy gave the words, one, two, three, and Michael took his medicine, but Mr. Darling slipped his behind his back.\"\n        ],\n        [\n            11448,\n            \"\\u201d \\u201cIf you like,\\u201dhe said indifferently, and she ran to John and Michael and shook them.\"\n        ],\n        [\n            12923,\n            \"\\u201cCome,\\u201dhe cried imperiously, and soared out at once into the night, followed by John and Michael and Wendy.\"\n        ],\n        [\n            14371,\n            \"Wendy and John and Michael stood on tip-toe in the air to get their first sight of the island.\"\n        ],\n        [\n            15071,\n            \"\\u201d Wendy said \\u201ctea first\\u201dquickly, and Michael pressed her hand in gratitude, but the braver John hesitated.\"\n        ],\n        [\n            16564,\n            \"She called to Peter and John and Michael, and got only mocking echoes in reply.\"\n        ],\n        [\n            25700,\n            \"What did disturb her at times was that John remembered his parents vaguely only, as people he had once known, while Michael was quite willing to believe that she was really his mother.\"\n        ],\n        [\n            34540,\n            \"\\u201cWendy,\\u201dremonstrated Michael, \\u201cI\\u2019m too big for a cradle.\"\n        ],\n        [\n            34557,\n            \"\\u201d \\u201cI must have somebody in a cradle,\\u201dshe said almost tartly, \\u201cand you are the littlest.\"\n        ],\n        [\n            35952,\n            \"WENDY\\u2019S STORY \\u201cListen, then,\\u201dsaid Wendy, settling down to her story, with Michael at her feet and seven boys in the bed.\"\n        ],\n        [\n            37301,\n            \"\\u201cWendy, let us go home,\\u201dcried John and Michael together.\"\n        ],\n        [\n            51894,\n            \"This would spoil so completely the surprise to which Wendy and John and Michael are looking forward.\"\n        ],\n        [\n            54028,\n            \"Thus Wendy and John and Michael found the window open for them after all, which of course was more than they deserved.\"\n        ],\n        [\n            54677,\n            \"He knew her now.\"\n        ],\n        [\n            54682,\n            \"\\u201cThat\\u2019s Michael,\\u201dshe said, and she stretched out her arms for the three little selfish children they would never envelop again.\"\n        ],\n        [\n            54710,\n            \"Yes, they did, they went round Wendy and John and Michael, who had slipped out of bed and run to her.\"\n        ],\n        [\n            56439,\n            \"so he was with Wendy when Peter came for her at the end of the first year.\"\n        ],\n        [\n            56786,\n            \"\\u201d Michael came close to her and whispered, with a shiver, \\u201cPerhaps there is no such person, Wendy!\"\n        ],\n        [\n            56809,\n            \"\\u201d and then Wendy would have cried if Michael had not been crying.\"\n        ],\n        [\n            58359,\n            \"\\u201cThat is not Michael,\\u201dshe said quickly, lest a judgment should fall on her.\"\n        ]\n    ],\n    \"[10, 13]\": [\n        [\n            3443,\n            \"But in her dream he had rent the film that obscures the Neverland, and she saw Wendy and John and Michael peeping through the gap.\"\n        ],\n        [\n            5287,\n            \"\\u201cO George, do you remember Michael suddenly said to me, \\u2018 How did you get to know me, mother?\"\n        ],\n        [\n            5559,\n            \"\\u201d \\u201cWe were still discussing it, you remember,\\u201dsays Mr. Darling, \\u201cwhen Nana came in with Michael\\u2019s medicine.\"\n        ],\n        [\n            11435,\n            \"\\u201cPeter, would you teach John and Michael to fly too?\"\n        ],\n        [\n            11448,\n            \"\\u201d \\u201cIf you like,\\u201dhe said indifferently, and she ran to John and Michael and shook them.\"\n        ],\n        [\n            11530,\n            \"\\u201d Michael was up by this time also, looking as sharp as a knife with six blades and a saw, but Peter suddenly signed silence.\"\n        ],\n        [\n            12317,\n            \"Not one of them could fly an inch, though even Michael was in words of two syllables, and Peter did not know A from Z.\"\n        ],\n        [\n            12923,\n            \"\\u201cCome,\\u201dhe cried imperiously, and soared out at once into the night, followed by John and Michael and Wendy.\"\n        ],\n        [\n            13323,\n            \"\\u201d he would cry gleefully, as Michael suddenly dropped like a stone.\"\n        ],\n        [\n            13358,\n            \"Eventually Peter would dive through the air, and catch Michael just before he could strike the sea, and it was lovely the way he did it;\"\n        ],\n        [\n            16564,\n            \"She called to Peter and John and Michael, and got only mocking echoes in reply.\"\n        ],\n        [\n            22564,\n            \"John and Michael watched him.\"\n        ],\n        [\n            31774,\n            \"\\u201cMichael\\u2019s kite,\\u201dPeter said without interest, but next moment he had seized the tail, and was pulling the kite toward him.\"\n        ],\n        [\n            31803,\n            \"\\u201cIt lifted Michael off the ground,\\u201dhe cried;\"\n        ],\n        [\n            34254,\n            \"\\u201cAs I can\\u2019t be father,\\u201dhe said heavily, \\u201cI don\\u2019t suppose, Michael, you would let me be baby?\"\n        ],\n        [\n            34781,\n            \"\\u201cIt was me told him mothers are called old lady,\\u201dMichael whispered to Curly.\"\n        ],\n        [\n            35114,\n            \"\\u201d \\u201cMichael takes after you.\"\n        ],\n        [\n            56439,\n            \"so he was with Wendy when Peter came for her at the end of the first year.\"\n        ],\n        [\n            56768,\n            \"\\u201cPerhaps he is ill,\\u201dMichael said.\"\n        ]\n    ],\n    \"[11, 12]\": [\n        [\n            57113,\n            \"Years rolled on again, and Wendy had a daughter.\"\n        ],\n        [\n            57182,\n            \"She loved to hear of Peter, and Wendy told her all she could remember in the very nursery from which the famous flight had taken place.\"\n        ],\n        [\n            57210,\n            \"It was Jane\\u2019s nursery now, for her father had bought it at the three per cents from Wendy\\u2019s father, who was no longer fond of stairs.\"\n        ],\n        [\n            57426,\n            \"\\u201cYes, you do,\\u201dsays Jane, \\u201cyou see when you were a little girl.\"\n        ],\n        [\n            57446,\n            \"\\u201d \\u201cThat is a long time ago, sweetheart,\\u201dsays Wendy.\"\n        ],\n        [\n            57469,\n            \"\\u201d \\u201cDoes it fly,\\u201dasks the artful child, \\u201cthe way you flew when you were a little girl?\"\n        ],\n        [\n            57500,\n            \"Do you know, Jane, I sometimes wonder whether I ever did really fly.\"\n        ],\n        [\n            57546,\n            \"\\u201d \\u201cBecause I am grown up, dearest.\"\n        ],\n        [\n            57723,\n            \"\\u201d \\u201cYou have missed a bit,\\u201dinterrupts Jane, who now knows the story better than her mother.\"\n        ],\n        [\n            57882,\n            \"\\u201d \\u201cThe last thing he ever said to me was, \\u2018 Just always be waiting for me, and then some night you will hear me crowing.\"\n        ],\n        [\n            58063,\n            \"\\u201d \\u201cLucky you,\\u201dsaid Jane.\"\n        ],\n        [\n            58343,\n            \"and now she felt that she was untrue to Jane as well as to Peter.\"\n        ],\n        [\n            58985,\n            \"\\u201d When Wendy returned diffidently she found Peter sitting on the bed-post crowing gloriously, while Jane in her nighty was flying round the room in solemn ecstasy.\"\n        ],\n        [\n            59164,\n            \"\\u201d \\u201cIf only I could go with you,\\u201dWendy sighed.\"\n        ],\n        [\n            59178,\n            \"\\u201cYou see you can\\u2019t fly,\\u201dsaid Jane.\"\n        ]\n    ],\n    \"[11, 13]\": [\n        [\n            57167,\n            \"When she was old enough to ask them they were mostly about Peter Pan.\"\n        ],\n        [\n            57182,\n            \"She loved to hear of Peter, and Wendy told her all she could remember in the very nursery from which the famous flight had taken place.\"\n        ],\n        [\n            57882,\n            \"\\u201d \\u201cThe last thing he ever said to me was, \\u2018 Just always be waiting for me, and then some night you will hear me crowing.\"\n        ],\n        [\n            58325,\n            \"\\u201d he asked, with a careless glance at Jane.\"\n        ],\n        [\n            58343,\n            \"and now she felt that she was untrue to Jane as well as to Peter.\"\n        ],\n        [\n            58859,\n            \"Peter continued to cry, and soon his sobs woke Jane.\"\n        ],\n        [\n            58927,\n            \"\\u201cMy name is Peter Pan,\\u201dhe told her.\"\n        ],\n        [\n            58966,\n            \"\\u201d \\u201cYes, I know,\\u201dJane said, \\u201cI have been waiting for you.\"\n        ],\n        [\n            58985,\n            \"\\u201d When Wendy returned diffidently she found Peter sitting on the bed-post crowing gloriously, while Jane in her nighty was flying round the room in solemn ecstasy.\"\n        ],\n        [\n            59026,\n            \"and Jane descended and stood by his side, with the look in her face that he liked to see on ladies when they gazed at him.\"\n        ],\n        [\n            59054,\n            \"\\u201cHe does so need a mother,\\u201dJane said.\"\n        ],\n        [\n            59100,\n            \"and he rose in the air, and the shameless Jane rose with him;\"\n        ],\n        [\n            59140,\n            \"\\u201cIt is just for spring cleaning time,\\u201dJane said, \\u201che wants me always to do his spring cleaning.\"\n        ]\n    ],\n    \"[12, 13]\": [\n        [\n            3443,\n            \"But in her dream he had rent the film that obscures the Neverland, and she saw Wendy and John and Michael peeping through the gap.\"\n        ],\n        [\n            3470,\n            \"The dream by itself would have been a trifle, but while she was dreaming the window of the nursery blew open, and a boy did drop on the floor.\"\n        ],\n        [\n            3564,\n            \"If you or I or Wendy had been there we should have seen that he was very like Mrs. Darling\\u2019s kiss.\"\n        ],\n        [\n            4517,\n            \"She had dressed early because Wendy so loved to see her in her evening-gown, with the necklace George had given her.\"\n        ],\n        [\n            7821,\n            \"\\u201cTinker Bell,\\u201dhe called softly, after making sure that the children were asleep, \\u201cTink, where are you?\"\n        ],\n        [\n            7870,\n            \"\\u201cOh, do come out of that jug, and tell me, do you know where they put my shadow?\"\n        ],\n        [\n            8085,\n            \"His sobs woke Wendy, and she sat up in bed.\"\n        ],\n        [\n            8097,\n            \"She was not alarmed to see a stranger crying on the nursery floor;\"\n        ],\n        [\n            8117,\n            \"\\u201cBoy,\\u201dshe said courteously, \\u201cwhy are you crying?\"\n        ],\n        [\n            8131,\n            \"\\u201d Peter could be exceeding polite also, having learned the grand manner at fairy ceremonies, and he rose and bowed to her beautifully.\"\n        ],\n        [\n            8157,\n            \"She was much pleased, and bowed beautifully to him from the bed.\"\n        ],\n        [\n            8206,\n            \"\\u201d She was already sure that he must be Peter, but it did seem a comparatively short name.\"\n        ],\n        [\n            8366,\n            \"\\u201d He wished she had not mentioned letters.\"\n        ],\n        [\n            8452,\n            \"\\u201cO Peter, no wonder you were crying,\\u201dshe said, and got out of bed and ran to him.\"\n        ],\n        [\n            8526,\n            \"\\u201d Then Wendy saw the shadow on the floor, looking so draggled, and she was frightfully sorry for Peter.\"\n        ],\n        [\n            8552,\n            \"\\u201d she said, but she could not help smiling when she saw that he had been trying to stick it on with soap.\"\n        ],\n        [\n            8634,\n            \"\\u201d But she was exulting in his ignorance.\"\n        ],\n        [\n            8643,\n            \"\\u201cI shall sew it on for you, my little man,\\u201dshe said, though he was tall as herself, and she got out her housewife, and sewed the shadow on to Peter\\u2019s foot.\"\n        ],\n        [\n            8685,\n            \"\\u201cI daresay it will hurt a little,\\u201dshe warned him.\"\n        ],\n        [\n            8751,\n            \"\\u201cPerhaps I should have ironed it,\\u201dWendy said thoughtfully, but Peter, boylike, was indifferent to appearances, and he was now jumping about in the wildest glee.\"\n        ],\n        [\n            8785,\n            \"Alas, he had already forgotten that he owed his bliss to Wendy.\"\n        ],\n        [\n            8870,\n            \"\\u201cYou conceit,\\u201dshe exclaimed, with frightful sarcasm;\"\n        ],\n        [\n            8889,\n            \"\\u201d \\u201cYou did a little,\\u201dPeter said carelessly, and continued to dance.\"\n        ],\n        [\n            8947,\n            \"To induce her to look up he pretended to be going away, and when this failed he sat on the end of the bed and tapped her gently with his foot.\"\n        ],\n        [\n            8980,\n            \"\\u201cWendy,\\u201dhe said, \\u201cdon\\u2019t withdraw.\"\n        ],\n        [\n            8993,\n            \"I can\\u2019t help crowing, Wendy, when I\\u2019m pleased with myself.\"\n        ],\n        [\n            9024,\n            \"\\u201cWendy,\\u201dhe continued, in a voice that no woman has ever yet been able to resist, \\u201cWendy, one girl is more use than twenty boys.\"\n        ],\n        [\n            9100,\n            \"\\u201d \\u201cI think it\\u2019s perfectly sweet of you,\\u201dshe declared, \\u201cand I\\u2019ll get up again,\\u201dand she sat with him on the side of the bed.\"\n        ],\n        [\n            9138,\n            \"She also said she would give him a kiss if he liked, but Peter did not know what she meant, and he held out his hand expectantly.\"\n        ],\n        [\n            9183,\n            \"\\u201cI shall know when you give it to me,\\u201dhe replied stiffly, and not to hurt his feeling she gave him a thimble.\"\n        ],\n        [\n            9211,\n            \"\\u201cNow,\\u201dsaid he, \\u201cshall I give you a kiss?\"\n        ],\n        [\n            9226,\n            \"\\u201d and she replied with a slight primness, \\u201cIf you please.\"\n        ],\n        [\n            9240,\n            \"\\u201d She made herself rather cheap by inclining her face toward him, but he merely dropped an acorn button into her hand, so she slowly returned her face to where it had been before, and said nicely that she would wear his kiss on the chain around her neck.\"\n        ],\n        [\n            9314,\n            \"When people in our set are introduced, it is customary for them to ask each other\\u2019s age, and so Wendy, who always liked to do the correct thing, asked Peter how old he was.\"\n        ],\n        [\n            9407,\n            \"\\u201d He really knew nothing about it, he had merely suspicions, but he said at a venture, \\u201cWendy, I ran away the day I was born.\"\n        ],\n        [\n            9448,\n            \"and she indicated in the charming drawing-room manner, by a touch on her night-gown, that he could sit nearer her.\"\n        ],\n        [\n            9563,\n            \"\\u201d She gave him a look of the most intense admiration, and he thought it was because he had run away, but it was really because he knew fairies.\"\n        ],\n        [\n            9612,\n            \"She poured out questions about them, to his surprise, for they were rather a nuisance to him, getting in his way and so on, and indeed he sometimes had to give them a hiding.\"\n        ],\n        [\n            9651,\n            \"Still, he liked them on the whole, and he told her about the beginning of fairies.\"\n        ],\n        [\n            9872,\n            \"\\u201cPeter,\\u201dshe cried, clutching him, \\u201cyou don\\u2019t mean to tell me that there is a fairy in this room!\"\n        ],\n        [\n            9967,\n            \"I think I hear her too.\"\n        ],\n        [\n            10018,\n            \"\\u201cWendy,\\u201dhe whispered gleefully, \\u201cI do believe I shut her up in the drawer!\"\n        ],\n        [\n            10071,\n            \"\\u201cOf course I\\u2019m very sorry, but how could I know you were in the drawer?\"\n        ],\n        [\n            10091,\n            \"\\u201d Wendy was not listening to him.\"\n        ],\n        [\n            10099,\n            \"\\u201cO Peter,\\u201dshe cried, \\u201cif she would only stand still and let me see her!\"\n        ],\n        [\n            10120,\n            \"\\u201d \\u201cThey hardly ever stand still,\\u201dhe said, but for one moment Wendy saw the romantic figure come to rest on the cuckoo clock.\"\n        ],\n        [\n            10311,\n            \"\\u201d They were together in the armchair by this time, and Wendy plied him with more questions.\"\n        ],\n        [\n            10487,\n            \"\\u201cI think,\\u201dshe said, \\u201cit is perfectly lovely the way you talk about girls;\"\n        ],\n        [\n            10577,\n            \"\\u201cAnd I know you meant to be kind,\\u201dshe said, relenting, \\u201cso you may give me a kiss.\"\n        ],\n        [\n            10602,\n            \"\\u201d For the moment she had forgotten his ignorance about kisses.\"\n        ],\n        [\n            10614,\n            \"\\u201cI thought you would want it back,\\u201dhe said a little bitterly, and offered to return her the thimble.\"\n        ],\n        [\n            10677,\n            \"\\u201d She kissed him.\"\n        ],\n        [\n            10690,\n            \"\\u201cNow shall I give you a thimble?\"\n        ],\n        [\n            10699,\n            \"\\u201d \\u201cIf you wish to,\\u201dsaid Wendy, keeping her head erect this time.\"\n        ],\n        [\n            10717,\n            \"Peter thimbled her, and almost immediately she screeched.\"\n        ],\n        [\n            10776,\n            \"\\u201cShe says she will do that to you, Wendy, every time I give you a thimble.\"\n        ],\n        [\n            10817,\n            \"\\u201d Peter could not understand why, but Wendy understood, and she was just slightly disappointed when he admitted that he came to the nursery window not to see her but to listen to stories.\"\n        ],\n        [\n            10854,\n            \"\\u201cYou see, I don\\u2019t know any stories.\"\n        ],\n        [\n            10885,\n            \"\\u201cDo you know,\\u201dPeter asked \\u201cwhy swallows build in the eaves of houses?\"\n        ],\n        [\n            10949,\n            \"\\u201d \\u201cPeter,\\u201dsaid Wendy excitedly, \\u201cthat was Cinderella, and he found her, and they lived happily ever after.\"\n        ],\n        [\n            11018,\n            \"\\u201d \\u201cDon\\u2019t go Peter,\\u201dshe entreated, \\u201cI know such lots of stories.\"\n        ],\n        [\n            11038,\n            \"\\u201d Those were her precise words, so there can be no denying that it was she who first tempted him.\"\n        ],\n        [\n            11060,\n            \"He came back, and there was a greedy look in his eyes now which ought to have alarmed her, but did not.\"\n        ],\n        [\n            11097,\n            \"\\u201d she cried, and then Peter gripped her and began to draw her toward the window.\"\n        ],\n        [\n            11120,\n            \"\\u201d she ordered him.\"\n        ],\n        [\n            11125,\n            \"\\u201cWendy, do come with me and tell the other boys.\"\n        ],\n        [\n            11174,\n            \"\\u201d \\u201cI\\u2019ll teach you.\"\n        ],\n        [\n            11191,\n            \"\\u201d \\u201cI\\u2019ll teach you how to jump on the wind\\u2019s back, and then away we go.\"\n        ],\n        [\n            11223,\n            \"\\u201cWendy, Wendy, when you are sleeping in your silly bed you might be flying about with me saying funny things to the stars.\"\n        ],\n        [\n            11448,\n            \"\\u201d \\u201cIf you like,\\u201dhe said indifferently, and she ran to John and Michael and shook them.\"\n        ],\n        [\n            11470,\n            \"\\u201cWake up,\\u201dshe cried, \\u201cPeter Pan has come and he is to teach us to fly.\"\n        ],\n        [\n            11760,\n            \"\\u201cThere, you suspicious brute,\\u201dshe said, not sorry that Nana was in disgrace.\"\n        ],\n        [\n            12546,\n            \"Peter gave Wendy a hand at first, but had to desist, Tink was so indignant.\"\n        ],\n        [\n            12923,\n            \"\\u201cCome,\\u201dhe cried imperiously, and soared out at once into the night, followed by John and Michael and Wendy.\"\n        ],\n        [\n            12985,\n            \"\\u201d That, Peter had told Wendy, was the way to the Neverland;\"\n        ],\n        [\n            13242,\n            \"But Wendy noticed with gentle concern that Peter did not seem to know that this was rather an odd way of getting your bread and butter, nor even that there are other ways.\"\n        ],\n        [\n            13497,\n            \"\\u201cDo be more polite to him,\\u201dWendy whispered to John, when they were playing \\u201cFollow my Leader.\"\n        ],\n        [\n            13606,\n            \"\\u201cYou must be nice to him,\\u201dWendy impressed on her brothers.\"\n        ],\n        [\n            14061,\n            \"She saw recognition come into his eyes as he was about to pass them the time of day and go on;\"\n        ],\n        [\n            14083,\n            \"once even she had to call him by name.\"\n        ],\n        [\n            14109,\n            \"\\u201cI say, Wendy,\\u201dhe whispered to her, \\u201calways if you see me forgetting you, just keep on saying \\u2018 I\\u2019m Wendy,\\u2019and then I\\u2019ll remember.\"\n        ],\n        [\n            15666,\n            \"Wendy quite liked it, until Peter pointed out the drawbacks.\"\n        ],\n        [\n            15793,\n            \"You don\\u2019t think I would send her away all by herself when she is frightened!\"\n        ],\n        [\n            16337,\n            \"Peter, however, had been carried by the wind of the shot far out to sea, while Wendy was blown upwards with no companion but Tinker Bell.\"\n        ],\n        [\n            16564,\n            \"She called to Peter and John and Michael, and got only mocking echoes in reply.\"\n        ],\n        [\n            19225,\n            \"\\u201d \\u201cShall I after him, Captain,\\u201dasked pathetic Smee, \\u201cand tickle him with Johnny Corkscrew?\"\n        ],\n        [\n            20863,\n            \"Tink\\u2019s reply rang out: \\u201cPeter wants you to shoot the Wendy.\"\n        ],\n        [\n            20970,\n            \"\\u201cOut of the way, Tink,\\u201dhe shouted, and then he fired, and Wendy fluttered to the ground with an arrow in her breast.\"\n        ],\n        [\n            21003,\n            \"THE LITTLE HOUSE Foolish Tootles was standing like a conqueror over Wendy\\u2019s body when the other boys sprang, armed, from their trees.\"\n        ],\n        [\n            21030,\n            \"\\u201cYou are too late,\\u201dhe cried proudly, \\u201cI have shot the Wendy.\"\n        ],\n        [\n            21175,\n            \"\\u201cNow I see,\\u201dCurly said: \\u201cPeter was bringing her to us.\"\n        ],\n        [\n            21201,\n            \"\\u201cA lady to take care of us at last,\\u201dsaid one of the twins, \\u201cand you have killed her!\"\n        ],\n        [\n            21305,\n            \"\\u2019 But when at last she really came, I shot her.\"\n        ],\n        [\n            21835,\n            \"\\u201d All looked at him in wonder, save Nibs, who fortunately looked at Wendy.\"\n        ],\n        [\n            24213,\n            \"By and by she tucked them up in the great bed in the home under the trees, but she herself slept that night in the little house, and Peter kept watch outside with drawn sword, for the pirates could be heard carousing far away and the wolves were on the prowl.\"\n        ],\n        [\n            24356,\n            \"THE HOME UNDER THE GROUND One of the first things Peter did next day was to measure Wendy and John and Michael for hollow trees.\"\n        ],\n        [\n            26128,\n            \"but about this time Peter invented, with Wendy\\u2019s help, a new game that fascinated him enormously, until he suddenly had no more interest in it, which, as you have been told, was what always happened with his games.\"\n        ],\n        [\n            26388,\n            \"Sometimes he came home with his head bandaged, and then Wendy cooed over him and bathed it in lukewarm water, while he told a dazzling tale.\"\n        ],\n        [\n            27049,\n            \"and though he waited for hours, with the other boys and Wendy looking on breathlessly from trees, not one of them dared to accept his challenge.\"\n        ],\n        [\n            27464,\n            \"He gave Wendy one of their combs.\"\n        ],\n        [\n            27496,\n            \"but the lagoon is dangerous for mortals then, and until the evening of which we have now to tell, Wendy had never seen the lagoon by moonlight, less from fear, for of course Peter would have accompanied her, than because she had strict rules about every one being in bed by seven.\"\n        ],\n        [\n            28261,\n            \"A strange smile was playing about his face, and Wendy saw it and shuddered.\"\n        ],\n        [\n            28636,\n            \"Quite near the rock, but out of sight, two heads were bobbing up and down, Peter\\u2019s and Wendy\\u2019s.\"\n        ],\n        [\n            28689,\n            \"He was less sorry than Wendy for Tiger Lily: it was two against one that angered him, and he meant to save her.\"\n        ],\n        [\n            28942,\n            \"Of course Wendy was very elated over Peter\\u2019s cleverness;\"\n        ],\n        [\n            28954,\n            \"but she knew that he would be elated also and very likely crow and thus betray himself, so at once her hand went out to cover his mouth.\"\n        ],\n        [\n            29102,\n            \"she saw his evil swarthy face as he rose dripping from the water, and, quaking, she would have liked to swim away, but Peter would not budge.\"\n        ],\n        [\n            29161,\n            \"\\u201d he whispered to her, and though she thought so also, she was really glad for the sake of his reputation that no one heard him except herself.\"\n        ],\n        [\n            29192,\n            \"He signed to her to listen.\"\n        ],\n        [\n            29376,\n            \"Peter pulled her beneath the water, for Hook had started up, crying, \\u201cWhat was that?\"\n        ],\n        [\n            31270,\n            \"but now they were uneasy, for they had lost both Peter and Wendy, and were scouring the lagoon for them, calling them by name.\"\n        ],\n        [\n            31298,\n            \"They found the dinghy and went home in it, shouting \\u201cPeter, Wendy\\u201das they went, but no answer came save mocking laughter from the mermaids.\"\n        ],\n        [\n            31496,\n            \"Peter, feeling her slip from him, woke with a start, and was just in time to draw her back.\"\n        ],\n        [\n            31519,\n            \"But he had to tell her the truth.\"\n        ],\n        [\n            31528,\n            \"\\u201cWe are on the rock, Wendy,\\u201dhe said, \\u201cbut it is growing smaller.\"\n        ],\n        [\n            31593,\n            \"\\u201d He had to tell her.\"\n        ],\n        [\n            31600,\n            \"\\u201cDo you think you could swim or fly as far as the island, Wendy, without my help?\"\n        ],\n        [\n            31640,\n            \"\\u201d she asked, anxious about him at once.\"\n        ],\n        [\n            31650,\n            \"\\u201cI can\\u2019t help you, Wendy.\"\n        ],\n        [\n            31863,\n            \"\\u201d Already he had tied the tail round her.\"\n        ],\n        [\n            31873,\n            \"She clung to him;\"\n        ],\n        [\n            31878,\n            \"she refused to go without him;\"\n        ],\n        [\n            31885,\n            \"but with a \\u201cGood-bye, Wendy,\\u201dhe pushed her from the rock;\"\n        ],\n        [\n            31903,\n            \"and in a few minutes she was borne out of his sight.\"\n        ],\n        [\n            34184,\n            \"He was so much the humblest of them, indeed he was the only humble one, that Wendy was specially gentle with him.\"\n        ],\n        [\n            34735,\n            \"He had brought nuts for the boys as well as the correct time for Wendy.\"\n        ],\n        [\n            34751,\n            \"\\u201cPeter, you just spoil them, you know,\\u201dWendy simpered.\"\n        ],\n        [\n            34766,\n            \"\\u201cAh, old lady,\\u201dsaid Peter, hanging up his gun.\"\n        ],\n        [\n            34961,\n            \"\\u201cOf course it is Saturday night, Peter,\\u201dWendy said, relenting.\"\n        ],\n        [\n            35020,\n            \"\\u201cAh, old lady,\\u201dPeter said aside to Wendy, warming himself by the fire and looking down at her as she sat turning a heel, \\u201cthere is nothing more pleasant of an evening for you and me when the day\\u2019s toil is over than to rest by the fire with the little ones near by.\"\n        ],\n        [\n            35104,\n            \"\\u201cPeter, I think Curly has your nose.\"\n        ],\n        [\n            35121,\n            \"\\u201d She went to him and put her hand on his shoulder.\"\n        ],\n        [\n            35134,\n            \"\\u201cDear Peter,\\u201dshe said, \\u201cwith such a large family, of course, I have now passed my best, but you don\\u2019t want to change me, do you?\"\n        ],\n        [\n            35178,\n            \"\\u201d Certainly he did not want a change, but he looked at her uncomfortably, blinking, you know, like one not sure whether he was awake or asleep.\"\n        ],\n        [\n            35261,\n            \"\\u201cYou see,\\u201dhe continued apologetically, \\u201cit would make me seem so old to be their real father.\"\n        ],\n        [\n            35284,\n            \"\\u201d \\u201cBut they are ours, Peter, yours and mine.\"\n        ],\n        [\n            35310,\n            \"\\u201cNot if you don\\u2019t wish it,\\u201dshe replied;\"\n        ],\n        [\n            35324,\n            \"and she distinctly heard his sigh of relief.\"\n        ],\n        [\n            35333,\n            \"\\u201cPeter,\\u201dshe asked, trying to speak firmly, \\u201cwhat are your exact feelings to me?\"\n        ],\n        [\n            35388,\n            \"\\u201cYou are so queer,\\u201dhe said, frankly puzzled, \\u201cand Tiger Lily is just the same.\"\n        ],\n        [\n            35498,\n            \"\\u201d \\u201cOh yes, Tinker Bell will tell you,\\u201dWendy retorted scornfully.\"\n        ],\n        [\n            35864,\n            \"\\u201d And then at last they all got into bed for Wendy\\u2019s story, the story they loved best, the story Peter hated.\"\n        ],\n        [\n            36143,\n            \"\\u201cLittle less noise there,\\u201dPeter called out, determined that she should have fair play, however beastly a story it might be in his opinion.\"\n        ],\n        [\n            36621,\n            \"\\u201d She had now come to the part that Peter hated.\"\n        ],\n        [\n            37046,\n            \"But there was one there who knew better, and when Wendy finished he uttered a hollow groan.\"\n        ],\n        [\n            37072,\n            \"\\u201d she cried, running to him, thinking he was ill.\"\n        ],\n        [\n            37085,\n            \"She felt him solicitously, lower down than his chest.\"\n        ],\n        [\n            37165,\n            \"\\u201cLong ago,\\u201dhe said, \\u201cI thought like you that my mother would always keep the window open for me, so I stayed away for moons and moons and moons, and then flew back;\"\n        ],\n        [\n            37401,\n            \"\\u201d This dread made her forgetful of what must be Peter\\u2019s feelings, and she said to him rather sharply, \\u201cPeter, will you make the necessary arrangements?\"\n        ],\n        [\n            37434,\n            \"\\u201d \\u201cIf you wish it,\\u201dhe replied, as coolly as if she had asked him to pass the nuts.\"\n        ],\n        [\n            37473,\n            \"If she did not mind the parting, he was going to show her, was Peter, that neither did he.\"\n        ],\n        [\n            37823,\n            \"\\u201cWendy,\\u201dhe said, striding up and down, \\u201cI have asked the redskins to guide you through the wood, as flying tires you so.\"\n        ],\n        [\n            37861,\n            \"\\u201d \\u201cThen,\\u201dhe continued, in the short sharp voice of one accustomed to be obeyed, \\u201cTinker Bell will take you across the sea.\"\n        ],\n        [\n            38011,\n            \"\\u201d Nibs exclaimed, aghast at such insubordination, whereupon Peter went sternly toward the young lady\\u2019s chamber.\"\n        ],\n        [\n            38362,\n            \"\\u201cAnd now, Peter,\\u201dWendy said, thinking she had put everything right, \\u201cI am going to give you your medicine before you go.\"\n        ],\n        [\n            38441,\n            \"On this occasion, however, she did not give Peter his draught, for just as she had prepared it, she saw a look on his face that made her heart sink.\"\n        ],\n        [\n            38476,\n            \"\\u201cGet your things, Peter,\\u201dshe cried, shaking.\"\n        ],\n        [\n            38489,\n            \"\\u201cNo,\\u201dhe answered, pretending indifference, \\u201cI am not going with you, Wendy.\"\n        ],\n        [\n            38519,\n            \"\\u201d To show that her departure would leave him unmoved, he skipped up and down the room, playing gaily on his heartless pipes.\"\n        ],\n        [\n            38545,\n            \"She had to run about after him, though it was rather undignified.\"\n        ],\n        [\n            38607,\n            \"\\u201cNo, no,\\u201dhe told Wendy decisively;\"\n        ],\n        [\n            38827,\n            \"She had to take his hand, and there was no indication that he would prefer a thimble.\"\n        ],\n        [\n            38857,\n            \"\\u201d she said, lingering over him.\"\n        ],\n        [\n            39008,\n            \"Wendy fell on her knees, but her arms were extended toward Peter.\"\n        ],\n        [\n            42130,\n            \"Then he decided not to take his medicine, so as to grieve Wendy.\"\n        ],\n        [\n            42145,\n            \"Then he lay down on the bed outside the coverlet, to vex her still more;\"\n        ],\n        [\n            42193,\n            \"but it struck him how indignant she would be if he laughed instead;\"\n        ],\n        [\n            42277,\n            \"At such times it had been Wendy\\u2019s custom to take him out of bed and sit with him on her lap, soothing him in dear ways of her own invention, and when he grew calmer to put him back to bed before he quite woke up, so that he should not know of the indignity to which she had subjected him.\"\n        ],\n        [\n            43203,\n            \"\\u201d he shouted, and in one ungrammatical sentence, as long as the ribbons that conjurers pull from their mouths, she told of the capture of Wendy and the boys.\"\n        ],\n        [\n            43266,\n            \"\\u201cI\\u2019ll rescue her!\"\n        ],\n        [\n            43282,\n            \"As he leapt he thought of something he could do to please her.\"\n        ],\n        [\n            44176,\n            \"Slightly, if he had an opportunity, would blaze the trees, for instance, Curly would drop seeds, and Wendy would leave her handkerchief at some important place.\"\n        ],\n        [\n            45842,\n            \"So Tootles explained prudently, \\u201cYou see, sir, I don\\u2019t think my mother would like me to be a pirate.\"\n        ],\n        [\n            49158,\n            \"It was for neither a scream nor a crow that she was watching, it was for the reappearance of Peter.\"\n        ],\n        [\n            49230,\n            \"First signing them to hide, Peter cut Wendy\\u2019s bonds, and then nothing could have been easier than for them all to fly off together;\"\n        ],\n        [\n            49276,\n            \"\\u201d So when he had freed Wendy, he whispered for her to conceal herself with the others, and himself took her place by the mast, her cloak around him so that he should pass for her.\"\n        ],\n        [\n            50997,\n            \"Wendy, of course, had stood by taking no part in the fight, though watching Peter with glistening eyes;\"\n        ],\n        [\n            51030,\n            \"She praised them equally, and shuddered delightfully when Michael showed her the place where he had killed one;\"\n        ],\n        [\n            51138,\n            \"He had one of his dreams that night, and cried in his sleep for a long time, and Wendy held him tightly.\"\n        ],\n        [\n            51485,\n            \"The general feeling was that Peter was honest just now to lull Wendy\\u2019s suspicions, but that there might be a change when the new suit was ready, which, against her will, she was making for him out of some of Hook\\u2019s wickedest garments.\"\n        ],\n        [\n            52887,\n            \"Some like Peter best, and some like Wendy best, but I like her best.\"\n        ],\n        [\n            53572,\n            \"and she will have to go back with me.\"\n        ],\n        [\n            53719,\n            \"He did not know the tune, which was \\u201cHome, Sweet Home,\\u201dbut he knew it was saying, \\u201cCome back, Wendy, Wendy, Wendy \\u201d;\"\n        ],\n        [\n            53753,\n            \"and he cried exultantly, \\u201cYou will never see Wendy again, lady, for the window is barred!\"\n        ],\n        [\n            53856,\n            \"\\u201cShe\\u2019s awfully fond of Wendy,\\u201dhe said to himself.\"\n        ],\n        [\n            53871,\n            \"He was angry with her now for not seeing why she could not have Wendy.\"\n        ],\n        [\n            53887,\n            \"The reason was so simple: \\u201cI\\u2019m fond of her too.\"\n        ],\n        [\n            55387,\n            \"As for Peter, he saw Wendy once again before he flew away.\"\n        ],\n        [\n            55401,\n            \"He did not exactly come to the window, but he brushed against it in passing so that she could open it if she liked and call to him.\"\n        ],\n        [\n            55437,\n            \"\\u201cHullo, Wendy, good-bye,\\u201dhe said.\"\n        ],\n        [\n            55463,\n            \"\\u201d \\u201cYou don\\u2019t feel, Peter,\\u201dshe said falteringly, \\u201cthat you would like to say anything to my parents about a very sweet subject?\"\n        ],\n        [\n            55647,\n            \"\\u201d \\u201cPeter,\\u201dsaid Wendy the comforter, \\u201cI should love you in a beard;\"\n        ],\n        [\n            55867,\n            \"\\u201d \\u201cI shall have such fun,\\u201dsaid Peter, with eye on Wendy.\"\n        ],\n        [\n            56020,\n            \"\\u201d \\u201cSo do you, my love.\"\n        ],\n        [\n            56050,\n            \"but Mrs. Darling saw his mouth twitch, and she made this handsome offer: to let Wendy go to him for a week every year to do his spring cleaning.\"\n        ],\n        [\n            56145,\n            \"I suppose it was because Wendy knew this that her last words to him were these rather plaintive ones: \\u201cYou won\\u2019t forget me, Peter, will you, before spring cleaning time comes?\"\n        ],\n        [\n            56439,\n            \"so he was with Wendy when Peter came for her at the end of the first year.\"\n        ],\n        [\n            56457,\n            \"She flew away with Peter in the frock she had woven from leaves and berries in the Neverland, and her one fear was that he might notice how short it had become;\"\n        ],\n        [\n            56505,\n            \"She had looked forward to thrilling talks with him about old times, but new adventures had crowded the old ones from his mind.\"\n        ],\n        [\n            56536,\n            \"\\u201d he asked with interest when she spoke of the arch enemy.\"\n        ],\n        [\n            56549,\n            \"\\u201cDon\\u2019t you remember,\\u201dshe asked, amazed, \\u201chow you killed him and saved all our lives?\"\n        ],\n        [\n            56612,\n            \"\\u201d \\u201cO Peter,\\u201dshe said, shocked;\"\n        ],\n        [\n            56685,\n            \"Wendy was pained too to find that the past year was but as yesterday to Peter;\"\n        ],\n        [\n            56739,\n            \"Next year he did not come for her.\"\n        ],\n        [\n            56778,\n            \"\\u201cYou know he is never ill.\"\n        ],\n        [\n            56844,\n            \"That was the last time the girl Wendy ever saw him.\"\n        ],\n        [\n            56856,\n            \"For a little longer she tried for his sake not to have growing pains;\"\n        ],\n        [\n            56871,\n            \"and she felt she was untrue to him when she got a prize for general knowledge.\"\n        ],\n        [\n            56900,\n            \"and when they met again Wendy was a married woman, and Peter was no more to her than a little dust in the box in which she had kept her toys.\"\n        ],\n        [\n            57182,\n            \"She loved to hear of Peter, and Wendy told her all she could remember in the very nursery from which the famous flight had taken place.\"\n        ],\n        [\n            57684,\n            \"\\u201cThe foolish fellow,\\u201dsays Wendy, \\u201ctried to stick it on with soap, and when he could not he cried, and that woke me, and I sewed it on for him.\"\n        ],\n        [\n            57745,\n            \"\\u201cWhen you saw him sitting on the floor crying, what did you say?\"\n        ],\n        [\n            57871,\n            \"What was the last thing Peter ever said to you?\"\n        ],\n        [\n            57882,\n            \"\\u201d \\u201cThe last thing he ever said to me was, \\u2018 Just always be waiting for me, and then some night you will hear me crowing.\"\n        ],\n        [\n            57917,\n            \"\\u201d \\u201cBut, alas, he forgot all about me,\\u201dWendy said it with a smile.\"\n        ],\n        [\n            57959,\n            \"\\u201cIt was like this,\\u201dWendy said, trying to imitate Peter\\u2019s crow.\"\n        ],\n        [\n            58164,\n            \"He was exactly the same as ever, and Wendy saw at once that he still had all his first teeth.\"\n        ],\n        [\n            58186,\n            \"He was a little boy, and she was grown up.\"\n        ],\n        [\n            58216,\n            \"\\u201cHullo, Wendy,\\u201dhe said, not noticing any difference, for he was thinking chiefly of himself;\"\n        ],\n        [\n            58238,\n            \"and in the dim light her white dress might have been the nightgown in which he had seen her first.\"\n        ],\n        [\n            58259,\n            \"\\u201cHullo, Peter,\\u201dshe replied faintly, squeezing herself as small as possible.\"\n        ],\n        [\n            58343,\n            \"and now she felt that she was untrue to Jane as well as to Peter.\"\n        ],\n        [\n            58418,\n            \"\\u201cPeter,\\u201dshe said, faltering, \\u201care you expecting me to fly away with you?\"\n        ],\n        [\n            58450,\n            \"\\u201d He added a little sternly, \\u201cHave you forgotten that this is spring cleaning time?\"\n        ],\n        [\n            58468,\n            \"\\u201d She knew it was useless to say that he had let many spring cleaning times pass.\"\n        ],\n        [\n            58506,\n            \"\\u201d \\u201cI\\u2019ll soon teach you again.\"\n        ],\n        [\n            58556,\n            \"\\u201cI will turn up the light,\\u201dshe said, \\u201cand then you can see for yourself.\"\n        ],\n        [\n            58608,\n            \"She let her hands play in the hair of the tragic boy.\"\n        ],\n        [\n            58621,\n            \"She was not a little girl heart-broken about him;\"\n        ],\n        [\n            58651,\n            \"Then she turned up the light, and Peter saw.\"\n        ],\n        [\n            58669,\n            \"and when the tall beautiful creature stooped to lift him in her arms he drew back sharply.\"\n        ],\n        [\n            58697,\n            \"She had to tell him.\"\n        ],\n        [\n            58703,\n            \"\\u201cI am old, Peter.\"\n        ],\n        [\n            58741,\n            \"I am a married woman, Peter.\"\n        ],\n        [\n            58782,\n            \"\\u201d But he supposed she was;\"\n        ],\n        [\n            58820,\n            \"and Wendy did not know how to comfort him, though she could have done it so easily once.\"\n        ],\n        [\n            58985,\n            \"\\u201d When Wendy returned diffidently she found Peter sitting on the bed-post crowing gloriously, while Jane in her nighty was flying round the room in solemn ecstasy.\"\n        ],\n        [\n            59088,\n            \"\\u201d \\u201cGood-bye,\\u201dsaid Peter to Wendy;\"\n        ]\n    ],\n    \"[12, 17]\": [\n        [\n            19309,\n            \"\\u201cNot now, Smee,\\u201dHook said darkly.\"\n        ],\n        [\n            19341,\n            \"\\u201d The pirates disappeared among the trees, and in a moment their Captain and Smee were alone.\"\n        ],\n        [\n            19496,\n            \"\\u201d \\u201cAnd yet,\\u201dsaid Smee, \\u201cI have often heard you say that hook was worth a score of hands, for combing the hair and other homely uses.\"\n        ],\n        [\n            19530,\n            \"\\u201d \\u201cAy,\\u201dthe captain answered, \\u201cif I was a mother I would pray to have my children born with this instead of that,\\u201dand he cast a look of pride upon his iron hand and one of scorn upon the other.\"\n        ],\n        [\n            19649,\n            \"\\u201cIt liked my arm so much, Smee, that it has followed me ever since, from sea to sea and from land to land, licking its lips for the rest of me.\"\n        ],\n        [\n            19753,\n            \"\\u201cSmee,\\u201dhe said huskily, \\u201cthat crocodile would have had me before this, but by a lucky chance it swallowed a clock which goes tick tick inside it, and so before it can reach me I hear the tick and bolt.\"\n        ],\n        [\n            19811,\n            \"\\u201cSome day,\\u201dsaid Smee, \\u201cthe clock will run down, and then he\\u2019ll get you.\"\n        ],\n        [\n            19868,\n            \"\\u201cSmee,\\u201dhe said, \\u201cthis seat is hot.\"\n        ],\n        [\n            29085,\n            \"In the light of the lantern Wendy saw his hook grip the boat\\u2019s side;\"\n        ],\n        [\n            29102,\n            \"she saw his evil swarthy face as he rose dripping from the water, and, quaking, she would have liked to swim away, but Peter would not budge.\"\n        ],\n        [\n            29376,\n            \"Peter pulled her beneath the water, for Hook had started up, crying, \\u201cWhat was that?\"\n        ],\n        [\n            33930,\n            \"There was a fixed rule that they must never hit back at meals, but should refer the matter of dispute to Wendy by raising the right arm politely and saying, \\u201cI complain of so-and-so;\"\n        ],\n        [\n            41089,\n            \"With ironical politeness Hook raised his hat to her, and, offering her his arm, escorted her to the spot where the others were being gagged.\"\n        ],\n        [\n            41118,\n            \"He did it with such an air, he was so frightfully _ distingu\\u00e9 _, that she was too fascinated to cry out.\"\n        ],\n        [\n            41150,\n            \"Perhaps it is tell-tale to divulge that for a moment Hook entranced her, and we tell on her only because her slip led to strange results.\"\n        ],\n        [\n            41180,\n            \"Had she haughtily unhanded him (and we should have loved to write it of her), she would have been hurled through the air like the others, and then Hook would probably not have been present at the tying of the children;\"\n        ],\n        [\n            45633,\n            \"\\u201d The wretched prisoners were dragged from the hold, all except Wendy, and ranged in line in front of him.\"\n        ],\n        [\n            45746,\n            \"\\u201d \\u201cDon\\u2019t irritate him unnecessarily,\\u201dhad been Wendy\\u2019s instructions in the hold;\"\n        ],\n        [\n            45842,\n            \"So Tootles explained prudently, \\u201cYou see, sir, I don\\u2019t think my mother would like me to be a pirate.\"\n        ],\n        [\n            46370,\n            \"\\u201cSo, my beauty,\\u201dsaid Hook, as if he spoke in syrup, \\u201cyou are to see your children walk the plank.\"\n        ],\n        [\n            46398,\n            \"\\u201d Fine gentlemen though he was, the intensity of his communings had soiled his ruff, and suddenly he knew that she was gazing at it.\"\n        ],\n        [\n            46448,\n            \"\\u201d asked Wendy, with a look of such frightful contempt that he nearly fainted.\"\n        ],\n        [\n            46759,\n            \"Hook smiled on them with his teeth closed, and took a step toward Wendy.\"\n        ],\n        [\n            46796,\n            \"But he never reached her, he never heard the cry of anguish he hoped to wring from her.\"\n        ],\n        [\n            49510,\n            \"\\u201cFling the girl overboard,\\u201dcried Hook;\"\n        ],\n        [\n            51050,\n            \"and then she took them into Hook\\u2019s cabin and pointed to his watch which was hanging on a nail.\"\n        ],\n        [\n            56536,\n            \"\\u201d he asked with interest when she spoke of the arch enemy.\"\n        ],\n        [\n            56549,\n            \"\\u201cDon\\u2019t you remember,\\u201dshe asked, amazed, \\u201chow you killed him and saved all our lives?\"\n        ]\n    ],\n    \"[12, 19]\": [\n        [\n            46351,\n            \"But as the boys gathered round her she had no thought, of course, save for them.\"\n        ],\n        [\n            46501,\n            \"\\u201cThese are my last words, dear boys,\\u201dshe said firmly.\"\n        ],\n        [\n            46516,\n            \"\\u201cI feel that I have a message to you from your real mothers, and it is this: \\u2018 We hope our sons will die like English gentlemen.\"\n        ],\n        [\n            46775,\n            \"His intention was to turn her face so that she should see the boys walking the plank one by one.\"\n        ],\n        [\n            46833,\n            \"They all heard it \\u2014 pirates, boys, Wendy;\"\n        ]\n    ],\n    \"[13, 14]\": [\n        [\n            28791,\n            \"\\u201cHe must be swimming out to us,\\u201dStarkey said, when they had looked for him in vain.\"\n        ],\n        [\n            29521,\n            \"Smee, much impressed, gazed at the bird as the nest was borne past, but the more suspicious Starkey said, \\u201cIf she is a mother, perhaps she is hanging about here to help Peter.\"\n        ],\n        [\n            33142,\n            \"It drifted about till it went to pieces, and often Starkey came to the shore of the lagoon, and with many bitter feelings watched the bird sitting on his hat.\"\n        ]\n    ],\n    \"[13, 17]\": [\n        [\n            18186,\n            \"Such is the terrible man against whom Peter Pan is pitted.\"\n        ],\n        [\n            20110,\n            \"\\u201cUnrip your plan, captain,\\u201dhe cried eagerly.\"\n        ],\n        [\n            20725,\n            \"\\u201d \\u201cI don\\u2019t know,\\u201dNibs said, awestruck, \\u201cbut it looks so weary, and as it flies it moans, \\u2018 Poor Wendy.\"\n        ],\n        [\n            28740,\n            \"There was almost nothing he could not do, and he now imitated the voice of Hook.\"\n        ],\n        [\n            28998,\n            \"\\u201d rang over the lagoon in Hook\\u2019s voice, and this time it was not Peter who had spoken.\"\n        ],\n        [\n            29102,\n            \"she saw his evil swarthy face as he rose dripping from the water, and, quaking, she would have liked to swim away, but Peter would not budge.\"\n        ],\n        [\n            29376,\n            \"Peter pulled her beneath the water, for Hook had started up, crying, \\u201cWhat was that?\"\n        ],\n        [\n            29978,\n            \"He immediately answered in Hook\\u2019s voice: \\u201cOdds, bobs, hammer and tongs, I hear you.\"\n        ],\n        [\n            30455,\n            \"\\u201cYou ask him some questions,\\u201dhe said to the others, wiping his damp brow.\"\n        ],\n        [\n            30609,\n            \"\\u201d He leaped as he spoke, and simultaneously came the gay voice of Peter.\"\n        ],\n        [\n            30864,\n            \"Hook rose to the rock to breathe, and at the same moment Peter scaled it on the opposite side.\"\n        ],\n        [\n            31010,\n            \"Quick as thought he snatched a knife from Hook\\u2019s belt and was about to drive it home, when he saw that he was higher up the rock than his foe.\"\n        ],\n        [\n            31052,\n            \"He gave the pirate a hand to help him up.\"\n        ],\n        [\n            31063,\n            \"It was then that Hook bit him.\"\n        ],\n        [\n            40357,\n            \"Peter was such a small boy that one tends to wonder at the man\\u2019s hatred of him.\"\n        ],\n        [\n            40377,\n            \"True he had flung Hook\\u2019s arm to the crocodile, but even this and the increased insecurity of life to which it led, owing to the crocodile\\u2019s pertinacity, hardly account for a vindictiveness so relentless and malignant.\"\n        ],\n        [\n            40421,\n            \"The truth is that there was a something about Peter which goaded the pirate captain to frenzy.\"\n        ],\n        [\n            41226,\n            \"and had he not been at the tying he would not have discovered Slightly\\u2019s secret, and without the secret he could not presently have made his foul attempt on Peter\\u2019s life.\"\n        ],\n        [\n            41388,\n            \"While his dogs were merely sweating because every time they tried to pack the unhappy lad tight in one part he bulged out in another, Hook\\u2019s master mind had gone far beneath Slightly\\u2019s surface, probing not for effects but for causes;\"\n        ],\n        [\n            41446,\n            \"Slightly, white to the gills, knew that Hook had surprised his secret, which was this, that no boy so blown out could use a tree wherein an average man need stick.\"\n        ],\n        [\n            41557,\n            \"Sufficient of this Hook guessed to persuade him that Peter at last lay at his mercy, but no word of the dark design that now formed in the subterranean caverns of his mind crossed his lips;\"\n        ],\n        [\n            41752,\n            \"Hook saw it, and it did Peter a bad service.\"\n        ],\n        [\n            41764,\n            \"It dried up any trickle of pity for him that may have remained in the pirate\\u2019s infuriated breast.\"\n        ],\n        [\n            42401,\n            \"He stood silent at the foot of the tree looking across the chamber at his enemy.\"\n        ],\n        [\n            42802,\n            \"Five drops of this he now added to Peter\\u2019s cup.\"\n        ],\n        [\n            44277,\n            \"He swore this terrible oath: \\u201cHook or me this time.\"\n        ],\n        [\n            45842,\n            \"So Tootles explained prudently, \\u201cYou see, sir, I don\\u2019t think my mother would like me to be a pirate.\"\n        ],\n        [\n            47497,\n            \"As he swam he had but one thought: \\u201cHook or me this time.\"\n        ],\n        [\n            47580,\n            \"and he was amazed to see the pirates cowering from him, with Hook in their midst as abject as if he had heard the crocodile.\"\n        ],\n        [\n            49973,\n            \"\\u201d Thus suddenly Hook found himself face to face with Peter.\"\n        ],\n        [\n            49996,\n            \"For long the two enemies looked at one another, Hook shuddering slightly, and Peter with the strange smile upon his face.\"\n        ],\n        [\n            50076,\n            \"\\u201d \\u201cDark and sinister man,\\u201dPeter answered, \\u201chave at thee.\"\n        ],\n        [\n            50124,\n            \"ever and anon he followed up a feint with a lunge that got past his foe\\u2019s defence, but his shorter reach stood him in ill stead, and he could not drive the steel home.\"\n        ],\n        [\n            50163,\n            \"Hook, scarcely his inferior in brilliancy, but not quite so nimble in wrist play, forced him back by the weight of his onset, hoping suddenly to end all with a favourite thrust, taught him long ago by Barbecue at Rio;\"\n        ],\n        [\n            50247,\n            \"but Peter doubled under it and, lunging fiercely, pierced him in the ribs.\"\n        ],\n        [\n            50263,\n            \"At the sight of his own blood, whose peculiar colour, you remember, was offensive to him, the sword fell from Hook\\u2019s hand, and he was at Peter\\u2019s mercy.\"\n        ],\n        [\n            50304,\n            \"\\u201d cried all the boys, but with a magnificent gesture Peter invited his opponent to pick up his sword.\"\n        ],\n        [\n            50325,\n            \"Hook did so instantly, but with a tragic feeling that Peter was showing good form.\"\n        ],\n        [\n            50416,\n            \"but it was proof to the unhappy Hook that Peter did not know in the least who or what he was, which is the very pinnacle of good form.\"\n        ],\n        [\n            50486,\n            \"but Peter fluttered round him as if the very wind it made blew him out of the danger zone.\"\n        ],\n        [\n            50760,\n            \"Seeing Peter slowly advancing upon him through the air with dagger poised, he sprang upon the bulwarks to cast himself into the sea.\"\n        ],\n        [\n            50837,\n            \"As he stood on the bulwark looking over his shoulder at Peter gliding through the air, he invited him with a gesture to use his foot.\"\n        ],\n        [\n            51537,\n            \"It was afterwards whispered among them that on the first night he wore this suit he sat long in the cabin with Hook\\u2019s cigar-holder in his mouth and one hand clenched, all but for the forefinger, which he bent and held threateningly aloft like a hook.\"\n        ],\n        [\n            56536,\n            \"\\u201d he asked with interest when she spoke of the arch enemy.\"\n        ],\n        [\n            56549,\n            \"\\u201cDon\\u2019t you remember,\\u201dshe asked, amazed, \\u201chow you killed him and saved all our lives?\"\n        ]\n    ],\n    \"[13, 19]\": [\n        [\n            47666,\n            \"\\u201d he thought at once, and signed to the boys not to burst into applause.\"\n        ],\n        [\n            50304,\n            \"\\u201d cried all the boys, but with a magnificent gesture Peter invited his opponent to pick up his sword.\"\n        ]\n    ],\n    \"[14, 17]\": [\n        [\n            29259,\n            \"\\u201cHe sighs again,\\u201dsaid Starkey.\"\n        ],\n        [\n            29837,\n            \"\\u201cYou called over the water to us to let her go,\\u201dsaid Starkey.\"\n        ],\n        [\n            30000,\n            \"\\u201d In that supreme moment Hook did not blanch, even at the gills, but Smee and Starkey clung to each other in terror.\"\n        ],\n        [\n            30563,\n            \"In a moment Hook was himself again, and Smee and Starkey were his faithful henchmen.\"\n        ],\n        [\n            40986,\n            \"He rose out of it into the arms of Cecco, who flung him to Smee, who flung him to Starkey, who flung him to Bill Jukes, who flung him to Noodler, and so he was tossed from one to another till he fell at the feet of the black pirate.\"\n        ],\n        [\n            48528,\n            \"\\u201cI think I heard you volunteer, Starkey,\\u201dsaid Hook, purring again.\"\n        ],\n        [\n            48555,\n            \"\\u201cMy hook thinks you did,\\u201dsaid Hook, crossing to him.\"\n        ],\n        [\n            48570,\n            \"\\u201cI wonder if it would not be advisable, Starkey, to humour the hook?\"\n        ],\n        [\n            48649,\n            \"\\u201cShake hands, Starkey,\\u201dsaid Hook, proffering his claw.\"\n        ],\n        [\n            48674,\n            \"As he backed up Hook advanced, and now the red spark was in his eye.\"\n        ]\n    ],\n    \"[14, 18]\": [\n        [\n            40986,\n            \"He rose out of it into the arms of Cecco, who flung him to Smee, who flung him to Starkey, who flung him to Bill Jukes, who flung him to Noodler, and so he was tossed from one to another till he fell at the feet of the black pirate.\"\n        ],\n        [\n            48508,\n            \"\\u201d \\u201cWait till Cecco comes out,\\u201dgrowled Starkey, and the others took up the cry.\"\n        ]\n    ],\n    \"[14, 19]\": [\n        [\n            48587,\n            \"\\u201d \\u201cI\\u2019ll swing before I go in there,\\u201dreplied Starkey doggedly, and again he had the support of the crew.\"\n        ],\n        [\n            48691,\n            \"With a despairing scream the pirate leapt upon Long Tom and precipitated himself into the sea.\"\n        ]\n    ],\n    \"[17, 18]\": [\n        [\n            40986,\n            \"He rose out of it into the arms of Cecco, who flung him to Smee, who flung him to Starkey, who flung him to Bill Jukes, who flung him to Noodler, and so he was tossed from one to another till he fell at the feet of the black pirate.\"\n        ],\n        [\n            48271,\n            \"\\u201d hissed Hook, towering over him.\"\n        ],\n        [\n            48279,\n            \"\\u201cThe matter wi\\u2019him is he\\u2019s dead, stabbed,\\u201dreplied Cecco in a hollow voice.\"\n        ],\n        [\n            48365,\n            \"\\u201cCecco,\\u201dhe said in his most steely voice, \\u201cgo back and fetch me out that doodle-doo.\"\n        ],\n        [\n            48389,\n            \"\\u201d Cecco, bravest of the brave, cowered before his captain, crying \\u201cNo, no \\u201d;\"\n        ],\n        [\n            48826,\n            \"\\u201cHe\\u2019s as dead as Jukes,\\u201dsaid Hook shortly.\"\n        ]\n    ],\n    \"[17, 19]\": [\n        [\n            47084,\n            \"Only when Hook was hidden from them did curiosity loosen the limbs of the boys so that they could rush to the ship\\u2019s side to see the crocodile climbing it.\"\n        ],\n        [\n            47921,\n            \"\\u201d he cried brazenly, hating the boys more than ever because they had seen him unbend.\"\n        ],\n        [\n            48006,\n            \"and when he finished he cried, \\u201cDo you want a touch of the cat before you walk the plank?\"\n        ],\n        [\n            48345,\n            \"\\u201d The exultation of the boys, the lowering looks of the pirates, both were seen by Hook.\"\n        ],\n        [\n            49019,\n            \"\\u201cLads,\\u201dhe cried to his crew, \\u201cnow here\\u2019s a notion.\"\n        ],\n        [\n            50304,\n            \"\\u201d cried all the boys, but with a magnificent gesture Peter invited his opponent to pick up his sword.\"\n        ]\n    ],\n    \"[18, 19]\": [\n        [\n            48312,\n            \"\\u201cThe cabin\\u2019s as black as a pit,\\u201dCecco said, almost gibbering, \\u201cbut there is something terrible in there: the thing you heard crowing.\"\n        ]\n    ]\n}"